export const additionalTasks = [
  "Разработка программы адаптации новых сотрудников",
  "Организация тренингов и семинаров для повышения квалификации персонала",
  "Мониторинг удовлетворенности сотрудников и разработка мероприятий по её повышению",
  "Анализ эффективности каналов поиска кандидатов",
  "Ведение отчетности по итогам подбора персонала",
  "Работа над проектами по внедрению корпоративной культуры",
  "Участие в карьерных ярмарках и профильных мероприятиях для привлечения талантов",
  "Создание эффективной системы обратной связи с кандидатами",
  "Проведение аудита навыков сотрудников и определение потребностей в обучении",
  "Разработка и поддержка корпоративного портала для сотрудников",
  "Подготовка и публикация новостей о компании в социальных сетях",
  "Сотрудничество с вузами и образовательными центрами для подбора молодых специалистов",
] as const
