export const districts = [
  {
    id: "10001",
    name: "Москва и Московская область",
    areas: [
      {
        id: "2019",
        name: "Московская область",
        areas: [
          {
            id: "1",
            name: "Москва",
          },
          {
            id: "2061",
            name: "Подольск (Московская область)",
          },
          {
            id: "2088",
            name: "Зеленоград",
          },
          {
            id: "2025",
            name: "Домодедово",
          },
          {
            id: "2041",
            name: "Мытищи",
          },
          {
            id: "2020",
            name: "Балашиха",
          },
          {
            id: "2077",
            name: "Химки",
          },
          {
            id: "2045",
            name: "Ногинск",
          },
          {
            id: "2028",
            name: "Истра",
          },
          {
            id: "2039",
            name: "Люберцы",
          },
          {
            id: "2053",
            name: "Одинцово",
          },
          {
            id: "2092",
            name: "Лобня",
          },
          {
            id: "2035",
            name: "Видное",
          },
          {
            id: "2065",
            name: "Раменское",
          },
          {
            id: "2038",
            name: "Котельники",
          },
          {
            id: "2083",
            name: "Щелково",
          },
          {
            id: "2064",
            name: "Жуковский",
          },
          {
            id: "2073",
            name: "Серпухов",
          },
          {
            id: "2094",
            name: "Реутов",
          },
          {
            id: "2086",
            name: "Дубна",
          },
          {
            id: "2090",
            name: "Королев",
          },
          {
            id: "2042",
            name: "Апрелевка",
          },
          {
            id: "2026",
            name: "Егорьевск",
          },
          {
            id: "5116",
            name: "Обухово",
          },
          {
            id: "2062",
            name: "Пушкино (Московская область)",
          },
          {
            id: "2034",
            name: "Красногорск",
          },
          {
            id: "2082",
            name: "Фрязино",
          },
          {
            id: "2093",
            name: "Лыткарино",
          },
          {
            id: "2085",
            name: "Долгопрудный",
          },
          {
            id: "2033",
            name: "Коломна",
          },
          {
            id: "2059",
            name: "Павловский Посад",
          },
          {
            id: "2078",
            name: "Чехов",
          },
          {
            id: "2089",
            name: "Ивантеевка",
          },
          {
            id: "2029",
            name: "Кашира",
          },
          {
            id: "2074",
            name: "Солнечногорск",
          },
          {
            id: "2069",
            name: "Сергиев Посад",
          },
          {
            id: "2049",
            name: "Голицыно",
          },
          {
            id: "2058",
            name: "Орехово-Зуево",
          },
          {
            id: "2084",
            name: "Дзержинский",
          },
          {
            id: "2060",
            name: "Климовск (Московская область)",
          },
          {
            id: "2022",
            name: "Воскресенск",
          },
          {
            id: "6334",
            name: "Горки Ленинские",
          },
          {
            id: "2023",
            name: "Дмитров",
          },
          {
            id: "5045",
            name: "Быково (Московская область)",
          },
          {
            id: "2044",
            name: "Наро-Фоминск",
          },
          {
            id: "3734",
            name: "Павловская Слобода",
          },
          {
            id: "2098",
            name: "Электросталь",
          },
          {
            id: "2096",
            name: "Щербинка",
          },
          {
            id: "2024",
            name: "Яхрома",
          },
          {
            id: "2032",
            name: "Клин",
          },
          {
            id: "6105",
            name: "Дорохово (Московская область)",
          },
          {
            id: "2048",
            name: "Электроугли",
          },
          {
            id: "2070",
            name: "Хотьково",
          },
          {
            id: "2095",
            name: "Троицк (Московская область)",
          },
          {
            id: "2633",
            name: "Октябрьский (Московская область, Люберецкий район)",
          },
          {
            id: "5983",
            name: "Островцы (Московская область)",
          },
          {
            id: "2036",
            name: "Московский",
          },
          {
            id: "2037",
            name: "Луховицы",
          },
          {
            id: "2099",
            name: "Юбилейный (Московская область)",
          },
          {
            id: "2081",
            name: "Лосино-Петровский",
          },
          {
            id: "2051",
            name: "Краснознаменск (Московская область)",
          },
          {
            id: "2063",
            name: "Бронницы",
          },
          {
            id: "11188",
            name: "Чулково (Московская область)",
          },
          {
            id: "2079",
            name: "Рошаль",
          },
          {
            id: "5085",
            name: "Крекшино",
          },
          {
            id: "8242",
            name: "Непецино",
          },
          {
            id: "8206",
            name: "Поваровка",
          },
          {
            id: "6298",
            name: "Фряново",
          },
          {
            id: "5043",
            name: "Звёздный Городок",
          },
          {
            id: "6879",
            name: "Барыбино",
          },
          {
            id: "4612",
            name: "Горки-2",
          },
          {
            id: "6593",
            name: "Менделеево",
          },
          {
            id: "4601",
            name: "Солнцево (Московская область)",
          },
          {
            id: "8179",
            name: "Горшково",
          },
          {
            id: "8194",
            name: "Нарынка",
          },
          {
            id: "2054",
            name: "Озеры",
          },
          {
            id: "6378",
            name: "Свердловский",
          },
          {
            id: "6110",
            name: "Шаховская",
          },
          {
            id: "6999",
            name: "Лопатино",
          },
          {
            id: "8195",
            name: "Нижне-Маслово",
          },
          {
            id: "6866",
            name: "Лучинское",
          },
          {
            id: "6374",
            name: "Софьино (Раменский район)",
          },
          {
            id: "7000",
            name: "Боброво",
          },
          {
            id: "8243",
            name: "Степаново",
          },
          {
            id: "6877",
            name: "Вельяминово",
          },
          {
            id: "8216",
            name: "Новое Гришино",
          },
          {
            id: "5998",
            name: "Поповская (Московская область)",
          },
          {
            id: "6870",
            name: "Газопроводск",
          },
          {
            id: "4624",
            name: "Лесной Городок",
          },
          {
            id: "2657",
            name: "Софрино",
          },
          {
            id: "6014",
            name: "Часцы",
          },
          {
            id: "2076",
            name: "Талдом",
          },
          {
            id: "6928",
            name: "Молоди",
          },
          {
            id: "4618",
            name: "Знаменское",
          },
          {
            id: "6874",
            name: "Березнецово",
          },
          {
            id: "4626",
            name: "Немчиновка",
          },
          {
            id: "8232",
            name: "Шеметово",
          },
          {
            id: "8225",
            name: "Крутч-Байгора",
          },
          {
            id: "5963",
            name: "Запрудня (Московская область)",
          },
          {
            id: "6353",
            name: "Птичное",
          },
          {
            id: "5991",
            name: "Кривандино (Московская область)",
          },
          {
            id: "5989",
            name: "Юрцово (Московская область, городской округ Егорьевск)",
          },
          {
            id: "6360",
            name: "Клёново (Московская область)",
          },
          {
            id: "8214",
            name: "Трехгорка",
          },
          {
            id: "6240",
            name: "Загорянский",
          },
          {
            id: "8204",
            name: "Ржавки",
          },
          {
            id: "6990",
            name: "Богатищево",
          },
          {
            id: "8219",
            name: "Шевляково",
          },
          {
            id: "8231",
            name: "Радумля",
          },
          {
            id: "11080",
            name: "Бисерово (Московская область)",
          },
          {
            id: "6864",
            name: "Румянцево",
          },
          {
            id: "5993",
            name: "Пышлицы",
          },
          {
            id: "8239",
            name: "Ново-Синьково",
          },
          {
            id: "2634",
            name: "Нахабино",
          },
          {
            id: "5970",
            name: "Лесной (Московская область, Пушкинский район)",
          },
          {
            id: "4625",
            name: "Мамоново (Московская область)",
          },
          {
            id: "3727",
            name: "Томилино",
          },
          {
            id: "8205",
            name: "Орево",
          },
          {
            id: "6580",
            name: "Кратово",
          },
          {
            id: "6887",
            name: "Горки (Ленинский район)",
          },
          {
            id: "6873",
            name: "Мещерино",
          },
          {
            id: "4620",
            name: "Глухово",
          },
          {
            id: "2731",
            name: "Красково",
          },
          {
            id: "6884",
            name: "Павловское (городской округ Домодедово)",
          },
          {
            id: "8245",
            name: "Озеро Белое",
          },
          {
            id: "8240",
            name: "Новинки (Московская область)",
          },
          {
            id: "8226",
            name: "Космодемьянский",
          },
          {
            id: "5972",
            name: "Малаховка (Московская область)",
          },
          {
            id: "2087",
            name: "Железнодорожный",
          },
          {
            id: "6368",
            name: "Большие Вязёмы",
          },
          {
            id: "8188",
            name: "Яковлевское",
          },
          {
            id: "2955",
            name: "Малые Вязёмы",
          },
          {
            id: "5115",
            name: "Ильинский (Московская область)",
          },
          {
            id: "8227",
            name: "Кожино",
          },
          {
            id: "6867",
            name: "Агрогородок",
          },
          {
            id: "6807",
            name: "Новопетровское",
          },
          {
            id: "2486",
            name: "Кокошкино",
          },
          {
            id: "6339",
            name: "Андреевка",
          },
          {
            id: "5962",
            name: "Михнево (Московская область, Ступинский район)",
          },
          {
            id: "6888",
            name: "Чехов-7",
          },
          {
            id: "6620",
            name: "Скоропусковский",
          },
          {
            id: "5961",
            name: "Белоомут",
          },
          {
            id: "4609",
            name: "Барвиха",
          },
          {
            id: "8215",
            name: "Володарского",
          },
          {
            id: "8229",
            name: "Архангельское (Московская область)",
          },
          {
            id: "8181",
            name: "Астапово",
          },
          {
            id: "6355",
            name: "Икша",
          },
          {
            id: "6875",
            name: "Жилёво",
          },
          {
            id: "6332",
            name: "Посёлок совхоза имени Ленина",
          },
          {
            id: "2818",
            name: "Вербилки",
          },
          {
            id: "4599",
            name: "Киевский",
          },
          {
            id: "6849",
            name: "Поречье",
          },
          {
            id: "2677",
            name: "Рогачево",
          },
          {
            id: "8233",
            name: "Ловцы",
          },
          {
            id: "8237",
            name: "Хатунь",
          },
          {
            id: "8193",
            name: "Нестерово",
          },
          {
            id: "6777",
            name: "Первомайское (Московская область)",
          },
          {
            id: "6771",
            name: "Семёновское",
          },
          {
            id: "6243",
            name: "Мисайлово",
          },
          {
            id: "8236",
            name: "Дмитриевское (Московская область)",
          },
          {
            id: "4622",
            name: "ВНИИССОК",
          },
          {
            id: "8213",
            name: "Микулино",
          },
          {
            id: "8228",
            name: "Мосрентген",
          },
          {
            id: "2052",
            name: "Кубинка",
          },
          {
            id: "5964",
            name: "посёлок Биокомбината",
          },
          {
            id: "5981",
            name: "Мишеронский",
          },
          {
            id: "8207",
            name: "Дединово",
          },
          {
            id: "5985",
            name: "Большое Буньково",
          },
          {
            id: "8183",
            name: "Летний отдых",
          },
          {
            id: "8238",
            name: "Куликово",
          },
          {
            id: "8182",
            name: "Зарудня",
          },
          {
            id: "8200",
            name: "Сычево",
          },
          {
            id: "6929",
            name: "Бутурлино (Московская область)",
          },
          {
            id: "4602",
            name: "Ново-Переделкино",
          },
          {
            id: "2072",
            name: "Пущино",
          },
          {
            id: "8220",
            name: "Алфимово",
          },
          {
            id: "8223",
            name: "Лоза",
          },
          {
            id: "6931",
            name: "Вороновское",
          },
          {
            id: "8217",
            name: "Любучаны",
          },
          {
            id: "2075",
            name: "Ступино",
          },
          {
            id: "8203",
            name: "Подосинки",
          },
          {
            id: "6336",
            name: "Снегири",
          },
          {
            id: "6763",
            name: "Мещерское",
          },
          {
            id: "4302",
            name: "Коммунарка",
          },
          {
            id: "2056",
            name: "Куровское",
          },
          {
            id: "6889",
            name: "Новый Быт",
          },
          {
            id: "6883",
            name: "Посёлок санатория «Подмосковье»",
          },
          {
            id: "5982",
            name: "Черусти",
          },
          {
            id: "8235",
            name: "Десеновское",
          },
          {
            id: "8202",
            name: "Узуново",
          },
          {
            id: "4623",
            name: "Жаворонки",
          },
          {
            id: "6294",
            name: "Заречье (рабочий посёлок, Одинцовский район)",
          },
          {
            id: "5965",
            name: "Медвежьи Озёра",
          },
          {
            id: "6528",
            name: "Калининец",
          },
          {
            id: "6380",
            name: "Уваровка (Московская область)",
          },
          {
            id: "5966",
            name: "Черкизово (Московская область, Пушкинский район)",
          },
          {
            id: "5986",
            name: "Демихово (Московская область, Орехово-Зуевский район)",
          },
          {
            id: "2751",
            name: "Оболенск",
          },
          {
            id: "5968",
            name: "Ашукино",
          },
          {
            id: "5975",
            name: "Удельная (Московская область)",
          },
          {
            id: "8244",
            name: "Успенский",
          },
          {
            id: "4615",
            name: "Власиха",
          },
          {
            id: "5978",
            name: "Шувое",
          },
          {
            id: "6997",
            name: "Посёлок имени Воровского",
          },
          {
            id: "2066",
            name: "Руза",
          },
          {
            id: "8218",
            name: "Скуратово",
          },
          {
            id: "6588",
            name: "Глебовский",
          },
          {
            id: "8208",
            name: "Сосенское",
          },
          {
            id: "6390",
            name: "Молоково",
          },
          {
            id: "8192",
            name: "Каринское",
          },
          {
            id: "6625",
            name: "Старый Городок (Одинцовский район)",
          },
          {
            id: "2080",
            name: "Шатура",
          },
          {
            id: "2071",
            name: "Протвино",
          },
          {
            id: "6627",
            name: "Успенское (Московская область)",
          },
          {
            id: "5969",
            name: "Зверосовхоз (Московская область)",
          },
          {
            id: "2030",
            name: "Ожерелье",
          },
          {
            id: "8190",
            name: "Алпатьево",
          },
          {
            id: "6871",
            name: "Барабаново",
          },
          {
            id: "5128",
            name: "Некрасовский (Московская область)",
          },
          {
            id: "6385",
            name: "Поварово",
          },
          {
            id: "4600",
            name: "Алабино",
          },
          {
            id: "6880",
            name: "Растуново",
          },
          {
            id: "6143",
            name: "Октябрьский (Московская область)",
          },
          {
            id: "4628",
            name: "Баковка",
          },
          {
            id: "2021",
            name: "Волоколамск",
          },
          {
            id: "6591",
            name: "Богородское (Московская область)",
          },
          {
            id: "5971",
            name: "Лесные Поляны (Московская область, Пушкинский район)",
          },
          {
            id: "11074",
            name: "Рыбаки",
          },
          {
            id: "5057",
            name: "Тучково",
          },
          {
            id: "6067",
            name: "Горки-10 (Московская область, Одинцовский район)",
          },
          {
            id: "11168",
            name: "Константиново (Раменский район)",
          },
          {
            id: "6579",
            name: "Ватутинки",
          },
          {
            id: "4606",
            name: "Ивановское (Московская область)",
          },
          {
            id: "6603",
            name: "Новый Городок (Одинцовский район)",
          },
          {
            id: "6679",
            name: "Большевик",
          },
          {
            id: "6520",
            name: "Зелёный",
          },
          {
            id: "5979",
            name: "Шатурторф",
          },
          {
            id: "2996",
            name: "Белоозёрский (Московская область)",
          },
          {
            id: "2100",
            name: "Дедовск",
          },
          {
            id: "4608",
            name: "Воронки",
          },
          {
            id: "6890",
            name: "Крюково",
          },
          {
            id: "8212",
            name: "Красное (Московская область)",
          },
          {
            id: "8185",
            name: "Красная Пойма",
          },
          {
            id: "5997",
            name: "Починки (Московская область, городской округ Егорьевск)",
          },
          {
            id: "2027",
            name: "Зарайск",
          },
          {
            id: "5977",
            name: "Большие Дворы",
          },
          {
            id: "6589",
            name: "Столбовая",
          },
          {
            id: "6352",
            name: "Новое Ступино",
          },
          {
            id: "8189",
            name: "Саввино",
          },
          {
            id: "4605",
            name: "Рублево",
          },
          {
            id: "8209",
            name: "Теряево",
          },
          {
            id: "6634",
            name: "Стромынь",
          },
          {
            id: "4629",
            name: "ДСК Мичуринец",
          },
          {
            id: "6361",
            name: "Щапово (Московская область)",
          },
          {
            id: "4617",
            name: "Мечниково",
          },
          {
            id: "5988",
            name: "Михали (Московская область, городской округ Егорьевск)",
          },
          {
            id: "6597",
            name: "Реммаш",
          },
          {
            id: "8199",
            name: "Цветковский",
          },
          {
            id: "6932",
            name: "Атепцево",
          },
          {
            id: "2441",
            name: "Монино",
          },
          {
            id: "8222",
            name: "Решетниково",
          },
          {
            id: "5967",
            name: "Правдинский",
          },
          {
            id: "6886",
            name: "Ям",
          },
          {
            id: "2067",
            name: "Краснозаводск",
          },
          {
            id: "2047",
            name: "Черноголовка",
          },
          {
            id: "6599",
            name: "Хорлово",
          },
          {
            id: "6881",
            name: "Житнево",
          },
          {
            id: "6760",
            name: "Мирный (Московская область, Люберецкий район)",
          },
          {
            id: "8211",
            name: "Григорьевское (Московская область)",
          },
          {
            id: "5974",
            name: "Электроизолятор",
          },
          {
            id: "6876",
            name: "Ситне-Щелканово",
          },
          {
            id: "2091",
            name: "Красноармейск (Московская область)",
          },
          {
            id: "2057",
            name: "Ликино-Дулево",
          },
          {
            id: "6107",
            name: "Лотошино",
          },
          {
            id: "8180",
            name: "Воздвиженское (Московская область)",
          },
          {
            id: "8230",
            name: "Осташево",
          },
          {
            id: "5040",
            name: "Ильинский (Раменский район)",
          },
          {
            id: "8184",
            name: "Колюбакино",
          },
          {
            id: "8210",
            name: "Фруктовая",
          },
          {
            id: "6011",
            name: "Путилково",
          },
          {
            id: "2043",
            name: "Верея",
          },
          {
            id: "5990",
            name: "Раменки (Московская область)",
          },
          {
            id: "2055",
            name: "Дрезна",
          },
          {
            id: "5960",
            name: "Развилка (Московская область)",
          },
          {
            id: "4604",
            name: "Куркино (Московская область)",
          },
          {
            id: "6865",
            name: "Курсаково",
          },
          {
            id: "6820",
            name: "Липицы",
          },
          {
            id: "6885",
            name: "Домодедово (село)",
          },
          {
            id: "2050",
            name: "Звенигород",
          },
          {
            id: "5041",
            name: "посёлок Володарского (Московская область)",
          },
          {
            id: "4614",
            name: "Лайково",
          },
          {
            id: "8197",
            name: "Рязановский",
          },
          {
            id: "6066",
            name: "Знамя Октября",
          },
          {
            id: "6608",
            name: "ЛМС",
          },
          {
            id: "4603",
            name: "Переделкино",
          },
          {
            id: "5992",
            name: "Дмитровский Погост",
          },
          {
            id: "5044",
            name: "Родники (Московская область)",
          },
          {
            id: "8234",
            name: "Ленинский (Московская область)",
          },
          {
            id: "6861",
            name: "Конобеево",
          },
          {
            id: "8196",
            name: "Поселок им.Цюрупы",
          },
          {
            id: "6566",
            name: "Дрожжино",
          },
          {
            id: "8221",
            name: "Новое",
          },
          {
            id: "2046",
            name: "Старая Купавна",
          },
          {
            id: "6522",
            name: "Покровское (городской округ Истра)",
          },
          {
            id: "6882",
            name: "Красный Путь",
          },
          {
            id: "8224",
            name: "Шугарово",
          },
          {
            id: "5987",
            name: "Давыдово (Московская область, Орехово-Зуевский район)",
          },
          {
            id: "4301",
            name: "Шишкин Лес",
          },
          {
            id: "5120",
            name: "Софьино (Наро-Фоминский район)",
          },
          {
            id: "2068",
            name: "Пересвет",
          },
          {
            id: "5973",
            name: "Речицы (Московская область, Раменский район)",
          },
          {
            id: "6185",
            name: "Малино",
          },
          {
            id: "6872",
            name: "Новосёлки (городской округ Кашира)",
          },
          {
            id: "2097",
            name: "Электрогорск",
          },
          {
            id: "8191",
            name: "Внуковское",
          },
          {
            id: "8198",
            name: "Сергиевский",
          },
          {
            id: "3049",
            name: "Серебряные Пруды",
          },
          {
            id: "6796",
            name: "Рахманово",
          },
          {
            id: "8241",
            name: "Красная Пахра",
          },
          {
            id: "6878",
            name: "Татариново",
          },
          {
            id: "4619",
            name: "Ильинское",
          },
          {
            id: "6955",
            name: "Беликово (Московская область)",
          },
          {
            id: "4627",
            name: "Новоивановское",
          },
          {
            id: "2761",
            name: "Селятино",
          },
          {
            id: "5976",
            name: "Авсюнино",
          },
          {
            id: "4611",
            name: "Калчуга",
          },
          {
            id: "6995",
            name: "Назарьево",
          },
          {
            id: "6739",
            name: "Алачково",
          },
          {
            id: "4616",
            name: "Лапино",
          },
          {
            id: "2031",
            name: "Высоковск",
          },
          {
            id: "6567",
            name: "Ямкино",
          },
          {
            id: "8186",
            name: "Новоклемово",
          },
          {
            id: "8201",
            name: "Измайлово",
          },
          {
            id: "4610",
            name: "Жуковка (Московская область)",
          },
          {
            id: "2040",
            name: "Можайск",
          },
          {
            id: "5984",
            name: "Чёрное (Московская область)",
          },
          {
            id: "4630",
            name: "Дмитровское",
          },
          {
            id: "5980",
            name: "Радовицкий",
          },
          {
            id: "4621",
            name: "Подушкино",
          },
          {
            id: "6429",
            name: "Марфино (Московская область)",
          },
          {
            id: "6930",
            name: "Таширово",
          },
          {
            id: "6354",
            name: "Деденево",
          },
          {
            id: "8187",
            name: "Колычево (Московская область)",
          },
          {
            id: "4607",
            name: "Новый",
          },
          {
            id: "6927",
            name: "Троицкое (Московская область)",
          },
          {
            id: "4613",
            name: "Большое Сареево",
          },
        ],
      },
    ],
  },
  {
    id: "10002",
    name: "Санкт-Петербург и Ленинградская область",
    areas: [
      {
        id: "145",
        name: "Ленинградская область",
        areas: [
          {
            id: "2",
            name: "Санкт-Петербург",
          },
          {
            id: "1990",
            name: "Всеволожск",
          },
          {
            id: "1991",
            name: "Выборг",
          },
          {
            id: "1993",
            name: "Гатчина",
          },
          {
            id: "1996",
            name: "Кингисепп",
          },
          {
            id: "2014",
            name: "Сосновый Бор (Ленинградская область)",
          },
          {
            id: "4025",
            name: "Вырица",
          },
          {
            id: "2490",
            name: "Пушкин",
          },
          {
            id: "5461",
            name: "Янино-1",
          },
          {
            id: "2018",
            name: "Шлиссельбург",
          },
          {
            id: "2011",
            name: "Светогорск",
          },
          {
            id: "2001",
            name: "Ломоносов",
          },
          {
            id: "2007",
            name: "Пикалево",
          },
          {
            id: "4020",
            name: "посёлок имени Морозова",
          },
          {
            id: "1997",
            name: "Кириши",
          },
          {
            id: "2002",
            name: "Луга",
          },
          {
            id: "2013",
            name: "Сланцы",
          },
          {
            id: "1999",
            name: "Коммунар",
          },
          {
            id: "2554",
            name: "Колпино",
          },
          {
            id: "5459",
            name: "Усть-Луга",
          },
          {
            id: "11184",
            name: "Новогорелово",
          },
          {
            id: "6686",
            name: "Иннолово",
          },
          {
            id: "8383",
            name: "Плодовое",
          },
          {
            id: "8436",
            name: "Ретюнь",
          },
          {
            id: "5453",
            name: "Семрино",
          },
          {
            id: "5418",
            name: "Глажево",
          },
          {
            id: "2009",
            name: "Приморск (Ленинградская область)",
          },
          {
            id: "8283",
            name: "Беседа",
          },
          {
            id: "1998",
            name: "Кировск (Ленинградская область)",
          },
          {
            id: "5441",
            name: "Оредеж",
          },
          {
            id: "8431",
            name: "Мичуринское",
          },
          {
            id: "5452",
            name: "Сельцо (посёлок, Волосовский район)",
          },
          {
            id: "5437",
            name: "Никольский (Ленинградская область)",
          },
          {
            id: "4022",
            name: "Сосново",
          },
          {
            id: "6059",
            name: "Кудрово",
          },
          {
            id: "5414",
            name: "Виллози",
          },
          {
            id: "8314",
            name: "Фалилеево",
          },
          {
            id: "8371",
            name: "Лопухинка",
          },
          {
            id: "1992",
            name: "Высоцк",
          },
          {
            id: "2961",
            name: "Кронштадт",
          },
          {
            id: "5451",
            name: "Селезнёво (Ленинградская область)",
          },
          {
            id: "8437",
            name: "Алеховщина",
          },
          {
            id: "5435",
            name: "Назия",
          },
          {
            id: "5432",
            name: "Лесогорский",
          },
          {
            id: "8270",
            name: "Понтонный",
          },
          {
            id: "1994",
            name: "Ивангород",
          },
          {
            id: "5410",
            name: "Бегуницы",
          },
          {
            id: "5710",
            name: "Озерки (Всеволожский район)",
          },
          {
            id: "5457",
            name: "Тайцы",
          },
          {
            id: "4153",
            name: "Горбунки",
          },
          {
            id: "5430",
            name: "Лаголово",
          },
          {
            id: "6456",
            name: "Стеклянный",
          },
          {
            id: "5450",
            name: "Рябово (Ленинградская область)",
          },
          {
            id: "8297",
            name: "Шугозеро",
          },
          {
            id: "6457",
            name: "Васкелово",
          },
          {
            id: "2681",
            name: "Шушары",
          },
          {
            id: "2016",
            name: "Тихвин",
          },
          {
            id: "2005",
            name: "Новая Ладога",
          },
          {
            id: "8284",
            name: "Громово",
          },
          {
            id: "6205",
            name: "Мельниково (Ленинградская область)",
          },
          {
            id: "5438",
            name: "Новоселье (Ленинградская область)",
          },
          {
            id: "4164",
            name: "Синявино",
          },
          {
            id: "5409",
            name: "Аннино (Ленинградская область)",
          },
          {
            id: "5439",
            name: "Новый Учхоз",
          },
          {
            id: "5447",
            name: "Рахья",
          },
          {
            id: "5427",
            name: "Котельский",
          },
          {
            id: "2000",
            name: "Лодейное Поле",
          },
          {
            id: "5711",
            name: "Стрельна",
          },
          {
            id: "8323",
            name: "Глобицы",
          },
          {
            id: "5431",
            name: "Лесколово",
          },
          {
            id: "4151",
            name: "Новое Девяткино",
          },
          {
            id: "5433",
            name: "Малое Верево",
          },
          {
            id: "1987",
            name: "Волосово",
          },
          {
            id: "2522",
            name: "Красное Село",
          },
          {
            id: "4024",
            name: "Кузьмоловский",
          },
          {
            id: "8413",
            name: "Пудость",
          },
          {
            id: "5448",
            name: "Ромашкинское сельское поселение (Ленинградская область)",
          },
          {
            id: "2017",
            name: "Тосно",
          },
          {
            id: "5415",
            name: "Винницы",
          },
          {
            id: "5421",
            name: "Елизаветино (Ленинградская область)",
          },
          {
            id: "8333",
            name: "Сяськелево",
          },
          {
            id: "2682",
            name: "Ульяновка (Ленинградская область)",
          },
          {
            id: "8386",
            name: "Глебычево",
          },
          {
            id: "8328",
            name: "Большой Сабск",
          },
          {
            id: "6660",
            name: "Хиттолово",
          },
          {
            id: "8438",
            name: "Белогорка",
          },
          {
            id: "4155",
            name: "Лебяжье",
          },
          {
            id: "6628",
            name: "Юкки",
          },
          {
            id: "8407",
            name: "Вистино",
          },
          {
            id: "2006",
            name: "Отрадное (Ленинградская область)",
          },
          {
            id: "2012",
            name: "Сертолово",
          },
          {
            id: "5445",
            name: "Пудомяги",
          },
          {
            id: "4157",
            name: "Каменка (Ленинградская область)",
          },
          {
            id: "8332",
            name: "Мшинская",
          },
          {
            id: "8412",
            name: "Большое Куземкино",
          },
          {
            id: "5456",
            name: "Суходолье (Ленинградская область)",
          },
          {
            id: "8447",
            name: "Кобринское",
          },
          {
            id: "8295",
            name: "Песочный",
          },
          {
            id: "5446",
            name: "Разметелево",
          },
          {
            id: "8265",
            name: "Кикерино",
          },
          {
            id: "5426",
            name: "Колчаново",
          },
          {
            id: "8422",
            name: "Запорожское",
          },
          {
            id: "8315",
            name: "Шум",
          },
          {
            id: "8252",
            name: "Свирьстрой",
          },
          {
            id: "8293",
            name: "Красная Долина",
          },
          {
            id: "5458",
            name: "Толмачёво (Ленинградская область)",
          },
          {
            id: "5444",
            name: "Первомайское (Ленинградская область)",
          },
          {
            id: "4162",
            name: "Приладожский",
          },
          {
            id: "5443",
            name: "Паша",
          },
          {
            id: "5413",
            name: "Важины",
          },
          {
            id: "5436",
            name: "Низино (Ленинградская область)",
          },
          {
            id: "2230",
            name: "Зеленогорск (Ленинградская обл)",
          },
          {
            id: "8302",
            name: "Гладкое",
          },
          {
            id: "5429",
            name: "Кузнечное",
          },
          {
            id: "6451",
            name: "Фёдоровское (Ленинградская область)",
          },
          {
            id: "4023",
            name: "Рощино (Ленинградская область)",
          },
          {
            id: "5417",
            name: "Войскорово",
          },
          {
            id: "8309",
            name: "Ушаки",
          },
          {
            id: "8364",
            name: "Семиозерье",
          },
          {
            id: "4166",
            name: "Большая Ижора",
          },
          {
            id: "4156",
            name: "Романовка",
          },
          {
            id: "8299",
            name: "Выскатка",
          },
          {
            id: "5454",
            name: "Старая Ладога",
          },
          {
            id: "5084",
            name: "Мурино",
          },
          {
            id: "2015",
            name: "Сясьстрой",
          },
          {
            id: "8254",
            name: "Большая Пустомержа",
          },
          {
            id: "1988",
            name: "Бокситогорск",
          },
          {
            id: "8406",
            name: "Старополье",
          },
          {
            id: "5428",
            name: "Красный Бор (Ленинградская область)",
          },
          {
            id: "8382",
            name: "Дзержинского",
          },
          {
            id: "5712",
            name: "Ям-Ижора",
          },
          {
            id: "8311",
            name: "Саперное",
          },
          {
            id: "5412",
            name: "Большие Колпаны",
          },
          {
            id: "4160",
            name: "Тельмана",
          },
          {
            id: "5419",
            name: "Гостилицы",
          },
          {
            id: "1995",
            name: "Каменногорск",
          },
          {
            id: "5434",
            name: "Малое Карлино",
          },
          {
            id: "5449",
            name: "Русско-Высоцкое",
          },
          {
            id: "8329",
            name: "Щеглово",
          },
          {
            id: "4158",
            name: "Токсово",
          },
          {
            id: "8444",
            name: "Торковичи",
          },
          {
            id: "2507",
            name: "Сестрорецк",
          },
          {
            id: "8255",
            name: "Войсковицы",
          },
          {
            id: "8327",
            name: "Вындин Остров",
          },
          {
            id: "8361",
            name: "Гарболово",
          },
          {
            id: "4163",
            name: "Бугры",
          },
          {
            id: "8410",
            name: "Кисельня",
          },
          {
            id: "4154",
            name: "Советский (Ленинградская область)",
          },
          {
            id: "5408",
            name: "Агалатово",
          },
          {
            id: "8325",
            name: "Тарасово (Ленинградская область)",
          },
          {
            id: "8318",
            name: "Пчевжа",
          },
          {
            id: "8272",
            name: "Осьмино",
          },
          {
            id: "4161",
            name: "Дубровка (Ленинградская область)",
          },
          {
            id: "5420",
            name: "Дружная Горка (Ленинградская область)",
          },
          {
            id: "8423",
            name: "Садовый (Ленинградская область)",
          },
          {
            id: "3701",
            name: "Парголово",
          },
          {
            id: "6751",
            name: "Разбегаево (Ленинградская область)",
          },
          {
            id: "2664",
            name: "Павловск (Ленинградская область)",
          },
          {
            id: "2008",
            name: "Подпорожье",
          },
          {
            id: "2003",
            name: "Любань (Ленинградская область)",
          },
          {
            id: "5460",
            name: "Форносово",
          },
          {
            id: "6750",
            name: "Пеники",
          },
          {
            id: "6106",
            name: "Репино",
          },
          {
            id: "4019",
            name: "Мга",
          },
          {
            id: "4026",
            name: "Сиверский",
          },
          {
            id: "4159",
            name: "Новый Свет",
          },
          {
            id: "2004",
            name: "Никольское",
          },
          {
            id: "5455",
            name: "Сусанино (Ленинградская область)",
          },
          {
            id: "2010",
            name: "Приозерск",
          },
          {
            id: "4027",
            name: "Металлострой",
          },
          {
            id: "4021",
            name: "Старая (Ленинградская область)",
          },
          {
            id: "5425",
            name: "Кобралово",
          },
          {
            id: "8351",
            name: "Ям-Тесово",
          },
          {
            id: "8285",
            name: "Кингисеппский",
          },
          {
            id: "5423",
            name: "Заклинье (Ленинградская область)",
          },
          {
            id: "1989",
            name: "Волхов",
          },
          {
            id: "4152",
            name: "пгт имени Свердлова",
          },
          {
            id: "8344",
            name: "Ополье",
          },
          {
            id: "8363",
            name: "Зимитицы",
          },
          {
            id: "5416",
            name: "Вознесенье (Ленинградская область)",
          },
          {
            id: "5442",
            name: "Оржицы",
          },
          {
            id: "5422",
            name: "Ефимовский",
          },
          {
            id: "5411",
            name: "Большая Вруда",
          },
          {
            id: "6466",
            name: "Терволово",
          },
          {
            id: "5440",
            name: "Нурма (Ленинградская область)",
          },
          {
            id: "5424",
            name: "Кипень",
          },
          {
            id: "8429",
            name: "Извара",
          },
          {
            id: "8345",
            name: "Калитино",
          },
          {
            id: "6514",
            name: "Курск (Волосовский район, Ленинградская область)",
          },
          {
            id: "6252",
            name: "Славянка",
          },
          {
            id: "5709",
            name: "Колтуши",
          },
          {
            id: "2750",
            name: "Петергоф",
          },
          {
            id: "4165",
            name: "Будогощь",
          },
        ],
      },
    ],
  },
  {
    id: "10004",
    name: "Приволжский федеральный округ",
    areas: [
      {
        id: "1624",
        name: "Республика Татарстан",
        areas: [
          {
            id: "88",
            name: "Казань",
          },
          {
            id: "1641",
            name: "Набережные Челны",
          },
          {
            id: "1627",
            name: "Альметьевск",
          },
          {
            id: "1642",
            name: "Нижнекамск",
          },
          {
            id: "1637",
            name: "Лениногорск",
          },
          {
            id: "1626",
            name: "Азнакаево",
          },
          {
            id: "1633",
            name: "Елабуга",
          },
          {
            id: "1631",
            name: "Бугульма",
          },
          {
            id: "1645",
            name: "Чистополь",
          },
          {
            id: "2734",
            name: "Иннополис",
          },
          {
            id: "7021",
            name: "Бураково",
          },
          {
            id: "7251",
            name: "Юхмачи",
          },
          {
            id: "7124",
            name: "Новое Ибрайкино",
          },
          {
            id: "7081",
            name: "Поисево",
          },
          {
            id: "7046",
            name: "Татарские Суксы",
          },
          {
            id: "7006",
            name: "Атабаево",
          },
          {
            id: "4188",
            name: "Убей",
          },
          {
            id: "6465",
            name: "Усады",
          },
          {
            id: "3715",
            name: "Камские Поляны",
          },
          {
            id: "7235",
            name: "Совхоз Татарстан",
          },
          {
            id: "4186",
            name: "Сарманово",
          },
          {
            id: "3658",
            name: "Актаныш",
          },
          {
            id: "7105",
            name: "Каркаусь",
          },
          {
            id: "7211",
            name: "Старошешминск",
          },
          {
            id: "7254",
            name: "Макулово",
          },
          {
            id: "1625",
            name: "Агрыз",
          },
          {
            id: "4182",
            name: "Новошешминск",
          },
          {
            id: "1629",
            name: "Бавлы",
          },
          {
            id: "7159",
            name: "Поселок Бирюлинского Зверосовхоза",
          },
          {
            id: "7139",
            name: "Мюд",
          },
          {
            id: "7047",
            name: "Светлое Озеро",
          },
          {
            id: "7117",
            name: "Зеленая Роща",
          },
          {
            id: "7218",
            name: "Терси",
          },
          {
            id: "7101",
            name: "Тлянче-Тамак",
          },
          {
            id: "7060",
            name: "Тюрнясево",
          },
          {
            id: "7097",
            name: "Мактама",
          },
          {
            id: "7248",
            name: "Кощаково",
          },
          {
            id: "7172",
            name: "Мокрые Курнали",
          },
          {
            id: "7181",
            name: "Шушмабаш",
          },
          {
            id: "7277",
            name: "Исенбаево",
          },
          {
            id: "2727",
            name: "Апастово",
          },
          {
            id: "4185",
            name: "Рыбная Слобода",
          },
          {
            id: "6317",
            name: "Сокуры",
          },
          {
            id: "7032",
            name: "Иске-Рязап",
          },
          {
            id: "7054",
            name: "Большой Сухояш",
          },
          {
            id: "3692",
            name: "Старое Дрожжаное",
          },
          {
            id: "7203",
            name: "Чепчуги",
          },
          {
            id: "7130",
            name: "Хозесаново",
          },
          {
            id: "1635",
            name: "Зеленодольск (Республика Татарстан)",
          },
          {
            id: "7231",
            name: "Именьково",
          },
          {
            id: "4167",
            name: "Айша",
          },
          {
            id: "7136",
            name: "Петровский Завод",
          },
          {
            id: "7103",
            name: "Старый Юраш",
          },
          {
            id: "1628",
            name: "Арск",
          },
          {
            id: "7187",
            name: "Кляшево",
          },
          {
            id: "7209",
            name: "Нижний Каракитан",
          },
          {
            id: "4191",
            name: "Шемордан",
          },
          {
            id: "2695",
            name: "Алексеевское",
          },
          {
            id: "1643",
            name: "Нурлат",
          },
          {
            id: "4187",
            name: "Тюлячи",
          },
          {
            id: "4171",
            name: "Бетьки",
          },
          {
            id: "7052",
            name: "Поселок станции Каратун",
          },
          {
            id: "1640",
            name: "Мензелинск",
          },
          {
            id: "7246",
            name: "Татарские Ямалы",
          },
          {
            id: "7138",
            name: "Большой Чекмак",
          },
          {
            id: "7069",
            name: "Караталга",
          },
          {
            id: "4179",
            name: "Куйбышевский Затон",
          },
          {
            id: "7031",
            name: "Большая Турма",
          },
          {
            id: "7212",
            name: "Шереметьевка",
          },
          {
            id: "1644",
            name: "Тетюши",
          },
          {
            id: "7210",
            name: "Лубяны",
          },
          {
            id: "7111",
            name: "Новое Каширово",
          },
          {
            id: "7033",
            name: "Каенлы",
          },
          {
            id: "7084",
            name: "Ципья",
          },
          {
            id: "4183",
            name: "Осиново",
          },
          {
            id: "7063",
            name: "Билярск",
          },
          {
            id: "7034",
            name: "Ютаза",
          },
          {
            id: "2449",
            name: "Балтаси",
          },
          {
            id: "7050",
            name: "Шипки",
          },
          {
            id: "1638",
            name: "Мамадыш",
          },
          {
            id: "7255",
            name: "Кулаево",
          },
          {
            id: "7071",
            name: "Аю",
          },
          {
            id: "7263",
            name: "Кармалы",
          },
          {
            id: "4178",
            name: "Карабаш (Республика Татарстан)",
          },
          {
            id: "4180",
            name: "Муслюмово",
          },
          {
            id: "7061",
            name: "Большое Подберезье",
          },
          {
            id: "4172",
            name: "Богатые Сабы",
          },
          {
            id: "7051",
            name: "Кадыбаш",
          },
          {
            id: "7230",
            name: "Габишево",
          },
          {
            id: "7273",
            name: "Жуково",
          },
          {
            id: "4190",
            name: "Чувашское Дрожжаное",
          },
          {
            id: "7066",
            name: "Чэчэкле",
          },
          {
            id: "7007",
            name: "Большие Ключи",
          },
          {
            id: "7073",
            name: "Тенишево",
          },
          {
            id: "7017",
            name: "Зай-Каратай",
          },
          {
            id: "7283",
            name: "Юлтимерово",
          },
          {
            id: "7243",
            name: "Кряш-Шуран",
          },
          {
            id: "1632",
            name: "Буинск",
          },
          {
            id: "7183",
            name: "Старое Альметьево",
          },
          {
            id: "7193",
            name: "Аккузово",
          },
          {
            id: "7131",
            name: "Татарское Адельшино",
          },
          {
            id: "7253",
            name: "Биляр-Озеро",
          },
          {
            id: "7128",
            name: "Малые Меми",
          },
          {
            id: "7228",
            name: "Чалпы",
          },
          {
            id: "4170",
            name: "Базарные Матаки",
          },
          {
            id: "7179",
            name: "Сулеево",
          },
          {
            id: "2628",
            name: "Кукмор",
          },
          {
            id: "7018",
            name: "Деушево",
          },
          {
            id: "7222",
            name: "Байряка",
          },
          {
            id: "7042",
            name: "Старое Сафарово",
          },
          {
            id: "7223",
            name: "Старое Шаймурзино",
          },
          {
            id: "4189",
            name: "Черемшан",
          },
          {
            id: "7259",
            name: "Апазово",
          },
          {
            id: "7242",
            name: "Верхние Челны",
          },
          {
            id: "7030",
            name: "Нурлаты",
          },
          {
            id: "6895",
            name: "Куюки",
          },
          {
            id: "7026",
            name: "Асеево",
          },
          {
            id: "7282",
            name: "Красный Ключ",
          },
          {
            id: "7065",
            name: "Муртыш-Тамак",
          },
          {
            id: "7010",
            name: "Камский Леспромхоз",
          },
          {
            id: "7164",
            name: "Калмаш",
          },
          {
            id: "7090",
            name: "Большое Афанасово",
          },
          {
            id: "7016",
            name: "Учалле",
          },
          {
            id: "7202",
            name: "Шеланга",
          },
          {
            id: "7011",
            name: "Коноваловка",
          },
          {
            id: "7220",
            name: "Кузембетьево",
          },
          {
            id: "7148",
            name: "Урюм",
          },
          {
            id: "7214",
            name: "Ерыкла",
          },
          {
            id: "7096",
            name: "Кадырово",
          },
          {
            id: "7049",
            name: "Какре-Елга",
          },
          {
            id: "7019",
            name: "Такталачук",
          },
          {
            id: "7229",
            name: "Сатламышево",
          },
          {
            id: "4169",
            name: "Актюбинский",
          },
          {
            id: "4176",
            name: "Высокая Гора",
          },
          {
            id: "7068",
            name: "Елантово",
          },
          {
            id: "7215",
            name: "Старый Кувак",
          },
          {
            id: "7150",
            name: "Шингальчи",
          },
          {
            id: "7245",
            name: "Старые Карамалы",
          },
          {
            id: "7252",
            name: "Татарский Сарсаз",
          },
          {
            id: "7109",
            name: "Теньки",
          },
          {
            id: "7238",
            name: "Ленино-Кокушкино",
          },
          {
            id: "7044",
            name: "Нижнее Алькеево",
          },
          {
            id: "7037",
            name: "Каргали",
          },
          {
            id: "7158",
            name: "Октябрьский (Республика Татарстан)",
          },
          {
            id: "6893",
            name: "Новое Шигалиево",
          },
          {
            id: "1630",
            name: "Болгар",
          },
          {
            id: "7095",
            name: "Красный Бор (Республика Татарстан)",
          },
          {
            id: "7174",
            name: "Биклянь",
          },
          {
            id: "7275",
            name: "Саклов-Баш",
          },
          {
            id: "6463",
            name: "Большие Тарханы",
          },
          {
            id: "7249",
            name: "Нижний Таканыш",
          },
          {
            id: "6433",
            name: "Васильево",
          },
          {
            id: "4184",
            name: "Русский Акташ",
          },
          {
            id: "6315",
            name: "Столбище",
          },
          {
            id: "7197",
            name: "Нармонка",
          },
          {
            id: "7035",
            name: "Малая Шильна",
          },
          {
            id: "4173",
            name: "Большая Атня",
          },
          {
            id: "7194",
            name: "Верхний Такермен",
          },
          {
            id: "7118",
            name: "Старый Кашир",
          },
          {
            id: "7281",
            name: "Малая Елга",
          },
          {
            id: "7182",
            name: "Большое Шемякино",
          },
          {
            id: "7241",
            name: "Елаур",
          },
          {
            id: "2953",
            name: "Уруссу",
          },
          {
            id: "7036",
            name: "Большое Нуркеево",
          },
          {
            id: "2725",
            name: "Пестрецы",
          },
          {
            id: "4174",
            name: "Большие Кайбицы",
          },
          {
            id: "7217",
            name: "Песчаные Ковали",
          },
          {
            id: "2726",
            name: "Камское Устье",
          },
          {
            id: "7070",
            name: "Елхово",
          },
          {
            id: "7146",
            name: "Бухарай",
          },
          {
            id: "6462",
            name: "Кутлу-Букаш",
          },
          {
            id: "7149",
            name: "Мамыково",
          },
          {
            id: "7151",
            name: "Урняк",
          },
          {
            id: "7247",
            name: "Старые Челны",
          },
          {
            id: "1634",
            name: "Заинск",
          },
          {
            id: "4175",
            name: "Верхний Услон",
          },
          {
            id: "7250",
            name: "Старые Бугады",
          },
          {
            id: "1636",
            name: "Лаишево",
          },
          {
            id: "3077",
            name: "Нижние Вязовые",
          },
          {
            id: "7020",
            name: "Кутемели",
          },
          {
            id: "7039",
            name: "Победа",
          },
          {
            id: "4181",
            name: "Нижняя Мактама",
          },
          {
            id: "1639",
            name: "Менделеевск",
          },
          {
            id: "4168",
            name: "Аксубаево",
          },
          {
            id: "7013",
            name: "Нижние Аты",
          },
          {
            id: "7043",
            name: "Кият",
          },
          {
            id: "4177",
            name: "Джалиль",
          },
          {
            id: "7147",
            name: "Куркачи",
          },
          {
            id: "7125",
            name: "Дубъязы",
          },
          {
            id: "7219",
            name: "Тумутук",
          },
          {
            id: "7161",
            name: "Шапши",
          },
          {
            id: "7078",
            name: "Новый Кинер",
          },
        ],
      },
      {
        id: "1679",
        name: "Нижегородская область",
        areas: [
          {
            id: "66",
            name: "Нижний Новгород",
          },
          {
            id: "1682",
            name: "Бор",
          },
          {
            id: "248",
            name: "Арзамас",
          },
          {
            id: "247",
            name: "Дзержинск (Нижегородская область)",
          },
          {
            id: "1691",
            name: "Кстово",
          },
          {
            id: "1680",
            name: "Балахна",
          },
          {
            id: "249",
            name: "Саров",
          },
          {
            id: "3705",
            name: "Федяково (Нижегородская область)",
          },
          {
            id: "1696",
            name: "Павлово",
          },
          {
            id: "1686",
            name: "Выкса",
          },
          {
            id: "7645",
            name: "Большое Туманово",
          },
          {
            id: "7703",
            name: "Буреполом",
          },
          {
            id: "4426",
            name: "Суроватиха",
          },
          {
            id: "7708",
            name: "Ломовка (Нижегородская область)",
          },
          {
            id: "4423",
            name: "Сосновское",
          },
          {
            id: "7661",
            name: "Мотовилово",
          },
          {
            id: "6805",
            name: "Хрипуново",
          },
          {
            id: "7678",
            name: "Ужовка",
          },
          {
            id: "7688",
            name: "Поздняково",
          },
          {
            id: "7599",
            name: "Беласовка",
          },
          {
            id: "7652",
            name: "Петряксы",
          },
          {
            id: "4401",
            name: "Гремячево",
          },
          {
            id: "7733",
            name: "Мотызлей",
          },
          {
            id: "7716",
            name: "Мурзицы",
          },
          {
            id: "7646",
            name: "Старая Рудка",
          },
          {
            id: "7625",
            name: "Слизнево",
          },
          {
            id: "4427",
            name: "Сухобезводное",
          },
          {
            id: "4415",
            name: "Пижма",
          },
          {
            id: "1699",
            name: "Семенов",
          },
          {
            id: "7634",
            name: "Водоватово",
          },
          {
            id: "7685",
            name: "Каменки",
          },
          {
            id: "7711",
            name: "Работки",
          },
          {
            id: "7739",
            name: "Натальино",
          },
          {
            id: "6809",
            name: "Неверово",
          },
          {
            id: "6800",
            name: "Большое Череватово",
          },
          {
            id: "4431",
            name: "Тумботино",
          },
          {
            id: "7697",
            name: "Таремское",
          },
          {
            id: "1701",
            name: "Урень",
          },
          {
            id: "4398",
            name: "Гагино",
          },
          {
            id: "7683",
            name: "Суворово",
          },
          {
            id: "4393",
            name: "Вахтан",
          },
          {
            id: "7677",
            name: "Абабково",
          },
          {
            id: "4405",
            name: "Ждановский",
          },
          {
            id: "4400",
            name: "Горбатовка",
          },
          {
            id: "7658",
            name: "Воздвиженское",
          },
          {
            id: "7609",
            name: "Алферьево",
          },
          {
            id: "4408",
            name: "Красные Баки",
          },
          {
            id: "4413",
            name: "Новосмолинский",
          },
          {
            id: "4385",
            name: "Афанасьево",
          },
          {
            id: "7640",
            name: "Сомовка",
          },
          {
            id: "4418",
            name: "Решетиха",
          },
          {
            id: "11075",
            name: "Доскино",
          },
          {
            id: "4430",
            name: "Тоншаево",
          },
          {
            id: "7695",
            name: "Салганы",
          },
          {
            id: "7672",
            name: "Арефино",
          },
          {
            id: "7633",
            name: "Большое Пикино",
          },
          {
            id: "4432",
            name: "Центральный",
          },
          {
            id: "4425",
            name: "поселок Степана Разина",
          },
          {
            id: "7627",
            name: "Октябрьский (Нижегородская область)",
          },
          {
            id: "4424",
            name: "Спасское",
          },
          {
            id: "1692",
            name: "Кулебаки",
          },
          {
            id: "1697",
            name: "Первомайск (Нижегородская область)",
          },
          {
            id: "7651",
            name: "Саконы",
          },
          {
            id: "7742",
            name: "Неклюдово",
          },
          {
            id: "4434",
            name: "Шаранга",
          },
          {
            id: "7628",
            name: "Полховский Майдан",
          },
          {
            id: "4397",
            name: "Выездное",
          },
          {
            id: "7689",
            name: "Пурех",
          },
          {
            id: "7644",
            name: "Наруксово",
          },
          {
            id: "7647",
            name: "Высокий Оселок",
          },
          {
            id: "7722",
            name: "Ушаково",
          },
          {
            id: "2439",
            name: "Дивеево",
          },
          {
            id: "7648",
            name: "Теша",
          },
          {
            id: "4403",
            name: "Досчатое",
          },
          {
            id: "3204",
            name: "Воротынец",
          },
          {
            id: "7715",
            name: "Верхнее Талызино",
          },
          {
            id: "4387",
            name: "Большое Козино",
          },
          {
            id: "7600",
            name: "Советский (Нижегородская область)",
          },
          {
            id: "4384",
            name: "Арья",
          },
          {
            id: "1683",
            name: "Ветлуга",
          },
          {
            id: "7662",
            name: "Поселок Селекционной Станции",
          },
          {
            id: "4407",
            name: "Ковернино",
          },
          {
            id: "7637",
            name: "Гавриловка",
          },
          {
            id: "1702",
            name: "Чкаловск",
          },
          {
            id: "7655",
            name: "Новинки",
          },
          {
            id: "7696",
            name: "Юрьево",
          },
          {
            id: "4419",
            name: "Саваслейка",
          },
          {
            id: "1703",
            name: "Шахунья",
          },
          {
            id: "7741",
            name: "Ясенцы",
          },
          {
            id: "7673",
            name: "Яново",
          },
          {
            id: "1687",
            name: "Горбатов",
          },
          {
            id: "4394",
            name: "Вача",
          },
          {
            id: "1700",
            name: "Сергач",
          },
          {
            id: "4417",
            name: "Починки  ( Нижегородская область)",
          },
          {
            id: "7622",
            name: "Роженцово",
          },
          {
            id: "7736",
            name: "Тарасиха",
          },
          {
            id: "7732",
            name: "Уразовка",
          },
          {
            id: "7681",
            name: "Конново",
          },
          {
            id: "7728",
            name: "Красный Ватрас",
          },
          {
            id: "1688",
            name: "Городец",
          },
          {
            id: "7611",
            name: "Истомино",
          },
          {
            id: "1681",
            name: "Богородск",
          },
          {
            id: "4406",
            name: "Ильиногорск",
          },
          {
            id: "4404",
            name: "Дружба (Нижегородская область)",
          },
          {
            id: "7699",
            name: "Уста",
          },
          {
            id: "7669",
            name: "Семино",
          },
          {
            id: "4437",
            name: "Юганец",
          },
          {
            id: "7659",
            name: "Дружный",
          },
          {
            id: "7726",
            name: "Филинское",
          },
          {
            id: "7624",
            name: "Рабочий поселок им. Степана Разина",
          },
          {
            id: "7601",
            name: "Новодмитриевка",
          },
          {
            id: "7730",
            name: "Деяново",
          },
          {
            id: "7679",
            name: "Шагаево",
          },
          {
            id: "7608",
            name: "Ошминское",
          },
          {
            id: "6788",
            name: "Бармино",
          },
          {
            id: "7653",
            name: "Редькино",
          },
          {
            id: "4386",
            name: "Афонино",
          },
          {
            id: "4436",
            name: "Шиморское",
          },
          {
            id: "7719",
            name: "Кочуново",
          },
          {
            id: "4391",
            name: "Вад",
          },
          {
            id: "4429",
            name: "Тонкино",
          },
          {
            id: "7602",
            name: "Семьяны",
          },
          {
            id: "4383",
            name: "Ардатов (Нижегородская область)",
          },
          {
            id: "6799",
            name: "Карпуниха",
          },
          {
            id: "4416",
            name: "Пильна",
          },
          {
            id: "4395",
            name: "Виля",
          },
          {
            id: "4435",
            name: "Шатки",
          },
          {
            id: "4421",
            name: "Сеченово",
          },
          {
            id: "7668",
            name: "Большая Арать",
          },
          {
            id: "7636",
            name: "Красное (Нижегородская область)",
          },
          {
            id: "1695",
            name: "Навашино",
          },
          {
            id: "6834",
            name: "Северный (Нижегородская область)",
          },
          {
            id: "7709",
            name: "Медяна",
          },
          {
            id: "7630",
            name: "Грудцино",
          },
          {
            id: "7713",
            name: "Кочкурово",
          },
          {
            id: "4388",
            name: "Большое Мурашкино",
          },
          {
            id: "1690",
            name: "Княгинино",
          },
          {
            id: "7702",
            name: "Бебяево",
          },
          {
            id: "7723",
            name: "Хмелевицы",
          },
          {
            id: "1693",
            name: "Лукоянов",
          },
          {
            id: "7731",
            name: "Новая Слобода",
          },
          {
            id: "7615",
            name: "Саврасово",
          },
          {
            id: "6808",
            name: "Большая Аря",
          },
          {
            id: "1685",
            name: "Ворсма",
          },
          {
            id: "4433",
            name: "Чернуха",
          },
          {
            id: "7654",
            name: "Байково",
          },
          {
            id: "7727",
            name: "Смолино",
          },
          {
            id: "3062",
            name: "Вознесенское (Нижегородская область)",
          },
          {
            id: "1684",
            name: "Володарск",
          },
          {
            id: "4412",
            name: "Мухтолово",
          },
          {
            id: "7712",
            name: "Селитьба",
          },
          {
            id: "7717",
            name: "Первое Мая",
          },
          {
            id: "7693",
            name: "Шандрово",
          },
          {
            id: "4420",
            name: "Сатис",
          },
          {
            id: "7650",
            name: "Кантаурово",
          },
          {
            id: "7704",
            name: "Валтово",
          },
          {
            id: "1694",
            name: "Лысково",
          },
          {
            id: "7675",
            name: "Запрудное",
          },
          {
            id: "4414",
            name: "посёлок Память Парижской Коммуны",
          },
          {
            id: "7692",
            name: "Чистое Борское",
          },
          {
            id: "4411",
            name: "Мулино",
          },
          {
            id: "7691",
            name: "Ярымово",
          },
          {
            id: "4402",
            name: "Дальнее Константиново",
          },
          {
            id: "7743",
            name: "Мошкино",
          },
          {
            id: "7641",
            name: "Останкино",
          },
          {
            id: "4409",
            name: "Линда",
          },
          {
            id: "7721",
            name: "Кочетовка",
          },
          {
            id: "7670",
            name: "Сухоноска",
          },
          {
            id: "1698",
            name: "Перевоз",
          },
          {
            id: "7667",
            name: "Вазьянка",
          },
          {
            id: "7656",
            name: "Теплово",
          },
          {
            id: "7710",
            name: "Васильсурск",
          },
          {
            id: "7686",
            name: "Новоликеево",
          },
          {
            id: "7676",
            name: "Крюковка",
          },
          {
            id: "7666",
            name: "Юбилейный (Нижегородская область)",
          },
          {
            id: "4389",
            name: "Буревестник",
          },
          {
            id: "7657",
            name: "Черновское",
          },
          {
            id: "6841",
            name: "Ветлужский (Нижегородская область)",
          },
          {
            id: "7649",
            name: "Шатовка",
          },
          {
            id: "4392",
            name: "Варнавино",
          },
          {
            id: "7635",
            name: "Белавка",
          },
          {
            id: "7734",
            name: "Смиркино",
          },
          {
            id: "7614",
            name: "Прокошево",
          },
          {
            id: "7707",
            name: "Плотинка",
          },
          {
            id: "4428",
            name: "Сява",
          },
          {
            id: "4410",
            name: "Лукино",
          },
          {
            id: "6786",
            name: "Катунки",
          },
          {
            id: "7671",
            name: "Пруды",
          },
          {
            id: "4399",
            name: "Гидроторф",
          },
          {
            id: "4396",
            name: "Воскресенское",
          },
          {
            id: "4390",
            name: "Бутурлино",
          },
          {
            id: "7607",
            name: "Березовка (Нижегородская область)",
          },
          {
            id: "7632",
            name: "Ближне-Песочное",
          },
          {
            id: "7724",
            name: "Абрамово",
          },
          {
            id: "7737",
            name: "Азрапино",
          },
          {
            id: "1689",
            name: "Заволжье",
          },
          {
            id: "7629",
            name: "Чулково (Нижегородская область)",
          },
          {
            id: "4422",
            name: "Сокольское",
          },
          {
            id: "3076",
            name: "Большое Болдино",
          },
        ],
      },
      {
        id: "1586",
        name: "Самарская область",
        areas: [
          {
            id: "78",
            name: "Самара",
          },
          {
            id: "212",
            name: "Тольятти",
          },
          {
            id: "1588",
            name: "Кинель",
          },
          {
            id: "6009",
            name: "Волжский (Самарская область)",
          },
          {
            id: "1595",
            name: "Чапаевск",
          },
          {
            id: "1587",
            name: "Жигулевск",
          },
          {
            id: "1590",
            name: "Новокуйбышевск",
          },
          {
            id: "10839",
            name: "Лопатино (Самарская область)",
          },
          {
            id: "10965",
            name: "Черновка",
          },
          {
            id: "11050",
            name: "Тимашево",
          },
          {
            id: "6583",
            name: "Рощинский",
          },
          {
            id: "3030",
            name: "Борское (Самарская область)",
          },
          {
            id: "10994",
            name: "Марьевка (Самарская область)",
          },
          {
            id: "6581",
            name: "Курумоч",
          },
          {
            id: "3038",
            name: "Хворостянка (Самарская область)",
          },
          {
            id: "10644",
            name: "Подстепки",
          },
          {
            id: "6619",
            name: "Утёвка (Самарская область)",
          },
          {
            id: "10703",
            name: "Денискино",
          },
          {
            id: "3045",
            name: "Кошки (Самарская область)",
          },
          {
            id: "10877",
            name: "Бобровка (Самарская область)",
          },
          {
            id: "10745",
            name: "Новое Ганькино",
          },
          {
            id: "6991",
            name: "Садгород",
          },
          {
            id: "10731",
            name: "Чубовка",
          },
          {
            id: "6683",
            name: "Осинки",
          },
          {
            id: "10641",
            name: "Красный Строитель",
          },
          {
            id: "2762",
            name: "Безенчук",
          },
          {
            id: "6576",
            name: "Смышляевка",
          },
          {
            id: "6177",
            name: "Луначарский (Самарская область)",
          },
          {
            id: "10901",
            name: "Старый Аманак",
          },
          {
            id: "10910",
            name: "Богдановка",
          },
          {
            id: "6749",
            name: "Малая Царевщина",
          },
          {
            id: "10898",
            name: "Кандабулак",
          },
          {
            id: "3033",
            name: "Большая Глушица",
          },
          {
            id: "10948",
            name: "Майское (Самарская область)",
          },
          {
            id: "1593",
            name: "Похвистнево",
          },
          {
            id: "1594",
            name: "Сызрань",
          },
          {
            id: "10861",
            name: "Прогресс (Самарская область)",
          },
          {
            id: "10775",
            name: "Зольное",
          },
          {
            id: "10865",
            name: "Сосновый Солонец",
          },
          {
            id: "10990",
            name: "Кутузовский",
          },
          {
            id: "10758",
            name: "Августовка",
          },
          {
            id: "10749",
            name: "Солнечная Поляна",
          },
          {
            id: "10670",
            name: "Большая Рязань",
          },
          {
            id: "10653",
            name: "Богатырь",
          },
          {
            id: "6685",
            name: "Васильевка (Самарская область)",
          },
          {
            id: "3046",
            name: "Красный Яр (Самарская область)",
          },
          {
            id: "1592",
            name: "Отрадный (Самарская область)",
          },
          {
            id: "10769",
            name: "Придорожный (Самарская область)",
          },
          {
            id: "10824",
            name: "Рысайкино",
          },
          {
            id: "10677",
            name: "Новодевичье",
          },
          {
            id: "10711",
            name: "Девлезеркино",
          },
          {
            id: "10818",
            name: "Ленинский (Самарская область)",
          },
          {
            id: "6602",
            name: "Рождествено",
          },
          {
            id: "3029",
            name: "Пестравка",
          },
          {
            id: "1591",
            name: "Октябрьск",
          },
          {
            id: "3043",
            name: "Исаклы",
          },
          {
            id: "10625",
            name: "Шилан",
          },
          {
            id: "10798",
            name: "Большой Толкай",
          },
          {
            id: "6655",
            name: "Елховка (Самарская область)",
          },
          {
            id: "6747",
            name: "Междуреченск (Самарская область)",
          },
          {
            id: "10875",
            name: "Новый Буян",
          },
          {
            id: "10836",
            name: "Просвет (Самарская область)",
          },
          {
            id: "6387",
            name: "Новосемейкино",
          },
          {
            id: "10728",
            name: "Новоспасский",
          },
          {
            id: "6891",
            name: "Верхние Белозёрки",
          },
          {
            id: "3041",
            name: "Камышла (Самарская область)",
          },
          {
            id: "10792",
            name: "Мехзавод",
          },
          {
            id: "11005",
            name: "Глушицкий",
          },
          {
            id: "6610",
            name: "Екатериновка (Самарская область)",
          },
          {
            id: "10766",
            name: "Савруха",
          },
          {
            id: "10674",
            name: "Домашка",
          },
          {
            id: "10863",
            name: "Обшаровка",
          },
          {
            id: "3044",
            name: "Сергиевск",
          },
          {
            id: "10672",
            name: "Масленниково",
          },
          {
            id: "11002",
            name: "Южный (Самарская область)",
          },
          {
            id: "2521",
            name: "Кинель-Черкассы",
          },
          {
            id: "10974",
            name: "Георгиевка (Самарская область)",
          },
          {
            id: "10719",
            name: "Новая Кармала",
          },
          {
            id: "6434",
            name: "Петра Дубрава",
          },
          {
            id: "10827",
            name: "Красносамарское",
          },
          {
            id: "10743",
            name: "Шпановка",
          },
          {
            id: "10627",
            name: "Красная Глинка",
          },
          {
            id: "10724",
            name: "Коммунарский",
          },
          {
            id: "3659",
            name: "Прибрежный",
          },
          {
            id: "10921",
            name: "Спиридоновка",
          },
          {
            id: "10780",
            name: "Старое Эштебенькино",
          },
          {
            id: "10982",
            name: "Воротнее",
          },
          {
            id: "10779",
            name: "Звезда",
          },
          {
            id: "6590",
            name: "Кротовка",
          },
          {
            id: "6189",
            name: "Стройкерамика",
          },
          {
            id: "11024",
            name: "Большое Микушкино",
          },
          {
            id: "3040",
            name: "Богатое (Самарская область)",
          },
          {
            id: "1589",
            name: "Нефтегорск (Самарская область)",
          },
          {
            id: "11040",
            name: "Малая Малышевка",
          },
          {
            id: "10840",
            name: "Красносельское (Самарская область)",
          },
          {
            id: "10659",
            name: "Новое Якушкино",
          },
          {
            id: "6892",
            name: "Хрящёвка",
          },
          {
            id: "3032",
            name: "Челно-Вершины",
          },
          {
            id: "3036",
            name: "Красноармейское (Самарская область)",
          },
          {
            id: "6642",
            name: "Дубовый Умет",
          },
          {
            id: "6577",
            name: "Усть-Кинельский",
          },
          {
            id: "10811",
            name: "Береговой (Самарская область)",
          },
          {
            id: "10788",
            name: "Жигули",
          },
          {
            id: "10708",
            name: "Ольгино (Самарская область)",
          },
          {
            id: "10857",
            name: "Прибой",
          },
          {
            id: "5050",
            name: "Шигоны",
          },
          {
            id: "10961",
            name: "Ильмень",
          },
          {
            id: "10723",
            name: "Новое Усманово",
          },
          {
            id: "10830",
            name: "Фрунзенский",
          },
          {
            id: "3042",
            name: "Клявлино",
          },
          {
            id: "3039",
            name: "Алексеевка (Самарская область)",
          },
          {
            id: "10661",
            name: "Новокуровка (Самарская область)",
          },
          {
            id: "11025",
            name: "Малое Микушкино",
          },
          {
            id: "6748",
            name: "Ширяево (Самарская область)",
          },
          {
            id: "10768",
            name: "Сухая Вязовка",
          },
          {
            id: "3031",
            name: "Шентала",
          },
          {
            id: "10632",
            name: "Хилково",
          },
          {
            id: "10633",
            name: "Черновский",
          },
          {
            id: "10805",
            name: "Падовка",
          },
          {
            id: "10979",
            name: "Яблоневый Овраг",
          },
          {
            id: "6364",
            name: "Мирный (Самарская область)",
          },
          {
            id: "10912",
            name: "Никитинка",
          },
          {
            id: "10854",
            name: "Управленческий",
          },
          {
            id: "10686",
            name: "Серноводск",
          },
          {
            id: "6684",
            name: "Верхняя Подстепновка",
          },
          {
            id: "11048",
            name: "Салейкино",
          },
          {
            id: "10713",
            name: "Подбельск",
          },
          {
            id: "6682",
            name: "Балашейка",
          },
          {
            id: "3037",
            name: "Приволжье (Самарская область)",
          },
          {
            id: "10885",
            name: "Борискино Игар",
          },
          {
            id: "10842",
            name: "Волжский Утес",
          },
          {
            id: "6182",
            name: "Суходол (Самарская область)",
          },
          {
            id: "6523",
            name: "Ягодное (Самарская область)",
          },
          {
            id: "3035",
            name: "Большая Черниговка",
          },
        ],
      },
      {
        id: "1347",
        name: "Республика Башкортостан",
        areas: [
          {
            id: "99",
            name: "Уфа",
          },
          {
            id: "1364",
            name: "Стерлитамак",
          },
          {
            id: "1360",
            name: "Нефтекамск",
          },
          {
            id: "1356",
            name: "Ишимбай",
          },
          {
            id: "1365",
            name: "Туймазы",
          },
          {
            id: "1350",
            name: "Белебей",
          },
          {
            id: "1363",
            name: "Сибай",
          },
          {
            id: "1357",
            name: "Кумертау",
          },
          {
            id: "3075",
            name: "Раевский (Альшеевский район)",
          },
          {
            id: "1352",
            name: "Бирск",
          },
          {
            id: "3691",
            name: "Кармаскалы",
          },
          {
            id: "3657",
            name: "Бакалы",
          },
          {
            id: "5144",
            name: "Старобалтачево",
          },
          {
            id: "1359",
            name: "Мелеуз",
          },
          {
            id: "3770",
            name: "Верхнеяркеево",
          },
          {
            id: "3661",
            name: "Буздяк",
          },
          {
            id: "1354",
            name: "Давлеканово",
          },
          {
            id: "9332",
            name: "Лагерево",
          },
          {
            id: "1366",
            name: "Учалы",
          },
          {
            id: "9069",
            name: "Нордовка",
          },
          {
            id: "9315",
            name: "Ярославка (Республика Башкортостан)",
          },
          {
            id: "8966",
            name: "Резяпово",
          },
          {
            id: "9261",
            name: "Янгельское",
          },
          {
            id: "1353",
            name: "Благовещенск (Республика Башкортостан)",
          },
          {
            id: "5873",
            name: "Мишкино (Мишкинский район, Башкортостан)",
          },
          {
            id: "9415",
            name: "Старотавларово",
          },
          {
            id: "9151",
            name: "Максютово",
          },
          {
            id: "5150",
            name: "Верхние Киги",
          },
          {
            id: "9144",
            name: "Дюмеево",
          },
          {
            id: "9270",
            name: "Емаши",
          },
          {
            id: "5142",
            name: "Языково",
          },
          {
            id: "9163",
            name: "Янгантау",
          },
          {
            id: "9443",
            name: "Миякитамак",
          },
          {
            id: "9323",
            name: "Никифарово",
          },
          {
            id: "5864",
            name: "Ермолаево (Башкортостан)",
          },
          {
            id: "9181",
            name: "Юсупово",
          },
          {
            id: "8983",
            name: "Старобазаново",
          },
          {
            id: "9112",
            name: "Зириклы",
          },
          {
            id: "5865",
            name: "Кабаково (Башкортостан)",
          },
          {
            id: "1361",
            name: "Октябрьский (Республика Башкортостан)",
          },
          {
            id: "9051",
            name: "Аксеново (Республика Башкортостан)",
          },
          {
            id: "9395",
            name: "Нижние Киги",
          },
          {
            id: "8893",
            name: "Макан",
          },
          {
            id: "8956",
            name: "Силантьево",
          },
          {
            id: "9444",
            name: "Тукан",
          },
          {
            id: "5151",
            name: "Новобелокатай",
          },
          {
            id: "1367",
            name: "Янаул",
          },
          {
            id: "9190",
            name: "Ургуш",
          },
          {
            id: "9406",
            name: "Ангасяк",
          },
          {
            id: "9431",
            name: "Бурибай",
          },
          {
            id: "5861",
            name: "Дмитриевка (Уфимский район, Башкортостан)",
          },
          {
            id: "9283",
            name: "Красный Ключ (Республика Башкортостан)",
          },
          {
            id: "9392",
            name: "Макарово",
          },
          {
            id: "8912",
            name: "Дияшево",
          },
          {
            id: "9017",
            name: "Новонагаево",
          },
          {
            id: "8940",
            name: "Ургала",
          },
          {
            id: "9192",
            name: "Старобаширово",
          },
          {
            id: "9060",
            name: "Целинный",
          },
          {
            id: "3710",
            name: "Иглино",
          },
          {
            id: "9091",
            name: "Тубинский (Республика Башкортостан)",
          },
          {
            id: "9259",
            name: "Старокуктово",
          },
          {
            id: "9221",
            name: "Матраево",
          },
          {
            id: "9075",
            name: "Урзайбаш",
          },
          {
            id: "9098",
            name: "Урман",
          },
          {
            id: "9460",
            name: "Шафраново",
          },
          {
            id: "9448",
            name: "Рапатово",
          },
          {
            id: "9378",
            name: "Урметово",
          },
          {
            id: "1358",
            name: "Межгорье (Республика Башкортостан)",
          },
          {
            id: "9453",
            name: "Усень-Ивановское",
          },
          {
            id: "9436",
            name: "Первомайское (Республика Башкортостан)",
          },
          {
            id: "9002",
            name: "Ургаза",
          },
          {
            id: "9347",
            name: "Красная Башкирия",
          },
          {
            id: "9080",
            name: "Вознесенка (Республика Башкортостан)",
          },
          {
            id: "5134",
            name: "Кандры",
          },
          {
            id: "5880",
            name: "Тирлянский",
          },
          {
            id: "9458",
            name: "Наумовка",
          },
          {
            id: "5146",
            name: "Мраково",
          },
          {
            id: "9394",
            name: "Сикияз",
          },
          {
            id: "9324",
            name: "Имянликулево",
          },
          {
            id: "9021",
            name: "Магинск",
          },
          {
            id: "9376",
            name: "Асяново",
          },
          {
            id: "9246",
            name: "Кош-Елга",
          },
          {
            id: "5159",
            name: "Семилетка",
          },
          {
            id: "9087",
            name: "Кандаковка",
          },
          {
            id: "9414",
            name: "Новый Арта",
          },
          {
            id: "9288",
            name: "Исмагилово",
          },
          {
            id: "8897",
            name: "Исмайлово",
          },
          {
            id: "8963",
            name: "Село 1-е Туркменево",
          },
          {
            id: "5139",
            name: "Шаран",
          },
          {
            id: "6617",
            name: "Субханкулово",
          },
          {
            id: "9441",
            name: "Урняк (Республика Башкортостан)",
          },
          {
            id: "9425",
            name: "Маядык",
          },
          {
            id: "9371",
            name: "Демский",
          },
          {
            id: "5856",
            name: "Авдон",
          },
          {
            id: "5860",
            name: "Амзя (Нефтекамск, Башкортостан)",
          },
          {
            id: "9234",
            name: "Мариинский",
          },
          {
            id: "9374",
            name: "Пришиб (Республика Башкортостан)",
          },
          {
            id: "8921",
            name: "Калмашбашево",
          },
          {
            id: "9116",
            name: "Дуслык",
          },
          {
            id: "5882",
            name: "Юмагузино (Кугарчинский район, Башкортостан)",
          },
          {
            id: "2680",
            name: "Приютово",
          },
          {
            id: "5875",
            name: "Николаевка (Благовещенский район, Башкортостан)",
          },
          {
            id: "9297",
            name: "Первомайский (Республика Башкортостан)",
          },
          {
            id: "9227",
            name: "Юнусово",
          },
          {
            id: "5156",
            name: "Караидель",
          },
          {
            id: "8901",
            name: "Байназарово",
          },
          {
            id: "5871",
            name: "Маячный (Башкортостан)",
          },
          {
            id: "5881",
            name: "Улу-Теляк",
          },
          {
            id: "9206",
            name: "Идельбаково",
          },
          {
            id: "8974",
            name: "Аксаково",
          },
          {
            id: "5145",
            name: "Краснохолмский",
          },
          {
            id: "9030",
            name: "Старокуручево",
          },
          {
            id: "2645",
            name: "Чекмагуш",
          },
          {
            id: "9231",
            name: "Ташбулатово",
          },
          {
            id: "5163",
            name: "Архангельское (Республика Башкортостан)",
          },
          {
            id: "9033",
            name: "Старокалмашево",
          },
          {
            id: "9189",
            name: "Старый Курдым",
          },
          {
            id: "8872",
            name: "Исанбаево",
          },
          {
            id: "9386",
            name: "Сухоречка",
          },
          {
            id: "9440",
            name: "Тарказы",
          },
          {
            id: "8949",
            name: "Верхний Авзян",
          },
          {
            id: "5158",
            name: "Большеустьикинское",
          },
          {
            id: "8992",
            name: "Новомурапталово",
          },
          {
            id: "9137",
            name: "Кага",
          },
          {
            id: "5867",
            name: "Красная Горка (Нуримановский район, Башкортостан)",
          },
          {
            id: "5868",
            name: "Куяново (Башкортостан)",
          },
          {
            id: "9202",
            name: "Спартак",
          },
          {
            id: "8888",
            name: "Копей-Кубово",
          },
          {
            id: "8937",
            name: "Старые Богады",
          },
          {
            id: "9422",
            name: "Дурасово",
          },
          {
            id: "9194",
            name: "Большая Ока",
          },
          {
            id: "9445",
            name: "Юматово",
          },
          {
            id: "5863",
            name: "Ермекеево",
          },
          {
            id: "6592",
            name: "Ташкиново",
          },
          {
            id: "1355",
            name: "Дюртюли",
          },
          {
            id: "9237",
            name: "Шулганово",
          },
          {
            id: "5141",
            name: "Прибельский",
          },
          {
            id: "9128",
            name: "Артакуль",
          },
          {
            id: "9109",
            name: "Калтыманово",
          },
          {
            id: "5160",
            name: "Федоровка (Республика Башкортостан)",
          },
          {
            id: "9114",
            name: "Подольск (Республика Башкортостан)",
          },
          {
            id: "9015",
            name: "Бедеева Поляна",
          },
          {
            id: "9354",
            name: "Белянка",
          },
          {
            id: "5140",
            name: "Зирган",
          },
          {
            id: "1362",
            name: "Салават",
          },
          {
            id: "9398",
            name: "Халилово",
          },
          {
            id: "8955",
            name: "Михайловка (Абзелиловский район)",
          },
          {
            id: "5878",
            name: "Старосубхангулово",
          },
          {
            id: "5154",
            name: "Красный Коммунар",
          },
          {
            id: "5157",
            name: "Булгаково",
          },
          {
            id: "9078",
            name: "Мурсалимкино",
          },
          {
            id: "9000",
            name: "Шингак-Куль",
          },
          {
            id: "1351",
            name: "Белорецк",
          },
          {
            id: "9055",
            name: "Рсаево",
          },
          {
            id: "9455",
            name: "Тузлукушево",
          },
          {
            id: "8982",
            name: "Ермолкино",
          },
          {
            id: "6735",
            name: "Кумово",
          },
          {
            id: "9272",
            name: "Суккулово",
          },
          {
            id: "9172",
            name: "Курорта",
          },
          {
            id: "5862",
            name: "Дуван",
          },
          {
            id: "8939",
            name: "Рятамак",
          },
          {
            id: "9160",
            name: "Месели",
          },
          {
            id: "9210",
            name: "Юмашево",
          },
          {
            id: "8896",
            name: "Новые Чебенки",
          },
          {
            id: "9063",
            name: "Кананикольское",
          },
          {
            id: "9048",
            name: "Большой Куганак",
          },
          {
            id: "5877",
            name: "Прогресс (Янаульский район, Башкортостан)",
          },
          {
            id: "8924",
            name: "Чураево",
          },
          {
            id: "6767",
            name: "Нагаево",
          },
          {
            id: "9097",
            name: "Вперед",
          },
          {
            id: "9016",
            name: "Новые Карьявды",
          },
          {
            id: "5876",
            name: "Николо-Березовка",
          },
          {
            id: "8915",
            name: "Ильино-Поляна",
          },
          {
            id: "8988",
            name: "Ариево",
          },
          {
            id: "6998",
            name: "Чесноковка",
          },
          {
            id: "4098",
            name: "Байкалово",
          },
          {
            id: "5858",
            name: "Алексеевка (Уфимский район, Башкортостан)",
          },
          {
            id: "5859",
            name: "Алкино-2",
          },
          {
            id: "5879",
            name: "Темясово",
          },
          {
            id: "5152",
            name: "Стерлибашево",
          },
          {
            id: "9166",
            name: "Бала-Четырман",
          },
          {
            id: "9130",
            name: "Староакбулатово",
          },
          {
            id: "8933",
            name: "Рухтино",
          },
          {
            id: "5143",
            name: "Зилаир",
          },
          {
            id: "5132",
            name: "Бураево",
          },
          {
            id: "9062",
            name: "Питяково",
          },
          {
            id: "5149",
            name: "Толбазы",
          },
          {
            id: "9409",
            name: "Аблаево",
          },
          {
            id: "9147",
            name: "Миндяк",
          },
          {
            id: "5872",
            name: "Михайловка (Уфимский район, Башкортостан)",
          },
          {
            id: "5137",
            name: "Аскарово",
          },
          {
            id: "9258",
            name: "Метели",
          },
          {
            id: "5161",
            name: "Верхние Татышлы",
          },
          {
            id: "8871",
            name: "Карача-Елга",
          },
          {
            id: "9316",
            name: "Серменево",
          },
          {
            id: "8979",
            name: "Бузатово",
          },
          {
            id: "8973",
            name: "Михайловка (Бижбуклякский район)",
          },
          {
            id: "5155",
            name: "Киргиз-Мияки",
          },
          {
            id: "1348",
            name: "Агидель",
          },
          {
            id: "9224",
            name: "Нигаматово",
          },
          {
            id: "9103",
            name: "Нижнебалтачево",
          },
          {
            id: "9447",
            name: "Яныбаево",
          },
          {
            id: "9413",
            name: "Кудеевский",
          },
          {
            id: "9335",
            name: "Леуза",
          },
          {
            id: "9067",
            name: "Нижние Бишинды",
          },
          {
            id: "8951",
            name: "Узян",
          },
          {
            id: "5870",
            name: "Мраково (Кугарчинский район, Башкортостан)",
          },
          {
            id: "9186",
            name: "Ваныш-Алпаутово",
          },
          {
            id: "9088",
            name: "Карлыханово",
          },
          {
            id: "5866",
            name: "Калтасы (Калтасинский район, Башкортостан)",
          },
          {
            id: "8865",
            name: "Миловка",
          },
          {
            id: "8998",
            name: "Ефремкино",
          },
          {
            id: "9135",
            name: "Кальтяево",
          },
          {
            id: "9352",
            name: "Москово",
          },
          {
            id: "5153",
            name: "Аскино",
          },
          {
            id: "5133",
            name: "Серафимовский",
          },
          {
            id: "9412",
            name: "Тазларово",
          },
          {
            id: "9170",
            name: "Аитово",
          },
          {
            id: "9251",
            name: "Зильдярово",
          },
          {
            id: "5136",
            name: "Улукулево",
          },
          {
            id: "9326",
            name: "Нижнечерекулево",
          },
          {
            id: "9207",
            name: "Саитбаба",
          },
          {
            id: "9023",
            name: "Осиновка",
          },
          {
            id: "5869",
            name: "Ломовка (Башкортостан)",
          },
          {
            id: "9348",
            name: "Урманаево",
          },
          {
            id: "9229",
            name: "Новокутово",
          },
          {
            id: "9403",
            name: "Абзаново",
          },
          {
            id: "8887",
            name: "Кутерем",
          },
          {
            id: "9236",
            name: "Исимово",
          },
          {
            id: "5874",
            name: "Нижнетроицкий",
          },
          {
            id: "1349",
            name: "Баймак",
          },
          {
            id: "9399",
            name: "Корнеевка",
          },
          {
            id: "9193",
            name: "Карамалы-Губеево",
          },
          {
            id: "9180",
            name: "Старые Туймазы",
          },
          {
            id: "5138",
            name: "Исянгулово",
          },
          {
            id: "5857",
            name: "Акъяр (Хайбуллинский район, Башкортостан)",
          },
          {
            id: "5162",
            name: "Инзер",
          },
          {
            id: "9047",
            name: "Охлебинино",
          },
          {
            id: "9369",
            name: "Комсомольск (Республика Башкортостан)",
          },
          {
            id: "8931",
            name: "Арка",
          },
          {
            id: "5086",
            name: "Месягутово",
          },
          {
            id: "9384",
            name: "Метевбаш",
          },
          {
            id: "5135",
            name: "Кушнаренково",
          },
          {
            id: "9405",
            name: "Юлдыбаево",
          },
          {
            id: "9287",
            name: "Село Иткулово 1-е",
          },
          {
            id: "9355",
            name: "Кужанак",
          },
          {
            id: "9250",
            name: "Бузовьязы",
          },
          {
            id: "9308",
            name: "Новобалтачево",
          },
          {
            id: "9365",
            name: "Верхнетавлыкаево",
          },
          {
            id: "8891",
            name: "Татар-Улканово",
          },
          {
            id: "8953",
            name: "Ишкарово",
          },
          {
            id: "5148",
            name: "Малояз",
          },
          {
            id: "9435",
            name: "Тюрюшля",
          },
          {
            id: "9418",
            name: "Тятер-Арасланово",
          },
          {
            id: "2679",
            name: "Чишмы",
          },
          {
            id: "8981",
            name: "Кальтовка",
          },
          {
            id: "9300",
            name: "Тавричанка (Республика Башкортостан)",
          },
          {
            id: "9195",
            name: "Аксаитово",
          },
          {
            id: "9041",
            name: "Село Центральной усадьбы племзавода имени Максима Горького",
          },
          {
            id: "2670",
            name: "Бижбуляк",
          },
          {
            id: "4305",
            name: "Красноусольский",
          },
          {
            id: "9263",
            name: "Таймеево",
          },
          {
            id: "8878",
            name: "Тайняшево",
          },
          {
            id: "8986",
            name: "Волостновка",
          },
          {
            id: "5147",
            name: "Павловка",
          },
          {
            id: "9306",
            name: "Калинники",
          },
        ],
      },
      {
        id: "1317",
        name: "Пермский край",
        areas: [
          {
            id: "72",
            name: "Пермь",
          },
          {
            id: "1319",
            name: "Березники",
          },
          {
            id: "11187",
            name: "Железнодорожный (Пермский край)",
          },
          {
            id: "11185",
            name: "Кизьва",
          },
          {
            id: "11186",
            name: "Корчевня",
          },
          {
            id: "11174",
            name: "Пелым (Пермский край)",
          },
          {
            id: "9127",
            name: "Острожка",
          },
          {
            id: "5123",
            name: "Большая Соснова",
          },
          {
            id: "9325",
            name: "Кын",
          },
          {
            id: "9084",
            name: "Тюш",
          },
          {
            id: "5844",
            name: "Сарс",
          },
          {
            id: "9377",
            name: "Рождественское (Пермский край)",
          },
          {
            id: "9150",
            name: "Кыласово",
          },
          {
            id: "9281",
            name: "Паль",
          },
          {
            id: "9314",
            name: "Антипина",
          },
          {
            id: "1337",
            name: "Чайковский",
          },
          {
            id: "9238",
            name: "Черновское (Пермский край)",
          },
          {
            id: "8961",
            name: "Чайковская",
          },
          {
            id: "9393",
            name: "Вильва",
          },
          {
            id: "5837",
            name: "Майский (Пермский край)",
          },
          {
            id: "9370",
            name: "Крылово",
          },
          {
            id: "5817",
            name: "Бершеть",
          },
          {
            id: "3693",
            name: "Частые",
          },
          {
            id: "5841",
            name: "Пашия",
          },
          {
            id: "5854",
            name: "Юсьва",
          },
          {
            id: "5829",
            name: "Коса (Пермский край)",
          },
          {
            id: "5834",
            name: "Лобаново (Пермский край)",
          },
          {
            id: "9411",
            name: "Тюлькино",
          },
          {
            id: "1331",
            name: "Нытва",
          },
          {
            id: "9123",
            name: "Ваньки",
          },
          {
            id: "8980",
            name: "Большой Гондыр",
          },
          {
            id: "9349",
            name: "Нердва",
          },
          {
            id: "6640",
            name: "Менделеево (Пермский край)",
          },
          {
            id: "8996",
            name: "Гремяча",
          },
          {
            id: "8879",
            name: "Усть-Черная",
          },
          {
            id: "5846",
            name: "Сылва (Пермский край)",
          },
          {
            id: "9089",
            name: "Рябинино",
          },
          {
            id: "9149",
            name: "Комарово",
          },
          {
            id: "8969",
            name: "Верхнечусовские Городки",
          },
          {
            id: "8885",
            name: "Нижний Лып",
          },
          {
            id: "1320",
            name: "Верещагино",
          },
          {
            id: "5835",
            name: "Лямино (Пермский край)",
          },
          {
            id: "9104",
            name: "Самково",
          },
          {
            id: "8958",
            name: "Тауш",
          },
          {
            id: "9171",
            name: "Юм",
          },
          {
            id: "9252",
            name: "Насадка",
          },
          {
            id: "8960",
            name: "Осинцево",
          },
          {
            id: "8935",
            name: "Егва",
          },
          {
            id: "9201",
            name: "Усьва",
          },
          {
            id: "9036",
            name: "Суда (Пермский край)",
          },
          {
            id: "9367",
            name: "Дивья",
          },
          {
            id: "5843",
            name: "Полазна",
          },
          {
            id: "5826",
            name: "Керчевский",
          },
          {
            id: "2732",
            name: "Суксун",
          },
          {
            id: "9232",
            name: "Малый Ашап",
          },
          {
            id: "9285",
            name: "Верх-Иньва",
          },
          {
            id: "5821",
            name: "Елово (Пермский край)",
          },
          {
            id: "9028",
            name: "Павловский",
          },
          {
            id: "8957",
            name: "Моховое",
          },
          {
            id: "9233",
            name: "Брюхово",
          },
          {
            id: "9451",
            name: "Бабка",
          },
          {
            id: "1332",
            name: "Оса",
          },
          {
            id: "9432",
            name: "Тохтуева",
          },
          {
            id: "5850",
            name: "Уральский (Пермский край)",
          },
          {
            id: "1327",
            name: "Краснокамск",
          },
          {
            id: "9058",
            name: "Обвинск",
          },
          {
            id: "1340",
            name: "Чернушка",
          },
          {
            id: "9307",
            name: "Ошья",
          },
          {
            id: "4634",
            name: "Усть-Кишерть",
          },
          {
            id: "9310",
            name: "Буренка",
          },
          {
            id: "9153",
            name: "Центральная усадьба 3-го Госконезавода",
          },
          {
            id: "11166",
            name: "Фролы",
          },
          {
            id: "9434",
            name: "Касиб",
          },
          {
            id: "8995",
            name: "Сараны",
          },
          {
            id: "9277",
            name: "Сергеевский",
          },
          {
            id: "8993",
            name: "Чазево",
          },
          {
            id: "9126",
            name: "Большая Коча",
          },
          {
            id: "9092",
            name: "Пермякова",
          },
          {
            id: "9342",
            name: "Кормовище",
          },
          {
            id: "9173",
            name: "Ферма",
          },
          {
            id: "5818",
            name: "Всеволодо-Вильва",
          },
          {
            id: "5816",
            name: "Берёзовка (Берёзовский район, Пермский край)",
          },
          {
            id: "1335",
            name: "Соликамск",
          },
          {
            id: "9074",
            name: "Комарихинский",
          },
          {
            id: "1333",
            name: "Оханск",
          },
          {
            id: "9368",
            name: "Теплая",
          },
          {
            id: "5838",
            name: "Марковский (Пермский край)",
          },
          {
            id: "9034",
            name: "Бердышево",
          },
          {
            id: "9155",
            name: "Посад",
          },
          {
            id: "1330",
            name: "Лысьва",
          },
          {
            id: "9108",
            name: "Крохалево",
          },
          {
            id: "9198",
            name: "Горы",
          },
          {
            id: "1324",
            name: "Добрянка",
          },
          {
            id: "1325",
            name: "Кизел",
          },
          {
            id: "9427",
            name: "Карьево",
          },
          {
            id: "9268",
            name: "Екатерининское (Пермский край)",
          },
          {
            id: "9351",
            name: "Усть-Турка",
          },
          {
            id: "9267",
            name: "Андреево",
          },
          {
            id: "8870",
            name: "Аспа",
          },
          {
            id: "9226",
            name: "Троельга",
          },
          {
            id: "11167",
            name: "Шахта (Пермский край)",
          },
          {
            id: "9014",
            name: "Русский Сарс",
          },
          {
            id: "9020",
            name: "Бичурино",
          },
          {
            id: "4633",
            name: "Октябрьский (Пермский край)",
          },
          {
            id: "11173",
            name: "Чёрное (Пермский край)",
          },
          {
            id: "1338",
            name: "Чердынь",
          },
          {
            id: "9417",
            name: "Купрос",
          },
          {
            id: "9424",
            name: "Сенькино",
          },
          {
            id: "9357",
            name: "Зарубино (Пермский край)",
          },
          {
            id: "5839",
            name: "Новоильинский (Пермский край)",
          },
          {
            id: "5824",
            name: "Ильинский (Пермский край)",
          },
          {
            id: "8881",
            name: "Дуброво (Пермский край)",
          },
          {
            id: "8938",
            name: "Спасо-Барда",
          },
          {
            id: "9420",
            name: "Голдыревский",
          },
          {
            id: "1323",
            name: "Губаха",
          },
          {
            id: "9404",
            name: "Сейва",
          },
          {
            id: "1326",
            name: "Красновишерск",
          },
          {
            id: "1321",
            name: "Горнозаводск",
          },
          {
            id: "8954",
            name: "Рябки",
          },
          {
            id: "5820",
            name: "Гамово (Пермский край)",
          },
          {
            id: "8903",
            name: "Шадейка",
          },
          {
            id: "9271",
            name: "Южный Коспашский",
          },
          {
            id: "9178",
            name: "Архангельское (Пермский край)",
          },
          {
            id: "8868",
            name: "Нижние Муллы",
          },
          {
            id: "1334",
            name: "Очер",
          },
          {
            id: "9260",
            name: "Ныроб",
          },
          {
            id: "1322",
            name: "Гремячинск",
          },
          {
            id: "5827",
            name: "Комсомольский (Кунгурский район, Пермский край)",
          },
          {
            id: "1339",
            name: "Чермоз",
          },
          {
            id: "1336",
            name: "Усолье",
          },
          {
            id: "5833",
            name: "Култаево",
          },
          {
            id: "9110",
            name: "Ножовка",
          },
          {
            id: "9072",
            name: "Усть-Язьва",
          },
          {
            id: "9124",
            name: "Кордон",
          },
          {
            id: "9410",
            name: "Кусье-Александровский",
          },
          {
            id: "9439",
            name: "Заполье",
          },
          {
            id: "8909",
            name: "Красный Берег",
          },
          {
            id: "9001",
            name: "Северный Колчим",
          },
          {
            id: "9442",
            name: "Красный Ясыл",
          },
          {
            id: "9278",
            name: "Филатово",
          },
          {
            id: "8875",
            name: "Юксеево",
          },
          {
            id: "9240",
            name: "Карьер Известняк",
          },
          {
            id: "9454",
            name: "Слудка",
          },
          {
            id: "9235",
            name: "Старый Шагирт",
          },
          {
            id: "9185",
            name: "Прикамский",
          },
          {
            id: "5830",
            name: "Кочёво",
          },
          {
            id: "5823",
            name: "Зюкайка",
          },
          {
            id: "9138",
            name: "Вознесенское (Пермский край)",
          },
          {
            id: "5845",
            name: "Сива (Пермский край)",
          },
          {
            id: "9086",
            name: "Сепыч",
          },
          {
            id: "9421",
            name: "Щучье Озеро",
          },
          {
            id: "8923",
            name: "Асово",
          },
          {
            id: "6340",
            name: "Юго-Камский",
          },
          {
            id: "9022",
            name: "Новорождественское",
          },
          {
            id: "6638",
            name: "Григорьевское (Пермский край)",
          },
          {
            id: "9200",
            name: "Серга",
          },
          {
            id: "5822",
            name: "Звёздный (Пермский край)",
          },
          {
            id: "9050",
            name: "Деменево",
          },
          {
            id: "2684",
            name: "Барда (Пермский край)",
          },
          {
            id: "9211",
            name: "Перемское",
          },
          {
            id: "9457",
            name: "Брюзли",
          },
          {
            id: "9061",
            name: "Бондюг",
          },
          {
            id: "5831",
            name: "Куеда",
          },
          {
            id: "8890",
            name: "Буб",
          },
          {
            id: "8967",
            name: "Кленовка (Пермский край)",
          },
          {
            id: "9276",
            name: "Шумихинский",
          },
          {
            id: "9085",
            name: "Ошиб",
          },
          {
            id: "5851",
            name: "Усть-Качка",
          },
          {
            id: "9143",
            name: "Северный Коммунар",
          },
          {
            id: "9146",
            name: "Мараты",
          },
          {
            id: "5828",
            name: "Кондратово (Пермский край)",
          },
          {
            id: "9408",
            name: "Ашап",
          },
          {
            id: "9105",
            name: "Пешнигорт",
          },
          {
            id: "8946",
            name: "Калино",
          },
          {
            id: "8987",
            name: "Верх-Язьва",
          },
          {
            id: "9029",
            name: "Серебрянка",
          },
          {
            id: "6687",
            name: "Бисер",
          },
          {
            id: "8874",
            name: "Северный Коспашский",
          },
          {
            id: "5848",
            name: "Углеуральский",
          },
          {
            id: "9391",
            name: "Уральское",
          },
          {
            id: "5847",
            name: "Теплая Гора",
          },
          {
            id: "9118",
            name: "Медведка",
          },
          {
            id: "9046",
            name: "Зуевский",
          },
          {
            id: "9380",
            name: "Харино",
          },
          {
            id: "9203",
            name: "Платошино",
          },
          {
            id: "8919",
            name: "Мулянка",
          },
          {
            id: "11171",
            name: "Пыскор",
          },
          {
            id: "9094",
            name: "Ергач",
          },
          {
            id: "5825",
            name: "Карагай (Пермский край)",
          },
          {
            id: "5832",
            name: "Кукуштан",
          },
          {
            id: "9245",
            name: "Большие Кусты",
          },
          {
            id: "1328",
            name: "Кудымкар",
          },
          {
            id: "9249",
            name: "Велва-База",
          },
          {
            id: "5836",
            name: "Майкор",
          },
          {
            id: "5842",
            name: "Пожва",
          },
          {
            id: "1318",
            name: "Александровск (Пермский край)",
          },
          {
            id: "9005",
            name: "Пуксиб",
          },
          {
            id: "9037",
            name: "Керос",
          },
          {
            id: "1341",
            name: "Чусовой",
          },
          {
            id: "9262",
            name: "Большая Уса",
          },
          {
            id: "8882",
            name: "Скальный",
          },
          {
            id: "5819",
            name: "Гайны (Пермский край)",
          },
          {
            id: "9043",
            name: "Юговское",
          },
          {
            id: "9208",
            name: "Путино",
          },
          {
            id: "8926",
            name: "Бырма",
          },
          {
            id: "8928",
            name: "Калинино (Пермский край)",
          },
          {
            id: "5855",
            name: "Яйва",
          },
          {
            id: "9162",
            name: "Вая",
          },
          {
            id: "9228",
            name: "Курашим",
          },
          {
            id: "8965",
            name: "Рождественск",
          },
          {
            id: "9174",
            name: "Зуята",
          },
          {
            id: "8913",
            name: "Новые Ляды",
          },
          {
            id: "9011",
            name: "Белоево",
          },
          {
            id: "11172",
            name: "Пянтег",
          },
          {
            id: "5840",
            name: "Орда (Пермский край)",
          },
          {
            id: "9387",
            name: "Таборы (Пермский край)",
          },
          {
            id: "9340",
            name: "Оверята",
          },
          {
            id: "8942",
            name: "Юбилейный (Пермский край)",
          },
          {
            id: "9293",
            name: "Елпачиха",
          },
          {
            id: "9096",
            name: "Бородулино",
          },
          {
            id: "9183",
            name: "Тюндюк",
          },
          {
            id: "9032",
            name: "Сараши",
          },
          {
            id: "9165",
            name: "Юг",
          },
          {
            id: "9073",
            name: "Половодово",
          },
          {
            id: "9065",
            name: "Вассята",
          },
          {
            id: "5849",
            name: "Уинское",
          },
          {
            id: "5852",
            name: "Фоки",
          },
          {
            id: "9004",
            name: "Верх-Юсьва",
          },
          {
            id: "6766",
            name: "Романово (Пермский край)",
          },
          {
            id: "1329",
            name: "Кунгур",
          },
          {
            id: "5853",
            name: "Юрла",
          },
          {
            id: "9177",
            name: "Стряпунята",
          },
          {
            id: "9317",
            name: "Медянка",
          },
          {
            id: "8959",
            name: "Трун",
          },
          {
            id: "9402",
            name: "Альняш",
          },
          {
            id: "9286",
            name: "Сретенское",
          },
          {
            id: "9264",
            name: "Краснояр-1",
          },
          {
            id: "9157",
            name: "Верхнее Калино",
          },
        ],
      },
      {
        id: "1596",
        name: "Саратовская область",
        areas: [
          {
            id: "79",
            name: "Саратов",
          },
          {
            id: "1599",
            name: "Балаково",
          },
          {
            id: "1613",
            name: "Энгельс",
          },
          {
            id: "1600",
            name: "Балашов",
          },
          {
            id: "1601",
            name: "Вольск",
          },
          {
            id: "1608",
            name: "Петровск",
          },
          {
            id: "1602",
            name: "Ершов",
          },
          {
            id: "1598",
            name: "Аткарск",
          },
          {
            id: "1610",
            name: "Ртищево",
          },
          {
            id: "6204",
            name: "Тепловка",
          },
          {
            id: "11042",
            name: "Салтыковка",
          },
          {
            id: "6062",
            name: "Дергачи (Саратовская область)",
          },
          {
            id: "11037",
            name: "Клинцовка",
          },
          {
            id: "10949",
            name: "Колокольцовка",
          },
          {
            id: "10716",
            name: "Пинеровка",
          },
          {
            id: "2707",
            name: "Базарный Карабулак",
          },
          {
            id: "10702",
            name: "Нижняя Банновка",
          },
          {
            id: "10624",
            name: "Куриловка",
          },
          {
            id: "10722",
            name: "Брыковка",
          },
          {
            id: "1607",
            name: "Новоузенск",
          },
          {
            id: "10866",
            name: "Озерки (Саратовская область)",
          },
          {
            id: "6203",
            name: "Романовка (Саратовская область)",
          },
          {
            id: "11039",
            name: "Новопокровское",
          },
          {
            id: "6195",
            name: "Лысые Горы",
          },
          {
            id: "10657",
            name: "Озерное",
          },
          {
            id: "10880",
            name: "Сосновая Маза",
          },
          {
            id: "6194",
            name: "Ивантеевка (Саратовская область)",
          },
          {
            id: "10802",
            name: "Поселок им.Карла Маркса",
          },
          {
            id: "10835",
            name: "Пушкино (Саратовская область)",
          },
          {
            id: "6102",
            name: "Татищево (Саратовская область)",
          },
          {
            id: "10884",
            name: "Синодское",
          },
          {
            id: "10950",
            name: "Сластуха",
          },
          {
            id: "10943",
            name: "Советское (Саратовская область)",
          },
          {
            id: "10667",
            name: "Динамовский",
          },
          {
            id: "10925",
            name: "Золотое",
          },
          {
            id: "10832",
            name: "Перевесинка",
          },
          {
            id: "6430",
            name: "Питерка",
          },
          {
            id: "11008",
            name: "Донгуз",
          },
          {
            id: "6198",
            name: "Турки",
          },
          {
            id: "10626",
            name: "Березовка (Саратовская область)",
          },
          {
            id: "10975",
            name: "Большой Мелик",
          },
          {
            id: "1609",
            name: "Пугачев",
          },
          {
            id: "10637",
            name: "Казачка",
          },
          {
            id: "10793",
            name: "Заволжский",
          },
          {
            id: "6190",
            name: "Степное (Саратовская область, Советский район)",
          },
          {
            id: "10814",
            name: "Липовка (Саратовская область)",
          },
          {
            id: "1597",
            name: "Аркадак",
          },
          {
            id: "6064",
            name: "Дубки (Саратовская область)",
          },
          {
            id: "6179",
            name: "Елшанка (Воскресенский район, Саратовская область)",
          },
          {
            id: "10855",
            name: "Духовницкое",
          },
          {
            id: "6196",
            name: "Новые Бурасы",
          },
          {
            id: "10782",
            name: "Родничок",
          },
          {
            id: "10887",
            name: "Соцземледельский",
          },
          {
            id: "10919",
            name: "Паницкая",
          },
          {
            id: "10771",
            name: "Первомайское (Саратовская область)",
          },
          {
            id: "10962",
            name: "Сергиевка",
          },
          {
            id: "10826",
            name: "Белогорное",
          },
          {
            id: "11026",
            name: "Казанла",
          },
          {
            id: "10930",
            name: "Тепличный",
          },
          {
            id: "10755",
            name: "Натальино (Саратовская область)",
          },
          {
            id: "1604",
            name: "Красноармейск (Саратовская область)",
          },
          {
            id: "10891",
            name: "Расково",
          },
          {
            id: "10654",
            name: "Узморье",
          },
          {
            id: "1611",
            name: "Хвалынск",
          },
          {
            id: "6193",
            name: "Екатериновка (Саратовская область)",
          },
          {
            id: "10694",
            name: "Новопушкинское",
          },
          {
            id: "6192",
            name: "Алекса́ндров Гай",
          },
          {
            id: "11001",
            name: "Хватовка",
          },
          {
            id: "11010",
            name: "Стригай",
          },
          {
            id: "10645",
            name: "Сухой Карабулак",
          },
          {
            id: "10987",
            name: "Акатная Маза",
          },
          {
            id: "10642",
            name: "Ртищевский",
          },
          {
            id: "6633",
            name: "Соколовый",
          },
          {
            id: "6065",
            name: "Самойловка",
          },
          {
            id: "10964",
            name: "Новые-Выселки",
          },
          {
            id: "10917",
            name: "Безымянное",
          },
          {
            id: "10992",
            name: "Шевыревка",
          },
          {
            id: "10882",
            name: "Учебный",
          },
          {
            id: "11014",
            name: "Пады",
          },
          {
            id: "10914",
            name: "Старая Жуковка",
          },
          {
            id: "10893",
            name: "Бакуры",
          },
          {
            id: "2736",
            name: "Приволжский",
          },
          {
            id: "1603",
            name: "Калининск",
          },
          {
            id: "11058",
            name: "Святославка",
          },
          {
            id: "10981",
            name: "Сторожевка",
          },
          {
            id: "10714",
            name: "Сенной (Саратовская область)",
          },
          {
            id: "6391",
            name: "Балтай",
          },
          {
            id: "10808",
            name: "Луганское",
          },
          {
            id: "10825",
            name: "Бороно-Михайловка",
          },
          {
            id: "10622",
            name: "Красный Текстильщик",
          },
          {
            id: "6246",
            name: "Горный (Саратовская область)",
          },
          {
            id: "1606",
            name: "Маркс",
          },
          {
            id: "11064",
            name: "Октябрьский Городок",
          },
          {
            id: "10932",
            name: "Семеновка (Саратовская область)",
          },
          {
            id: "10848",
            name: "Широкий Буерак",
          },
          {
            id: "10629",
            name: "Шняево",
          },
          {
            id: "11022",
            name: "Мордовский Карай",
          },
          {
            id: "10790",
            name: "Михайловка (Саратовская область)",
          },
          {
            id: "10810",
            name: "Синенькие",
          },
          {
            id: "6341",
            name: "Мокроус",
          },
          {
            id: "10666",
            name: "Большой Карай",
          },
          {
            id: "1605",
            name: "Красный Кут",
          },
          {
            id: "10699",
            name: "Тепляковка",
          },
          {
            id: "10896",
            name: "Звонаревка",
          },
          {
            id: "11063",
            name: "Сосновоборское",
          },
          {
            id: "10618",
            name: "Возрождение",
          },
          {
            id: "6527",
            name: "Воскресенское (Саратовская область)",
          },
          {
            id: "10958",
            name: "Подлесное (Саратовская область)",
          },
          {
            id: "10806",
            name: "Орлов Гай",
          },
          {
            id: "10662",
            name: "Колояр",
          },
          {
            id: "10705",
            name: "Каменский",
          },
          {
            id: "4598",
            name: "Перелюб",
          },
          {
            id: "10879",
            name: "Березовая Лука",
          },
          {
            id: "6197",
            name: "Ровное",
          },
          {
            id: "2995",
            name: "Озинки",
          },
          {
            id: "10922",
            name: "Большие Озерки",
          },
          {
            id: "10972",
            name: "Быков Отрог",
          },
          {
            id: "1612",
            name: "Шиханы",
          },
        ],
      },
      {
        id: "1614",
        name: "Ульяновская область",
        areas: [
          {
            id: "98",
            name: "Ульяновск",
          },
          {
            id: "1616",
            name: "Димитровград",
          },
          {
            id: "5035",
            name: "Чердаклы",
          },
          {
            id: "6077",
            name: "Старая Кулатка",
          },
          {
            id: "6073",
            name: "Майна (Ульяновская область)",
          },
          {
            id: "10781",
            name: "Выры",
          },
          {
            id: "10697",
            name: "Красный Гуляй",
          },
          {
            id: "6081",
            name: "Цильна",
          },
          {
            id: "11012",
            name: "Валгуссы",
          },
          {
            id: "10899",
            name: "Октябрьский (Чердаклинский район)",
          },
          {
            id: "11023",
            name: "Мирный (Ульяновская область)",
          },
          {
            id: "10794",
            name: "Бекетовка",
          },
          {
            id: "10751",
            name: "Красная Река",
          },
          {
            id: "10783",
            name: "Сара",
          },
          {
            id: "11003",
            name: "Старая Сахча",
          },
          {
            id: "10966",
            name: "Труслейка",
          },
          {
            id: "6070",
            name: "Вешкайма",
          },
          {
            id: "10747",
            name: "Никольское-на-Черемшане",
          },
          {
            id: "10623",
            name: "Баевка",
          },
          {
            id: "10897",
            name: "Жадовка",
          },
          {
            id: "10945",
            name: "Татарский Калмаюр",
          },
          {
            id: "6071",
            name: "Карсун",
          },
          {
            id: "10753",
            name: "Озерки (Ульяновская область)",
          },
          {
            id: "10988",
            name: "Новоселки (Ульяновская область)",
          },
          {
            id: "6074",
            name: "Новая Малыкла",
          },
          {
            id: "6080",
            name: "Ишеевка (Ульяновская область)",
          },
          {
            id: "10785",
            name: "Измайлово (Ульяновская область)",
          },
          {
            id: "10997",
            name: "Ундоры",
          },
          {
            id: "10727",
            name: "Большие Ключищи",
          },
          {
            id: "10903",
            name: "Большая Кандарать",
          },
          {
            id: "10864",
            name: "Верхняя Маза (Ульяновская область)",
          },
          {
            id: "10920",
            name: "Октябрьский (Радищевский район)",
          },
          {
            id: "11055",
            name: "Астрадамовка",
          },
          {
            id: "10831",
            name: "Холстовка",
          },
          {
            id: "10737",
            name: "Урено-Карлинское",
          },
          {
            id: "10761",
            name: "Тетюшское",
          },
          {
            id: "10941",
            name: "Большое Нагаткино",
          },
          {
            id: "10820",
            name: "Дмитриево-Помряскино",
          },
          {
            id: "10915",
            name: "Тагай",
          },
          {
            id: "10904",
            name: "Ждамирово",
          },
          {
            id: "10846",
            name: "Зеленая Роща (Ульяновская область)",
          },
          {
            id: "6075",
            name: "Павловка (Павловский район Ульяновской области)",
          },
          {
            id: "1618",
            name: "Новоульяновск",
          },
          {
            id: "1615",
            name: "Барыш",
          },
          {
            id: "10942",
            name: "Подкуровка",
          },
          {
            id: "10695",
            name: "Белозерье",
          },
          {
            id: "10651",
            name: "Фабричные Выселки",
          },
          {
            id: "11017",
            name: "Большая Кандала",
          },
          {
            id: "10707",
            name: "Ясашная Ташла",
          },
          {
            id: "10847",
            name: "Рязаново",
          },
          {
            id: "10658",
            name: "Крестово-Городище",
          },
          {
            id: "10750",
            name: "Студенец",
          },
          {
            id: "11069",
            name: "Мулловка",
          },
          {
            id: "11006",
            name: "Силикатный (Ульяновская область)",
          },
          {
            id: "10996",
            name: "Новая Майна",
          },
          {
            id: "11046",
            name: "Глотовка",
          },
          {
            id: "10816",
            name: "Акшуат",
          },
          {
            id: "10809",
            name: "Тушна",
          },
          {
            id: "10757",
            name: "Шаховское",
          },
          {
            id: "6069",
            name: "Базарный Сызган",
          },
          {
            id: "6078",
            name: "Старая Майна",
          },
          {
            id: "10687",
            name: "Канадей",
          },
          {
            id: "6072",
            name: "Кузоватово",
          },
          {
            id: "10655",
            name: "Криуши",
          },
          {
            id: "1619",
            name: "Сенгилей",
          },
          {
            id: "10730",
            name: "Каргино",
          },
          {
            id: "6079",
            name: "Сурское (Ульяновская область)",
          },
          {
            id: "10886",
            name: "Белое Озеро",
          },
          {
            id: "10929",
            name: "Панциревка",
          },
          {
            id: "10630",
            name: "Коржевка",
          },
          {
            id: "4303",
            name: "Николаевка (Ульяновская область)",
          },
          {
            id: "10704",
            name: "Чуфарово",
          },
          {
            id: "10969",
            name: "Старотимошкино",
          },
          {
            id: "1617",
            name: "Инза",
          },
          {
            id: "10631",
            name: "Славкино",
          },
          {
            id: "10938",
            name: "Татарский Сайман",
          },
          {
            id: "11007",
            name: "Оськино",
          },
          {
            id: "10859",
            name: "Кезьмино",
          },
          {
            id: "6295",
            name: "Тереньга",
          },
          {
            id: "11019",
            name: "Красносельск",
          },
          {
            id: "11035",
            name: "Тимирязевский (Ульяновская область)",
          },
          {
            id: "10999",
            name: "Новочеремшанск",
          },
          {
            id: "11053",
            name: "Игнатовка",
          },
          {
            id: "6052",
            name: "Новоспасское (Ульяновская область)",
          },
          {
            id: "6076",
            name: "Радищево (Ульяновская область)",
          },
        ],
      },
      {
        id: "1646",
        name: "Удмуртская Республика",
        areas: [
          {
            id: "96",
            name: "Ижевск",
          },
          {
            id: "1648",
            name: "Глазов",
          },
          {
            id: "1647",
            name: "Воткинск",
          },
          {
            id: "7062",
            name: "Какмож",
          },
          {
            id: "4192",
            name: "Алнаши",
          },
          {
            id: "4198",
            name: "Завьялово",
          },
          {
            id: "7108",
            name: "Мазунино",
          },
          {
            id: "7204",
            name: "Булай",
          },
          {
            id: "7143",
            name: "Чур",
          },
          {
            id: "4212",
            name: "Шаркан",
          },
          {
            id: "7056",
            name: "Кулига",
          },
          {
            id: "4196",
            name: "Дебёсы",
          },
          {
            id: "7092",
            name: "Каркалай",
          },
          {
            id: "7154",
            name: "Яган-Докья",
          },
          {
            id: "7058",
            name: "Большое Волково",
          },
          {
            id: "7272",
            name: "Новая Бия",
          },
          {
            id: "7028",
            name: "Мукши",
          },
          {
            id: "7009",
            name: "Нюрдор-Котья",
          },
          {
            id: "4201",
            name: "Кез",
          },
          {
            id: "1649",
            name: "Камбарка",
          },
          {
            id: "4206",
            name: "Малая Пурга",
          },
          {
            id: "4202",
            name: "Кизнер",
          },
          {
            id: "7196",
            name: "Тарасово",
          },
          {
            id: "3717",
            name: "Игра",
          },
          {
            id: "7122",
            name: "Чутырь",
          },
          {
            id: "7038",
            name: "Орловское",
          },
          {
            id: "7236",
            name: "Удугучин",
          },
          {
            id: "4197",
            name: "Ершовка",
          },
          {
            id: "4208",
            name: "Селты",
          },
          {
            id: "4203",
            name: "Кильмезь",
          },
          {
            id: "7155",
            name: "Дизьмино",
          },
          {
            id: "7184",
            name: "Пычас",
          },
          {
            id: "6753",
            name: "Новый Мултан",
          },
          {
            id: "7137",
            name: "Октябрьский (Удмуртская Республика)",
          },
          {
            id: "7100",
            name: "Нечкино",
          },
          {
            id: "4214",
            name: "Якшур-Бодья",
          },
          {
            id: "4204",
            name: "Киясово",
          },
          {
            id: "7072",
            name: "Рябово (Удмуртская Республика)",
          },
          {
            id: "7175",
            name: "Кигбаево",
          },
          {
            id: "4205",
            name: "Красногорское",
          },
          {
            id: "7207",
            name: "Пудем",
          },
          {
            id: "3768",
            name: "Балезино",
          },
          {
            id: "4200",
            name: "Каракулино",
          },
          {
            id: "7271",
            name: "Чепца",
          },
          {
            id: "7025",
            name: "Факел",
          },
          {
            id: "7284",
            name: "Зура",
          },
          {
            id: "1650",
            name: "Можга",
          },
          {
            id: "7112",
            name: "Балезино-3",
          },
          {
            id: "4209",
            name: "Сигаево",
          },
          {
            id: "4199",
            name: "Засеково",
          },
          {
            id: "7152",
            name: "Карсовай",
          },
          {
            id: "7077",
            name: "Старые Зятцы",
          },
          {
            id: "7110",
            name: "Большая Уча",
          },
          {
            id: "7285",
            name: "Уральский (Удмуртская Республика)",
          },
          {
            id: "7166",
            name: "Понино",
          },
          {
            id: "7157",
            name: "Кватчи",
          },
          {
            id: "7233",
            name: "Водзимонье",
          },
          {
            id: "7088",
            name: "Кама",
          },
          {
            id: "1651",
            name: "Сарапул",
          },
          {
            id: "7160",
            name: "Пугачево",
          },
          {
            id: "7014",
            name: "Якшур",
          },
          {
            id: "7165",
            name: "Укан",
          },
          {
            id: "7189",
            name: "Кварса",
          },
          {
            id: "4195",
            name: "Грахово",
          },
          {
            id: "7133",
            name: "Подшивалово",
          },
          {
            id: "7098",
            name: "Нылга",
          },
          {
            id: "7008",
            name: "Менил",
          },
          {
            id: "4207",
            name: "Пирогово",
          },
          {
            id: "7057",
            name: "Арзамасцево",
          },
          {
            id: "4194",
            name: "Вавож",
          },
          {
            id: "7040",
            name: "Лынга",
          },
          {
            id: "4213",
            name: "Юкаменское",
          },
          {
            id: "7126",
            name: "Старые Какси",
          },
          {
            id: "7256",
            name: "Бабино",
          },
          {
            id: "7163",
            name: "Камское",
          },
          {
            id: "4215",
            name: "Яр",
          },
          {
            id: "7027",
            name: "Июльское",
          },
          {
            id: "7041",
            name: "Кыйлуд",
          },
          {
            id: "4210",
            name: "Сюмси",
          },
          {
            id: "4211",
            name: "Хохряки",
          },
          {
            id: "4193",
            name: "Большой Зетым",
          },
          {
            id: "2959",
            name: "Ува",
          },
        ],
      },
      {
        id: "1661",
        name: "Кировская область",
        areas: [
          {
            id: "49",
            name: "Киров (Кировская область)",
          },
          {
            id: "1663",
            name: "Вятские Поляны",
          },
          {
            id: "1674",
            name: "Слободской",
          },
          {
            id: "7642",
            name: "Гостовский",
          },
          {
            id: "1665",
            name: "Кирово-Чепецк",
          },
          {
            id: "4470",
            name: "Уни",
          },
          {
            id: "4469",
            name: "Тужа",
          },
          {
            id: "7660",
            name: "Бисерово",
          },
          {
            id: "7735",
            name: "Синегорье (Кировская область)",
          },
          {
            id: "1667",
            name: "Котельнич",
          },
          {
            id: "7690",
            name: "Кстинино",
          },
          {
            id: "4447",
            name: "Кильмезь (Кировская область)",
          },
          {
            id: "7687",
            name: "Стулово",
          },
          {
            id: "7705",
            name: "Вичевщина",
          },
          {
            id: "3771",
            name: "Оричи",
          },
          {
            id: "7698",
            name: "Безбожник",
          },
          {
            id: "7620",
            name: "Русский Турек",
          },
          {
            id: "4456",
            name: "Мурыгино",
          },
          {
            id: "7682",
            name: "Шестаково",
          },
          {
            id: "4438",
            name: "Арбаж",
          },
          {
            id: "7740",
            name: "Косино",
          },
          {
            id: "7706",
            name: "Пасегово",
          },
          {
            id: "7610",
            name: "Кулыги",
          },
          {
            id: "4451",
            name: "Лебяжье (Кировская область)",
          },
          {
            id: "4452",
            name: "Ленинское",
          },
          {
            id: "7684",
            name: "Швариха",
          },
          {
            id: "3706",
            name: "Юрья",
          },
          {
            id: "7604",
            name: "Большой Рой",
          },
          {
            id: "7694",
            name: "Средние Шуни",
          },
          {
            id: "7639",
            name: "Аркуль",
          },
          {
            id: "4442",
            name: "Верхошижемье",
          },
          {
            id: "4462",
            name: "Пижанка",
          },
          {
            id: "4444",
            name: "Даровской",
          },
          {
            id: "7617",
            name: "Пинюг",
          },
          {
            id: "1666",
            name: "Кирс",
          },
          {
            id: "7674",
            name: "Лесные Поляны (Кировская область)",
          },
          {
            id: "7665",
            name: "Архангельское (Кировская область)",
          },
          {
            id: "4446",
            name: "Кикнур",
          },
          {
            id: "4448",
            name: "Красная Поляна (Кировская область)",
          },
          {
            id: "7623",
            name: "Медведок",
          },
          {
            id: "7663",
            name: "Мухино",
          },
          {
            id: "7613",
            name: "Среднеивкино",
          },
          {
            id: "4443",
            name: "Восточный (Кировская область)",
          },
          {
            id: "7603",
            name: "Коршик",
          },
          {
            id: "7619",
            name: "Рожки",
          },
          {
            id: "4440",
            name: "Богородское",
          },
          {
            id: "4445",
            name: "Демьяново",
          },
          {
            id: "4439",
            name: "Афанасьево (Кировская область)",
          },
          {
            id: "7664",
            name: "Суна",
          },
          {
            id: "1672",
            name: "Омутнинск",
          },
          {
            id: "7725",
            name: "Ленинская Искра",
          },
          {
            id: "4454",
            name: "Лойно",
          },
          {
            id: "3696",
            name: "Фалёнки",
          },
          {
            id: "4441",
            name: "Вахруши",
          },
          {
            id: "1675",
            name: "Советск (Кировская область)",
          },
          {
            id: "4455",
            name: "Мирный (Кировская область)",
          },
          {
            id: "4460",
            name: "Первомайский (Кировская область)",
          },
          {
            id: "1677",
            name: "Уржум",
          },
          {
            id: "4449",
            name: "Кумены",
          },
          {
            id: "4450",
            name: "Лальск",
          },
          {
            id: "1669",
            name: "Малмыж",
          },
          {
            id: "4458",
            name: "Нема",
          },
          {
            id: "1678",
            name: "Яранск",
          },
          {
            id: "7616",
            name: "Заря (Кировская область)",
          },
          {
            id: "7638",
            name: "Нижнеивкино",
          },
          {
            id: "4463",
            name: "Подосиновец",
          },
          {
            id: "1673",
            name: "Орлов",
          },
          {
            id: "7631",
            name: "Шурма",
          },
          {
            id: "4468",
            name: "Стрижи",
          },
          {
            id: "7612",
            name: "Маромица",
          },
          {
            id: "4467",
            name: "Свеча",
          },
          {
            id: "1670",
            name: "Мураши",
          },
          {
            id: "1676",
            name: "Сосновка",
          },
          {
            id: "4464",
            name: "Рудничный",
          },
          {
            id: "1664",
            name: "Зуевка",
          },
          {
            id: "1662",
            name: "Белая Холуница",
          },
          {
            id: "7618",
            name: "Залазна",
          },
          {
            id: "7701",
            name: "Верхосунье",
          },
          {
            id: "7605",
            name: "Лазарево (Кировская область)",
          },
          {
            id: "1671",
            name: "Нолинск",
          },
          {
            id: "7729",
            name: "Полом",
          },
          {
            id: "7626",
            name: "Черная Холуница",
          },
          {
            id: "7720",
            name: "Созимский",
          },
          {
            id: "1668",
            name: "Луза",
          },
          {
            id: "7606",
            name: "Усть-Люга",
          },
          {
            id: "4465",
            name: "Санчурск",
          },
          {
            id: "7714",
            name: "Карино",
          },
          {
            id: "4459",
            name: "Опарино",
          },
          {
            id: "4453",
            name: "Лесной (Кировская область)",
          },
          {
            id: "4461",
            name: "Песковка",
          },
          {
            id: "7718",
            name: "Гордино",
          },
          {
            id: "4457",
            name: "Нагорск",
          },
          {
            id: "4466",
            name: "Светлополянск",
          },
          {
            id: "7680",
            name: "Лаж",
          },
          {
            id: "7700",
            name: "Октябрьский (Кировская область)",
          },
        ],
      },
      {
        id: "1652",
        name: "Чувашская Республика",
        areas: [
          {
            id: "107",
            name: "Чебоксары",
          },
          {
            id: "1657",
            name: "Новочебоксарск",
          },
          {
            id: "7074",
            name: "Карабай-Шемурша",
          },
          {
            id: "1660",
            name: "Ядрин",
          },
          {
            id: "3678",
            name: "Батырево",
          },
          {
            id: "7280",
            name: "Малое Янгорчино",
          },
          {
            id: "7261",
            name: "Шемалаково",
          },
          {
            id: "1659",
            name: "Шумерля",
          },
          {
            id: "7129",
            name: "Можарки",
          },
          {
            id: "7227",
            name: "Средние Кибечи",
          },
          {
            id: "7234",
            name: "Ходары",
          },
          {
            id: "7270",
            name: "Киря",
          },
          {
            id: "7127",
            name: "Пандиково",
          },
          {
            id: "1653",
            name: "Алатырь",
          },
          {
            id: "7094",
            name: "Напольные Котяки",
          },
          {
            id: "4222",
            name: "Порецкое",
          },
          {
            id: "3676",
            name: "Вурнары",
          },
          {
            id: "7104",
            name: "Комсомолец (Чувашская Республика)",
          },
          {
            id: "7093",
            name: "Алтышево",
          },
          {
            id: "7208",
            name: "Калинино",
          },
          {
            id: "7198",
            name: "Анастасово",
          },
          {
            id: "7121",
            name: "Богатырево",
          },
          {
            id: "7048",
            name: "Эльбарусово",
          },
          {
            id: "3675",
            name: "Моргауши",
          },
          {
            id: "4221",
            name: "Новые Лапсары",
          },
          {
            id: "4223",
            name: "Шемурша",
          },
          {
            id: "7075",
            name: "Тойси",
          },
          {
            id: "7237",
            name: "Шерауты",
          },
          {
            id: "7205",
            name: "Чепкас-Никольское",
          },
          {
            id: "7120",
            name: "Междуречье (Чувашская Республика)",
          },
          {
            id: "7135",
            name: "Новочелны-Сюрбеево",
          },
          {
            id: "7059",
            name: "Кожары",
          },
          {
            id: "7171",
            name: "Яныши",
          },
          {
            id: "7240",
            name: "Сугуты",
          },
          {
            id: "7226",
            name: "Алманчиково",
          },
          {
            id: "7085",
            name: "Пикшики",
          },
          {
            id: "4218",
            name: "Ишлеи",
          },
          {
            id: "7201",
            name: "Лащ-Таяба",
          },
          {
            id: "7173",
            name: "Большое Шигаево",
          },
          {
            id: "7232",
            name: "Айбечи",
          },
          {
            id: "7276",
            name: "Еметкино",
          },
          {
            id: "7067",
            name: "Кильдюшево",
          },
          {
            id: "7267",
            name: "Тувси",
          },
          {
            id: "7140",
            name: "Старые Чукалы",
          },
          {
            id: "3681",
            name: "Красноармейское",
          },
          {
            id: "7023",
            name: "Ковали",
          },
          {
            id: "7265",
            name: "Старые Атаи",
          },
          {
            id: "7191",
            name: "Шоркистры",
          },
          {
            id: "7262",
            name: "Большое Яниково",
          },
          {
            id: "7083",
            name: "Старые Тиньгеши",
          },
          {
            id: "7269",
            name: "Челкасы",
          },
          {
            id: "7167",
            name: "Кувакино",
          },
          {
            id: "7257",
            name: "Трехбалтаево",
          },
          {
            id: "1655",
            name: "Козловка",
          },
          {
            id: "7022",
            name: "Тюрлема",
          },
          {
            id: "7089",
            name: "Первомайское (Чувашская Республика)",
          },
          {
            id: "4226",
            name: "Юськасы",
          },
          {
            id: "1656",
            name: "Мариинский Посад",
          },
          {
            id: "4227",
            name: "Янтиково",
          },
          {
            id: "7176",
            name: "Атрать",
          },
          {
            id: "7156",
            name: "Карабаши",
          },
          {
            id: "7029",
            name: "Малая Таяба",
          },
          {
            id: "7264",
            name: "Новые Шальтямы",
          },
          {
            id: "7186",
            name: "Тюмерево",
          },
          {
            id: "7116",
            name: "Новые Мураты",
          },
          {
            id: "7239",
            name: "Карамышево (Чувашская Республика)",
          },
          {
            id: "7225",
            name: "Юнга",
          },
          {
            id: "7079",
            name: "Солдыбаево",
          },
          {
            id: "7268",
            name: "Шоршелы",
          },
          {
            id: "7091",
            name: "Шумшеваши",
          },
          {
            id: "7258",
            name: "Испуханы",
          },
          {
            id: "7170",
            name: "Бичурга-Баишево",
          },
          {
            id: "7190",
            name: "Николаевское",
          },
          {
            id: "4219",
            name: "Красные Четаи",
          },
          {
            id: "7200",
            name: "Большие Яуши",
          },
          {
            id: "7162",
            name: "Яншихово-Норваши",
          },
          {
            id: "7106",
            name: "Анаткасы",
          },
          {
            id: "7053",
            name: "Турмыши",
          },
          {
            id: "4225",
            name: "Шыгырдан",
          },
          {
            id: "3674",
            name: "Яльчики",
          },
          {
            id: "7099",
            name: "Шибылги",
          },
          {
            id: "7224",
            name: "Большие Алгаши",
          },
          {
            id: "7266",
            name: "Аксарино",
          },
          {
            id: "7086",
            name: "Атнары",
          },
          {
            id: "7141",
            name: "Тобурданово",
          },
          {
            id: "7082",
            name: "Егоркино",
          },
          {
            id: "1658",
            name: "Цивильск",
          },
          {
            id: "7134",
            name: "Ермошкино",
          },
          {
            id: "7169",
            name: "Чурачики",
          },
          {
            id: "4216",
            name: "Аликово",
          },
          {
            id: "7145",
            name: "Тарханы",
          },
          {
            id: "7132",
            name: "Янгорчино",
          },
          {
            id: "3680",
            name: "Большой Сундырь",
          },
          {
            id: "7195",
            name: "Янгличи",
          },
          {
            id: "7015",
            name: "Большая Выла",
          },
          {
            id: "4220",
            name: "Новое Атлашево",
          },
          {
            id: "4224",
            name: "Шихазаны",
          },
          {
            id: "7102",
            name: "Тузи-Сярмус",
          },
          {
            id: "7153",
            name: "Полевые Бикшики",
          },
          {
            id: "7221",
            name: "Чадукасы",
          },
          {
            id: "7286",
            name: "Шимкусы",
          },
          {
            id: "7107",
            name: "Кошноруй",
          },
          {
            id: "7188",
            name: "Сабанчино",
          },
          {
            id: "7115",
            name: "Шигали",
          },
          {
            id: "7114",
            name: "Вутабоси",
          },
          {
            id: "7213",
            name: "Советское (Чувашская Республика)",
          },
          {
            id: "3677",
            name: "Комсомольское (Чувашская Республика)",
          },
          {
            id: "7055",
            name: "Хыркасы",
          },
          {
            id: "7076",
            name: "Торханы",
          },
          {
            id: "7216",
            name: "Синьялы",
          },
          {
            id: "7185",
            name: "Климово (Чувашская Республика)",
          },
          {
            id: "7168",
            name: "Первое Чурашево",
          },
          {
            id: "7192",
            name: "Ярославка",
          },
          {
            id: "7024",
            name: "Новые Шимкусы",
          },
          {
            id: "1654",
            name: "Канаш",
          },
          {
            id: "7278",
            name: "Ишаки",
          },
          {
            id: "7144",
            name: "Большие Катраси",
          },
          {
            id: "7279",
            name: "Иваньково-Ленино",
          },
          {
            id: "3698",
            name: "Кугеси",
          },
          {
            id: "7180",
            name: "Стемасы",
          },
          {
            id: "7005",
            name: "Яншихово-Челлы",
          },
          {
            id: "7087",
            name: "Конар",
          },
          {
            id: "7206",
            name: "Чутеево",
          },
          {
            id: "3679",
            name: "Урмары",
          },
          {
            id: "7177",
            name: "Нижние Мочары",
          },
          {
            id: "4217",
            name: "Ибреси",
          },
          {
            id: "7274",
            name: "Чувашские Тимяши",
          },
          {
            id: "7119",
            name: "Никулино",
          },
          {
            id: "7004",
            name: "Верхние Ачаки",
          },
        ],
      },
      {
        id: "1575",
        name: "Пензенская область",
        areas: [
          {
            id: "71",
            name: "Пенза",
          },
          {
            id: "1579",
            name: "Каменка (Пензенская область)",
          },
          {
            id: "1583",
            name: "Сердобск",
          },
          {
            id: "1580",
            name: "Кузнецк",
          },
          {
            id: "10738",
            name: "Лопатино (Пензенская область)",
          },
          {
            id: "10957",
            name: "Старый Чирчим",
          },
          {
            id: "10960",
            name: "Вадинск",
          },
          {
            id: "11034",
            name: "Вазерки",
          },
          {
            id: "10871",
            name: "Индерка",
          },
          {
            id: "11020",
            name: "Золотаревка (Пензенская область)",
          },
          {
            id: "10889",
            name: "Большая Ижмора",
          },
          {
            id: "10801",
            name: "Канаевка",
          },
          {
            id: "10937",
            name: "Нижняя Елюзань",
          },
          {
            id: "10983",
            name: "Большой Вьяс",
          },
          {
            id: "10971",
            name: "Большая Лука",
          },
          {
            id: "10905",
            name: "Покровская Арчада",
          },
          {
            id: "11021",
            name: "Нечаевка (Пензенская область)",
          },
          {
            id: "10913",
            name: "Большая Елань",
          },
          {
            id: "6933",
            name: "Наровчат",
          },
          {
            id: "10906",
            name: "Никульевка",
          },
          {
            id: "10796",
            name: "Кувак-Никольское",
          },
          {
            id: "10665",
            name: "Пригородное",
          },
          {
            id: "10675",
            name: "Черкасское",
          },
          {
            id: "1582",
            name: "Никольск (Пензенская область)",
          },
          {
            id: "10772",
            name: "Красная Горка (Пензенская область)",
          },
          {
            id: "10967",
            name: "Междуречье (Пензенская область)",
          },
          {
            id: "10740",
            name: "Рощино (Пензенская область)",
          },
          {
            id: "10640",
            name: "Куракино",
          },
          {
            id: "6565",
            name: "Махалино",
          },
          {
            id: "10881",
            name: "Ушинка",
          },
          {
            id: "10993",
            name: "Колтовское",
          },
          {
            id: "10791",
            name: "Столыпино",
          },
          {
            id: "10828",
            name: "Чернозерье",
          },
          {
            id: "10853",
            name: "Титово",
          },
          {
            id: "10676",
            name: "Грабово",
          },
          {
            id: "1577",
            name: "Городище (Пензенская область)",
          },
          {
            id: "10890",
            name: "Степановка (Пензенская область)",
          },
          {
            id: "10878",
            name: "Соседка",
          },
          {
            id: "6304",
            name: "Исса",
          },
          {
            id: "11067",
            name: "Пионер",
          },
          {
            id: "6435",
            name: "Малая Сердоба",
          },
          {
            id: "10650",
            name: "Ильмино",
          },
          {
            id: "10916",
            name: "Федоровка (Пензенская область)",
          },
          {
            id: "10991",
            name: "Ермоловка",
          },
          {
            id: "10776",
            name: "Нижний Шкафт",
          },
          {
            id: "10995",
            name: "Свищевка",
          },
          {
            id: "10926",
            name: "Аргамаково (Пензенская область)",
          },
          {
            id: "6305",
            name: "Шемышейка",
          },
          {
            id: "6306",
            name: "Чаадаевка",
          },
          {
            id: "10664",
            name: "Саловка",
          },
          {
            id: "10787",
            name: "Казанская Арчада",
          },
          {
            id: "10693",
            name: "Верхний Ломов",
          },
          {
            id: "10800",
            name: "Соколка",
          },
          {
            id: "11016",
            name: "Чемодановка",
          },
          {
            id: "10752",
            name: "Старая Степановка",
          },
          {
            id: "10744",
            name: "Татаро-Никольское",
          },
          {
            id: "11057",
            name: "Пушанино",
          },
          {
            id: "10784",
            name: "Ночка",
          },
          {
            id: "10894",
            name: "Поим",
          },
          {
            id: "10918",
            name: "Сура (Пензенская область)",
          },
          {
            id: "11004",
            name: "Верхняя Елюзань",
          },
          {
            id: "10874",
            name: "Леонидовка",
          },
          {
            id: "6307",
            name: "Лунино (Пензенская область)",
          },
          {
            id: "1576",
            name: "Белинский",
          },
          {
            id: "10998",
            name: "Тимирязево",
          },
          {
            id: "6310",
            name: "Земетчино",
          },
          {
            id: "10648",
            name: "Маис",
          },
          {
            id: "10837",
            name: "Головинщино",
          },
          {
            id: "10660",
            name: "Лермонтово",
          },
          {
            id: "10621",
            name: "Рамзай",
          },
          {
            id: "10795",
            name: "Кижеватово",
          },
          {
            id: "1584",
            name: "Спасск",
          },
          {
            id: "10634",
            name: "Корсаевка",
          },
          {
            id: "10684",
            name: "Студенка",
          },
          {
            id: "10756",
            name: "Невежкино",
          },
          {
            id: "6564",
            name: "Кондоль",
          },
          {
            id: "10927",
            name: "Явлейка",
          },
          {
            id: "11051",
            name: "Анучино (Пензенская область)",
          },
          {
            id: "6309",
            name: "Колышлей",
          },
          {
            id: "3689",
            name: "Неверкино",
          },
          {
            id: "10876",
            name: "Клейменовка",
          },
          {
            id: "11018",
            name: "Алферьевка",
          },
          {
            id: "1581",
            name: "Нижний Ломов",
          },
          {
            id: "6301",
            name: "Башмаково",
          },
          {
            id: "11085",
            name: "Сосновоборск (Пензенская область)",
          },
          {
            id: "6302",
            name: "Мокшан",
          },
          {
            id: "6308",
            name: "Пачелма",
          },
          {
            id: "10973",
            name: "Пашково (Пензенская область)",
          },
          {
            id: "10764",
            name: "Саполга",
          },
          {
            id: "6303",
            name: "Евлашево",
          },
          {
            id: "1578",
            name: "Заречный (Пензенская область)",
          },
          {
            id: "1585",
            name: "Сурск",
          },
          {
            id: "10720",
            name: "Засечное",
          },
          {
            id: "10951",
            name: "Кирово (Пензенская область)",
          },
          {
            id: "10663",
            name: "Дубровки",
          },
          {
            id: "3687",
            name: "Русский Камешкир",
          },
          {
            id: "10639",
            name: "Наскафтым",
          },
          {
            id: "11033",
            name: "Верхозим",
          },
          {
            id: "10748",
            name: "Пичевка",
          },
          {
            id: "10669",
            name: "Ива",
          },
          {
            id: "11065",
            name: "Большие Хутора",
          },
          {
            id: "3713",
            name: "Беково",
          },
          {
            id: "6101",
            name: "Тамала",
          },
          {
            id: "3688",
            name: "Средняя Елюзань",
          },
          {
            id: "10671",
            name: "Богословка",
          },
        ],
      },
      {
        id: "1563",
        name: "Оренбургская область",
        areas: [
          {
            id: "70",
            name: "Оренбург",
          },
          {
            id: "1565",
            name: "Бугуруслан",
          },
          {
            id: "1566",
            name: "Бузулук",
          },
          {
            id: "1571",
            name: "Орск",
          },
          {
            id: "1572",
            name: "Соль-Илецк",
          },
          {
            id: "10873",
            name: "Толкаевка",
          },
          {
            id: "10976",
            name: "Русский Кандыз",
          },
          {
            id: "10735",
            name: "Япрынцево",
          },
          {
            id: "4278",
            name: "Первомайский (Оренбургская область)",
          },
          {
            id: "10892",
            name: "Ратчино (Оренбургская область)",
          },
          {
            id: "10908",
            name: "Тугустемир",
          },
          {
            id: "10867",
            name: "Кардаилово",
          },
          {
            id: "4269",
            name: "Колтубановский",
          },
          {
            id: "4281",
            name: "Подгородняя Покровка",
          },
          {
            id: "4291",
            name: "Тоцкое Второе",
          },
          {
            id: "10736",
            name: "Аландское",
          },
          {
            id: "10936",
            name: "Пилюгино",
          },
          {
            id: "4272",
            name: "Курманаевка",
          },
          {
            id: "10620",
            name: "Лабазы",
          },
          {
            id: "10980",
            name: "Родинский",
          },
          {
            id: "4286",
            name: "Светлый (Оренбургская область)",
          },
          {
            id: "10636",
            name: "Старомукменево",
          },
          {
            id: "11031",
            name: "Рязановка",
          },
          {
            id: "10706",
            name: "Нижняя Павловка",
          },
          {
            id: "10924",
            name: "Новокаменка",
          },
          {
            id: "1564",
            name: "Абдулино",
          },
          {
            id: "10680",
            name: "Приуральский",
          },
          {
            id: "10843",
            name: "Ждановка (Оренбургская область)",
          },
          {
            id: "10868",
            name: "Кряжлы",
          },
          {
            id: "10691",
            name: "Кирюшкино",
          },
          {
            id: "4248",
            name: "Грачевка (Оренбургская область)",
          },
          {
            id: "10760",
            name: "Погромное",
          },
          {
            id: "4285",
            name: "Саракташ",
          },
          {
            id: "11066",
            name: "Изобильное",
          },
          {
            id: "11047",
            name: "Шильда",
          },
          {
            id: "10928",
            name: "Владимировка (Оренбургская область)",
          },
          {
            id: "10888",
            name: "Степановка (Ташлинский район)",
          },
          {
            id: "10934",
            name: "Пугачевский",
          },
          {
            id: "10692",
            name: "Степановка (Переволоцкий район)",
          },
          {
            id: "4287",
            name: "Северное",
          },
          {
            id: "11052",
            name: "Ивановка (Оренбургская область)",
          },
          {
            id: "10717",
            name: "Петрохерсонец",
          },
          {
            id: "10985",
            name: "Теренсай",
          },
          {
            id: "4288",
            name: "Татарская Каргала",
          },
          {
            id: "10754",
            name: "Чесноковка (Оренбургская область)",
          },
          {
            id: "1569",
            name: "Медногорск",
          },
          {
            id: "10946",
            name: "Студеное (Оренбургская область)",
          },
          {
            id: "4270",
            name: "Красногвардеец",
          },
          {
            id: "11015",
            name: "Новоалександровка (Оренбургская область)",
          },
          {
            id: "4283",
            name: "Пригородный",
          },
          {
            id: "10883",
            name: "Палимовка",
          },
          {
            id: "11027",
            name: "Буланово",
          },
          {
            id: "4279",
            name: "Переволоцкий",
          },
          {
            id: "4249",
            name: "Домбаровский",
          },
          {
            id: "10862",
            name: "Нововасильевка",
          },
          {
            id: "10909",
            name: "Ясная Поляна (Оренбургская область)",
          },
          {
            id: "10804",
            name: "Новомусино",
          },
          {
            id: "10763",
            name: "Каракудук",
          },
          {
            id: "10681",
            name: "Уральский (Оренбургская область)",
          },
          {
            id: "10872",
            name: "Рубежинский",
          },
          {
            id: "10856",
            name: "Хуторка",
          },
          {
            id: "10815",
            name: "Нижний Гумбет",
          },
          {
            id: "11030",
            name: "Кичкасс",
          },
          {
            id: "10725",
            name: "Барабановка",
          },
          {
            id: "10845",
            name: "Каменноозерное",
          },
          {
            id: "10822",
            name: "Привольное (Оренбургская область)",
          },
          {
            id: "10712",
            name: "Державино",
          },
          {
            id: "10935",
            name: "Алабайтал",
          },
          {
            id: "4250",
            name: "Илек",
          },
          {
            id: "10902",
            name: "Герасимовка (Оренбургская область)",
          },
          {
            id: "11068",
            name: "Пронькино",
          },
          {
            id: "10834",
            name: "Донецкое",
          },
          {
            id: "10734",
            name: "Сарай-Гир",
          },
          {
            id: "10733",
            name: "Ленина (Оренбургская область)",
          },
          {
            id: "11009",
            name: "Суворовский",
          },
          {
            id: "4293",
            name: "Чебеньки",
          },
          {
            id: "10689",
            name: "Артемьевка",
          },
          {
            id: "4294",
            name: "Шарлык",
          },
          {
            id: "4247",
            name: "Беляевка (Оренбургская область)",
          },
          {
            id: "4282",
            name: "Пономарёвка",
          },
          {
            id: "10850",
            name: "Мочегай",
          },
          {
            id: "1570",
            name: "Новотроицк (Оренбургская область)",
          },
          {
            id: "11029",
            name: "Преображенка (Оренбургская область)",
          },
          {
            id: "10959",
            name: "Новоякупово",
          },
          {
            id: "10940",
            name: "Желтое",
          },
          {
            id: "10786",
            name: "Первомайский (Оренбургский район)",
          },
          {
            id: "4271",
            name: "Красноярский",
          },
          {
            id: "10978",
            name: "Кинзелька",
          },
          {
            id: "11000",
            name: "Кирсановка",
          },
          {
            id: "10673",
            name: "Новоникольское",
          },
          {
            id: "10933",
            name: "Среднеуранский",
          },
          {
            id: "4290",
            name: "Тоцкое",
          },
          {
            id: "10679",
            name: "Нестеровка",
          },
          {
            id: "10954",
            name: "Нижнекристалка",
          },
          {
            id: "10989",
            name: "Подколки",
          },
          {
            id: "10774",
            name: "Халилово (Оренбургская область)",
          },
          {
            id: "10732",
            name: "Шахтный",
          },
          {
            id: "10953",
            name: "Покровка (Соль-Илецкий район)",
          },
          {
            id: "10762",
            name: "Нижнеозерное",
          },
          {
            id: "10900",
            name: "Претория",
          },
          {
            id: "10963",
            name: "Черноречье",
          },
          {
            id: "11045",
            name: "Большой Сурмет",
          },
          {
            id: "10970",
            name: "Надеждинка",
          },
          {
            id: "10807",
            name: "Дубенский",
          },
          {
            id: "10852",
            name: "Новорудный",
          },
          {
            id: "4284",
            name: "Сакмара",
          },
          {
            id: "10746",
            name: "Верхнеигнашкино",
          },
          {
            id: "1567",
            name: "Гай",
          },
          {
            id: "10770",
            name: "Благодарное (Оренбургская область)",
          },
          {
            id: "4246",
            name: "Александровка",
          },
          {
            id: "10700",
            name: "Ключевка",
          },
          {
            id: "10860",
            name: "Ефимовка",
          },
          {
            id: "4277",
            name: "Октябрьское",
          },
          {
            id: "10911",
            name: "Белоусовка",
          },
          {
            id: "4275",
            name: "Новоорск",
          },
          {
            id: "10718",
            name: "Пушкинский",
          },
          {
            id: "4245",
            name: "Адамовка",
          },
          {
            id: "4296",
            name: "Ясный (Оренбургская область)",
          },
          {
            id: "10952",
            name: "Кубанка",
          },
          {
            id: "10797",
            name: "Кулагино",
          },
          {
            id: "10729",
            name: "Юдинка",
          },
          {
            id: "11043",
            name: "Черный Отрог",
          },
          {
            id: "4251",
            name: "Кваркено",
          },
          {
            id: "10829",
            name: "Чкалов",
          },
          {
            id: "11054",
            name: "Село имени 9 января",
          },
          {
            id: "10870",
            name: "Староалександровка",
          },
          {
            id: "10649",
            name: "Аксаково (Оренбургская область)",
          },
          {
            id: "10803",
            name: "Разномойка",
          },
          {
            id: "10698",
            name: "Лапаз",
          },
          {
            id: "10767",
            name: "Буранное",
          },
          {
            id: "10955",
            name: "Караванный",
          },
          {
            id: "10849",
            name: "Зубочистка Первая",
          },
          {
            id: "10643",
            name: "Второе Имангулово",
          },
          {
            id: "10759",
            name: "Елшанка Первая",
          },
          {
            id: "10984",
            name: "Зиянчурино",
          },
          {
            id: "4289",
            name: "Ташла",
          },
          {
            id: "10688",
            name: "Аниховка",
          },
          {
            id: "4292",
            name: "Тюльган",
          },
          {
            id: "10819",
            name: "Карасай",
          },
          {
            id: "10812",
            name: "Таллы",
          },
          {
            id: "6447",
            name: "Асекеево",
          },
          {
            id: "10701",
            name: "Степановка Вторая",
          },
          {
            id: "11038",
            name: "Секретарка",
          },
          {
            id: "10947",
            name: "Новожедрино",
          },
          {
            id: "4274",
            name: "Нежинка",
          },
          {
            id: "1574",
            name: "Ясный",
          },
          {
            id: "10956",
            name: "Покровка (Новосергиевский район)",
          },
          {
            id: "10778",
            name: "Свердлово",
          },
          {
            id: "10844",
            name: "Подольск (Оренбургская область)",
          },
          {
            id: "10789",
            name: "Верхняя Вязовка",
          },
          {
            id: "10726",
            name: "Ромашкино",
          },
          {
            id: "10895",
            name: "Аксенкино",
          },
          {
            id: "11036",
            name: "Григорьевка (Оренбургская область)",
          },
          {
            id: "10923",
            name: "Линевка",
          },
          {
            id: "11032",
            name: "Маякское",
          },
          {
            id: "10765",
            name: "Чкаловский (Оренбургская область)",
          },
          {
            id: "10638",
            name: "Гамалеевка-1",
          },
          {
            id: "11062",
            name: "Мустаево",
          },
          {
            id: "4276",
            name: "Новосергиевка",
          },
          {
            id: "10823",
            name: "Архангеловка",
          },
          {
            id: "10773",
            name: "Нижнесакмарский",
          },
          {
            id: "10710",
            name: "Колтубанка",
          },
          {
            id: "10813",
            name: "Костино (Оренбургская область)",
          },
          {
            id: "11011",
            name: "Ириклинский",
          },
          {
            id: "10715",
            name: "Емельяновка",
          },
          {
            id: "10682",
            name: "Кинельский",
          },
          {
            id: "10742",
            name: "Струково",
          },
          {
            id: "4280",
            name: "Плешаново",
          },
          {
            id: "10678",
            name: "Шкуновка",
          },
          {
            id: "11059",
            name: "Экспериментальный (Оренбургская область)",
          },
          {
            id: "10869",
            name: "Родничный Дол",
          },
          {
            id: "10721",
            name: "Бурлыкский",
          },
          {
            id: "10841",
            name: "Сагарчин",
          },
          {
            id: "4295",
            name: "Энергетик",
          },
          {
            id: "10656",
            name: "Первокрасное",
          },
          {
            id: "6752",
            name: "Заглядино",
          },
          {
            id: "1568",
            name: "Кувандык",
          },
          {
            id: "4244",
            name: "Акбулак",
          },
          {
            id: "10858",
            name: "Голубой Факел",
          },
          {
            id: "10986",
            name: "Лекаревка",
          },
          {
            id: "1573",
            name: "Сорочинск",
          },
          {
            id: "4273",
            name: "Матвеевка",
          },
          {
            id: "4268",
            name: "Краснохолм",
          },
        ],
      },
      {
        id: "1556",
        name: "Республика Мордовия",
        areas: [
          {
            id: "63",
            name: "Саранск",
          },
          {
            id: "1560",
            name: "Краснослободск (Республика Мордовия)",
          },
          {
            id: "3723",
            name: "Атюрьево",
          },
          {
            id: "10977",
            name: "Ефаево",
          },
          {
            id: "10619",
            name: "Мичурино",
          },
          {
            id: "10907",
            name: "Лямбирь",
          },
          {
            id: "10817",
            name: "Совхоз Коммунар",
          },
          {
            id: "6200",
            name: "Чамзинка",
          },
          {
            id: "11013",
            name: "Тургенево",
          },
          {
            id: "10739",
            name: "Ударный",
          },
          {
            id: "3725",
            name: "Зубова-Поляна",
          },
          {
            id: "10690",
            name: "Ширингуши",
          },
          {
            id: "1561",
            name: "Рузаевка",
          },
          {
            id: "11028",
            name: "Большое Игнатово",
          },
          {
            id: "11049",
            name: "Дубенки",
          },
          {
            id: "2667",
            name: "Атяшево",
          },
          {
            id: "10741",
            name: "Ельники",
          },
          {
            id: "10931",
            name: "Первомайск (Республика Мордовия)",
          },
          {
            id: "10939",
            name: "Старое Шайгово",
          },
          {
            id: "10833",
            name: "Кочкурово (Республика Мордовия)",
          },
          {
            id: "10696",
            name: "Большое Маресево",
          },
          {
            id: "3739",
            name: "Теньгушево",
          },
          {
            id: "11060",
            name: "Кабаево",
          },
          {
            id: "1559",
            name: "Ковылкино",
          },
          {
            id: "11061",
            name: "Старая Федоровка",
          },
          {
            id: "10838",
            name: "Болдово",
          },
          {
            id: "3740",
            name: "Ромоданово",
          },
          {
            id: "1562",
            name: "Темников",
          },
          {
            id: "10851",
            name: "Апраксино",
          },
          {
            id: "10685",
            name: "Леплей",
          },
          {
            id: "1558",
            name: "Инсар",
          },
          {
            id: "10668",
            name: "Большие Ремезенки",
          },
          {
            id: "3722",
            name: "Торбеево",
          },
          {
            id: "10646",
            name: "Кемля",
          },
          {
            id: "3741",
            name: "Атемар",
          },
          {
            id: "10821",
            name: "Поводимово",
          },
          {
            id: "10799",
            name: "Анненково",
          },
          {
            id: "1557",
            name: "Ардатов",
          },
          {
            id: "10777",
            name: "Гуляево",
          },
          {
            id: "11056",
            name: "Кочелаево",
          },
          {
            id: "10628",
            name: "Сабур-Мачкасы",
          },
          {
            id: "3737",
            name: "Кадошкино",
          },
          {
            id: "10968",
            name: "Троицк (Республика Мордовия)",
          },
          {
            id: "10683",
            name: "Ялга",
          },
          {
            id: "10647",
            name: "Луховка",
          },
          {
            id: "11041",
            name: "Большая Елховка",
          },
          {
            id: "10635",
            name: "Ардатово",
          },
          {
            id: "10709",
            name: "Старое Синдрово",
          },
          {
            id: "11044",
            name: "Большие Березники",
          },
          {
            id: "6001",
            name: "Комсомольский (Республика Мордовия)",
          },
          {
            id: "10652",
            name: "Береговые Сыреси",
          },
          {
            id: "3724",
            name: "Явас",
          },
          {
            id: "3738",
            name: "Потьма",
          },
        ],
      },
      {
        id: "1620",
        name: "Республика Марий Эл",
        areas: [
          {
            id: "61",
            name: "Йошкар-Ола",
          },
          {
            id: "1621",
            name: "Волжск",
          },
          {
            id: "4236",
            name: "Медведево",
          },
          {
            id: "1623",
            name: "Козьмодемьянск",
          },
          {
            id: "3667",
            name: "Морки",
          },
          {
            id: "4232",
            name: "Красногорский (Республика Марий Эл)",
          },
          {
            id: "7260",
            name: "Силикатный",
          },
          {
            id: "4229",
            name: "Знаменский",
          },
          {
            id: "4228",
            name: "Виловатово",
          },
          {
            id: "4240",
            name: "Приволжский (Республика Марий Эл)",
          },
          {
            id: "7199",
            name: "Михайловка (Республика Марий Эл)",
          },
          {
            id: "7142",
            name: "Пектубаево",
          },
          {
            id: "7123",
            name: "Сотнур",
          },
          {
            id: "4237",
            name: "Новый Торъял",
          },
          {
            id: "4234",
            name: "Куженер",
          },
          {
            id: "7080",
            name: "Мариец",
          },
          {
            id: "7064",
            name: "Кузнецово",
          },
          {
            id: "4235",
            name: "Мари-Турек",
          },
          {
            id: "4243",
            name: "Юрино",
          },
          {
            id: "4233",
            name: "Краснооктябрьский",
          },
          {
            id: "7178",
            name: "Красный Стекловар",
          },
          {
            id: "4230",
            name: "Кельмаксола",
          },
          {
            id: "4238",
            name: "Оршанка",
          },
          {
            id: "7113",
            name: "Сурок",
          },
          {
            id: "7045",
            name: "Мочалище",
          },
          {
            id: "7012",
            name: "Семеновка (Республика Марий Эл)",
          },
          {
            id: "4241",
            name: "Сернур",
          },
          {
            id: "4231",
            name: "Килемары",
          },
          {
            id: "1622",
            name: "Звенигово",
          },
          {
            id: "7244",
            name: "Суслонгер",
          },
          {
            id: "4239",
            name: "Параньга",
          },
          {
            id: "4242",
            name: "Советский (Республика Марий Эл)",
          },
        ],
      },
    ],
  },
  {
    id: "10007",
    name: "Сибирский федеральный округ",
    areas: [
      {
        id: "1202",
        name: "Новосибирская область",
        areas: [
          {
            id: "4",
            name: "Новосибирск",
          },
          {
            id: "1204",
            name: "Бердск",
          },
          {
            id: "1211",
            name: "Обь",
          },
          {
            id: "1206",
            name: "Искитим",
          },
          {
            id: "3056",
            name: "Кольцово (Новосибирская область)",
          },
          {
            id: "4841",
            name: "Линево (Новосибирская область)",
          },
          {
            id: "4845",
            name: "Новолуговое",
          },
          {
            id: "8074",
            name: "Киик",
          },
          {
            id: "2512",
            name: "Чаны",
          },
          {
            id: "7821",
            name: "Зубково",
          },
          {
            id: "3063",
            name: "Венгерово",
          },
          {
            id: "6587",
            name: "Лебедевка",
          },
          {
            id: "1207",
            name: "Карасук",
          },
          {
            id: "2957",
            name: "Колывань",
          },
          {
            id: "1208",
            name: "Каргат",
          },
          {
            id: "6572",
            name: "Прокудское",
          },
          {
            id: "7938",
            name: "Казаткуль",
          },
          {
            id: "4829",
            name: "Баган",
          },
          {
            id: "8078",
            name: "Советский (Новосибирская область)",
          },
          {
            id: "7850",
            name: "Верх-Урюм",
          },
          {
            id: "7968",
            name: "Лянино",
          },
          {
            id: "7788",
            name: "Шурыгино",
          },
          {
            id: "7929",
            name: "Усть-Луковка",
          },
          {
            id: "7982",
            name: "Кожурла",
          },
          {
            id: "7861",
            name: "Старые Карачи",
          },
          {
            id: "4838",
            name: "Криводановка",
          },
          {
            id: "3071",
            name: "Чистоозерное",
          },
          {
            id: "7848",
            name: "Травное",
          },
          {
            id: "8054",
            name: "Филиппово",
          },
          {
            id: "7771",
            name: "Усть-Каменка",
          },
          {
            id: "7840",
            name: "Маршанское",
          },
          {
            id: "7974",
            name: "Медяково",
          },
          {
            id: "4832",
            name: "Горный",
          },
          {
            id: "7807",
            name: "Шагалово",
          },
          {
            id: "7874",
            name: "Табулга",
          },
          {
            id: "7773",
            name: "Веселовское",
          },
          {
            id: "7923",
            name: "Орехов Лог",
          },
          {
            id: "4834",
            name: "Здвинск",
          },
          {
            id: "4831",
            name: "Верх-Тула",
          },
          {
            id: "4848",
            name: "Сокур (Новосибирская область)",
          },
          {
            id: "7802",
            name: "Дупленская",
          },
          {
            id: "7875",
            name: "Козиха",
          },
          {
            id: "2945",
            name: "Краснозёрское",
          },
          {
            id: "4833",
            name: "Дорогино",
          },
          {
            id: "6016",
            name: "Усть-Тарка",
          },
          {
            id: "7751",
            name: "Решеты (Новосибирская область)",
          },
          {
            id: "7762",
            name: "Заковряжино",
          },
          {
            id: "4849",
            name: "Ташара",
          },
          {
            id: "7774",
            name: "Мохнатый Лог",
          },
          {
            id: "6949",
            name: "Садовый (Новосибирская область)",
          },
          {
            id: "6574",
            name: "Барышево",
          },
          {
            id: "7971",
            name: "Жуланка",
          },
          {
            id: "6103",
            name: "Раздольное (Новосибирская область)",
          },
          {
            id: "4843",
            name: "Маслянино",
          },
          {
            id: "4839",
            name: "Кудряшовский",
          },
          {
            id: "10944",
            name: "Станционно-Ояшинский",
          },
          {
            id: "7797",
            name: "Новомихайловка",
          },
          {
            id: "1209",
            name: "Куйбышев",
          },
          {
            id: "8042",
            name: "Чингис",
          },
          {
            id: "8117",
            name: "Палецкое",
          },
          {
            id: "8131",
            name: "Буготак",
          },
          {
            id: "6656",
            name: "Элитный (Новосибирская область)",
          },
          {
            id: "8114",
            name: "Белое (Новосибирская область)",
          },
          {
            id: "8094",
            name: "Березиково",
          },
          {
            id: "7798",
            name: "Вьюны",
          },
          {
            id: "7793",
            name: "Новокремлевское",
          },
          {
            id: "8167",
            name: "Красноселье",
          },
          {
            id: "7759",
            name: "Казачий Мыс",
          },
          {
            id: "1210",
            name: "Купино",
          },
          {
            id: "8133",
            name: "Вознесенка",
          },
          {
            id: "8162",
            name: "Верх-Чик",
          },
          {
            id: "1213",
            name: "Тогучин",
          },
          {
            id: "6637",
            name: "Красный Восток (Новосибирская область)",
          },
          {
            id: "7795",
            name: "Озеро Карачи",
          },
          {
            id: "2665",
            name: "Довольное",
          },
          {
            id: "6996",
            name: "Барлакский",
          },
          {
            id: "7852",
            name: "Тебисское",
          },
          {
            id: "2946",
            name: "Сузун",
          },
          {
            id: "4844",
            name: "Ленинское (Новосибирская область)",
          },
          {
            id: "7858",
            name: "Бобровка (Новосибирская область)",
          },
          {
            id: "7816",
            name: "Новопервомайское",
          },
          {
            id: "6507",
            name: "Октябрьский (Новосибирская область)",
          },
          {
            id: "7987",
            name: "Пихтовка",
          },
          {
            id: "8123",
            name: "Мышланка",
          },
          {
            id: "4853",
            name: "Ярково",
          },
          {
            id: "8058",
            name: "Безменово",
          },
          {
            id: "8014",
            name: "Хорошее",
          },
          {
            id: "7945",
            name: "Бурмистрово",
          },
          {
            id: "7755",
            name: "Быстровка",
          },
          {
            id: "8066",
            name: "Карасево",
          },
          {
            id: "8145",
            name: "Петропавловка 2-я",
          },
          {
            id: "4835",
            name: "Кирза",
          },
          {
            id: "4850",
            name: "Толмачево",
          },
          {
            id: "7824",
            name: "Колыбелька",
          },
          {
            id: "7901",
            name: "Ключики",
          },
          {
            id: "7941",
            name: "Ужаниха",
          },
          {
            id: "7959",
            name: "Полойка",
          },
          {
            id: "6575",
            name: "Мочище",
          },
          {
            id: "7856",
            name: "Новый Шарап",
          },
          {
            id: "4852",
            name: "Чумаково",
          },
          {
            id: "4837",
            name: "Краснозерское",
          },
          {
            id: "7869",
            name: "Коурак",
          },
          {
            id: "8126",
            name: "Новопичугово",
          },
          {
            id: "8023",
            name: "Ирбизино",
          },
          {
            id: "7763",
            name: "Битки",
          },
          {
            id: "3690",
            name: "Краснообск",
          },
          {
            id: "7925",
            name: "Блюдчанское",
          },
          {
            id: "8153",
            name: "Комарье",
          },
          {
            id: "7933",
            name: "Шахта",
          },
          {
            id: "6594",
            name: "Чернореченский",
          },
          {
            id: "1214",
            name: "Черепаново",
          },
          {
            id: "6636",
            name: "Половинное (Новосибирская область)",
          },
          {
            id: "4847",
            name: "Северное (Новосибирская область)",
          },
          {
            id: "7767",
            name: "Студеное",
          },
          {
            id: "8128",
            name: "Улыбино",
          },
          {
            id: "7879",
            name: "Верх-Каргат",
          },
          {
            id: "4851",
            name: "Чик",
          },
          {
            id: "1212",
            name: "Татарск",
          },
          {
            id: "3064",
            name: "Ордынское",
          },
          {
            id: "7964",
            name: "Увальское",
          },
          {
            id: "4836",
            name: "Кочки",
          },
          {
            id: "4840",
            name: "Кыштовка",
          },
          {
            id: "7996",
            name: "Зубовка",
          },
          {
            id: "7871",
            name: "Еланка",
          },
          {
            id: "1215",
            name: "Чулым",
          },
          {
            id: "3709",
            name: "Мошково",
          },
          {
            id: "1205",
            name: "Болотное",
          },
          {
            id: "1203",
            name: "Барабинск",
          },
          {
            id: "6573",
            name: "Евсино",
          },
          {
            id: "7905",
            name: "Зюзя",
          },
          {
            id: "3712",
            name: "Коченево",
          },
          {
            id: "7935",
            name: "Чернокурья",
          },
          {
            id: "4846",
            name: "Посевная",
          },
          {
            id: "7917",
            name: "Щербаково",
          },
          {
            id: "7943",
            name: "Майское (Новосибирская область)",
          },
          {
            id: "4830",
            name: "Верх-Ирмень",
          },
          {
            id: "7810",
            name: "Нижнекаменка",
          },
          {
            id: "8009",
            name: "Согорное",
          },
          {
            id: "6242",
            name: "Убинское",
          },
          {
            id: "7903",
            name: "Пойменное",
          },
          {
            id: "8021",
            name: "Спирино",
          },
          {
            id: "4842",
            name: "Листвянский",
          },
          {
            id: "7922",
            name: "Дергаусово",
          },
        ],
      },
      {
        id: "1146",
        name: "Красноярский край",
        areas: [
          {
            id: "54",
            name: "Красноярск",
          },
          {
            id: "1148",
            name: "Ачинск",
          },
          {
            id: "246",
            name: "Норильск",
          },
          {
            id: "1161",
            name: "Лесосибирск",
          },
          {
            id: "1159",
            name: "Канск",
          },
          {
            id: "1156",
            name: "Зеленогорск (Красноярский край)",
          },
          {
            id: "1154",
            name: "Железногорск (Красноярский край)",
          },
          {
            id: "1164",
            name: "Сосновоборск",
          },
          {
            id: "1163",
            name: "Назарово",
          },
          {
            id: "1162",
            name: "Минусинск",
          },
          {
            id: "4749",
            name: "Емельяново",
          },
          {
            id: "6745",
            name: "Брянка (Красноярский край)",
          },
          {
            id: "1168",
            name: "Шарыпово",
          },
          {
            id: "7308",
            name: "Тесь",
          },
          {
            id: "4773",
            name: "Сухобузимское",
          },
          {
            id: "1158",
            name: "Иланский",
          },
          {
            id: "7359",
            name: "Зеленый Бор",
          },
          {
            id: "4768",
            name: "Новочернореченский",
          },
          {
            id: "4741",
            name: "Абан",
          },
          {
            id: "4763",
            name: "Мотыгино",
          },
          {
            id: "6506",
            name: "Светлогорск (Красноярский край)",
          },
          {
            id: "1153",
            name: "Енисейск",
          },
          {
            id: "7398",
            name: "Новокаргино",
          },
          {
            id: "1157",
            name: "Игарка",
          },
          {
            id: "214",
            name: "Дудинка (Красноярский край)",
          },
          {
            id: "7369",
            name: "Ангарский",
          },
          {
            id: "2506",
            name: "Богучаны",
          },
          {
            id: "4778",
            name: "Чунояр",
          },
          {
            id: "4756",
            name: "Каратузское",
          },
          {
            id: "7390",
            name: "Красногорьевский",
          },
          {
            id: "1167",
            name: "Хатанга",
          },
          {
            id: "4759",
            name: "Кошурниково",
          },
          {
            id: "215",
            name: "Тура (Красноярский край)",
          },
          {
            id: "4753",
            name: "Ирбейское",
          },
          {
            id: "4748",
            name: "Дубинино",
          },
          {
            id: "7352",
            name: "Новая Солянка",
          },
          {
            id: "7376",
            name: "Большая Уря",
          },
          {
            id: "7457",
            name: "Георгиевка",
          },
          {
            id: "7440",
            name: "Манзя",
          },
          {
            id: "4760",
            name: "Краснокаменск (Красноярский край)",
          },
          {
            id: "7407",
            name: "Долгий Мост",
          },
          {
            id: "4758",
            name: "Козулька",
          },
          {
            id: "4745",
            name: "Большая Ирба",
          },
          {
            id: "4765",
            name: "Нижняя Пойма",
          },
          {
            id: "7430",
            name: "Лугавское",
          },
          {
            id: "7366",
            name: "Южно-Енисейск",
          },
          {
            id: "7379",
            name: "Златоруновск",
          },
          {
            id: "7425",
            name: "Березовское",
          },
          {
            id: "1151",
            name: "Дивногорск",
          },
          {
            id: "4761",
            name: "Краснотуранск",
          },
          {
            id: "7432",
            name: "Предивинск",
          },
          {
            id: "6183",
            name: "Снежногорск (Красноярский край)",
          },
          {
            id: "4776",
            name: "Туруханск",
          },
          {
            id: "7441",
            name: "Орджоникидзе (Красноярский край)",
          },
          {
            id: "4743",
            name: "Байкит",
          },
          {
            id: "7433",
            name: "Осиновый Мыс",
          },
          {
            id: "7374",
            name: "Первомайск (Красноярский край)",
          },
          {
            id: "1150",
            name: "Бородино",
          },
          {
            id: "7453",
            name: "Тинской",
          },
          {
            id: "4775",
            name: "Тасеево",
          },
          {
            id: "7348",
            name: "Каптырево",
          },
          {
            id: "7354",
            name: "Подтесово",
          },
          {
            id: "1166",
            name: "Уяр",
          },
          {
            id: "4771",
            name: "Саянский",
          },
          {
            id: "7326",
            name: "Тюльково",
          },
          {
            id: "7405",
            name: "Вангаш",
          },
          {
            id: "7422",
            name: "Пинчуга",
          },
          {
            id: "7445",
            name: "Субботино",
          },
          {
            id: "7313",
            name: "Сизая",
          },
          {
            id: "1160",
            name: "Кодинск",
          },
          {
            id: "7396",
            name: "Урал",
          },
          {
            id: "7438",
            name: "Кортуз",
          },
          {
            id: "7447",
            name: "Инголь",
          },
          {
            id: "6770",
            name: "Галанино",
          },
          {
            id: "4769",
            name: "Октябрьский (Красноярский край)",
          },
          {
            id: "4750",
            name: "Ермаковское",
          },
          {
            id: "7412",
            name: "Устьянск",
          },
          {
            id: "1149",
            name: "Боготол",
          },
          {
            id: "4770",
            name: "Партизанское",
          },
          {
            id: "7388",
            name: "Кордово",
          },
          {
            id: "7304",
            name: "Парная",
          },
          {
            id: "7421",
            name: "Элита",
          },
          {
            id: "4780",
            name: "Шушенское",
          },
          {
            id: "4766",
            name: "Новобирилюссы",
          },
          {
            id: "4755",
            name: "Кайеркан",
          },
          {
            id: "7338",
            name: "Черемшанка",
          },
          {
            id: "4751",
            name: "Зыково",
          },
          {
            id: "6676",
            name: "Волочанка",
          },
          {
            id: "7344",
            name: "Ильичево",
          },
          {
            id: "7367",
            name: "Раздолинск",
          },
          {
            id: "6869",
            name: "Миндерла",
          },
          {
            id: "6008",
            name: "Ванавара",
          },
          {
            id: "4747",
            name: "Дзержинское",
          },
          {
            id: "4597",
            name: "Большая Мурта",
          },
          {
            id: "4764",
            name: "Нижний Ингаш",
          },
          {
            id: "1152",
            name: "Диксон",
          },
          {
            id: "7357",
            name: "Шалоболино",
          },
          {
            id: "6616",
            name: "Хантайское Озеро",
          },
          {
            id: "4746",
            name: "Большой Улуй",
          },
          {
            id: "3664",
            name: "Балахта (Красноярский край)",
          },
          {
            id: "6769",
            name: "Дрокино",
          },
          {
            id: "7451",
            name: "Новоангарск",
          },
          {
            id: "6578",
            name: "Солнечный (Красноярский край)",
          },
          {
            id: "4744",
            name: "Березовка (Красноярский край)",
          },
          {
            id: "1147",
            name: "Артемовск (Красноярский край)",
          },
          {
            id: "4777",
            name: "Тюхтет",
          },
          {
            id: "7381",
            name: "Абалаково",
          },
          {
            id: "7345",
            name: "Памяти 13 Борцов",
          },
          {
            id: "4762",
            name: "Курагино",
          },
          {
            id: "7429",
            name: "Бражное",
          },
          {
            id: "7332",
            name: "Подгорный",
          },
          {
            id: "6737",
            name: "Усть-Кемь",
          },
          {
            id: "4752",
            name: "Идринское",
          },
          {
            id: "7295",
            name: "Большая Иня",
          },
          {
            id: "7328",
            name: "Филимоново",
          },
          {
            id: "4742",
            name: "Агинское",
          },
          {
            id: "7448",
            name: "Кожаны",
          },
          {
            id: "4757",
            name: "Кедровый (Красноярский край)",
          },
          {
            id: "1165",
            name: "Ужур",
          },
          {
            id: "7434",
            name: "Момотово",
          },
          {
            id: "4774",
            name: "Таежный",
          },
          {
            id: "6736",
            name: "Потапово",
          },
          {
            id: "7410",
            name: "Беллык",
          },
          {
            id: "4779",
            name: "Шалинское",
          },
          {
            id: "7337",
            name: "Маринино",
          },
          {
            id: "4772",
            name: "Северо-Енисейский (Красноярский край)",
          },
          {
            id: "4767",
            name: "Новосёлово",
          },
          {
            id: "7296",
            name: "Российка",
          },
          {
            id: "6677",
            name: "Мессояха",
          },
          {
            id: "7288",
            name: "Машуковка",
          },
          {
            id: "4754",
            name: "Казачинское",
          },
          {
            id: "7331",
            name: "Пировское",
          },
          {
            id: "1155",
            name: "Заозерный",
          },
          {
            id: "7458",
            name: "Детлово",
          },
          {
            id: "7353",
            name: "Красная Сопка",
          },
        ],
      },
      {
        id: "1249",
        name: "Омская область",
        areas: [
          {
            id: "68",
            name: "Омск",
          },
          {
            id: "1251",
            name: "Калачинск",
          },
          {
            id: "7919",
            name: "Усть-Заостровка",
          },
          {
            id: "8102",
            name: "Большой Атмас",
          },
          {
            id: "7845",
            name: "Элита (Омская область)",
          },
          {
            id: "7753",
            name: "Дружино",
          },
          {
            id: "7813",
            name: "Серебряное",
          },
          {
            id: "1250",
            name: "Исилькуль",
          },
          {
            id: "4695",
            name: "Азово",
          },
          {
            id: "7963",
            name: "Аксеново",
          },
          {
            id: "7772",
            name: "Буняковка",
          },
          {
            id: "8067",
            name: "Еремеевка",
          },
          {
            id: "7990",
            name: "Победитель",
          },
          {
            id: "4710",
            name: "Марьяновка",
          },
          {
            id: "7876",
            name: "Хомутинка",
          },
          {
            id: "4702",
            name: "Знаменское (Омская область)",
          },
          {
            id: "4704",
            name: "Кормиловка",
          },
          {
            id: "7912",
            name: "Новоцарицыно",
          },
          {
            id: "8119",
            name: "Елизаветинка",
          },
          {
            id: "7891",
            name: "Карповка",
          },
          {
            id: "8082",
            name: "Кутузовка",
          },
          {
            id: "4721",
            name: "Павлоградка",
          },
          {
            id: "8122",
            name: "Старомалиновка",
          },
          {
            id: "7842",
            name: "Пушкино (Омская область)",
          },
          {
            id: "7780",
            name: "Желанное",
          },
          {
            id: "8020",
            name: "Ачаир",
          },
          {
            id: "7863",
            name: "Ачаирский",
          },
          {
            id: "7843",
            name: "Баррикада",
          },
          {
            id: "7766",
            name: "Борисовское",
          },
          {
            id: "8104",
            name: "Соловьевка",
          },
          {
            id: "7942",
            name: "Центрально-Любинский",
          },
          {
            id: "7898",
            name: "Цветнополье",
          },
          {
            id: "4719",
            name: "Одесское",
          },
          {
            id: "7984",
            name: "Могильно-Посельское",
          },
          {
            id: "1252",
            name: "Называевск",
          },
          {
            id: "7967",
            name: "Калинино (Омская область)",
          },
          {
            id: "7862",
            name: "Вольное (Омская область)",
          },
          {
            id: "7747",
            name: "Тумановка",
          },
          {
            id: "7877",
            name: "Яман",
          },
          {
            id: "7910",
            name: "Южно-Подольск",
          },
          {
            id: "1254",
            name: "Тюкалинск",
          },
          {
            id: "8144",
            name: "Марьяновский",
          },
          {
            id: "7986",
            name: "Лукьяновка",
          },
          {
            id: "8103",
            name: "Медвежье",
          },
          {
            id: "4738",
            name: "Шербакуль",
          },
          {
            id: "4715",
            name: "Новоомский",
          },
          {
            id: "8148",
            name: "Добровольск",
          },
          {
            id: "7916",
            name: "Новорождественка",
          },
          {
            id: "8108",
            name: "Цветочное",
          },
          {
            id: "4712",
            name: "Муромцево",
          },
          {
            id: "7887",
            name: "Осокино",
          },
          {
            id: "8049",
            name: "Паутовка",
          },
          {
            id: "4709",
            name: "Любинский",
          },
          {
            id: "7800",
            name: "Новотроицк (Нижнеомский район)",
          },
          {
            id: "8175",
            name: "Ивановка (Омская область)",
          },
          {
            id: "8134",
            name: "Пикетное",
          },
          {
            id: "7870",
            name: "Боевой",
          },
          {
            id: "4724",
            name: "Ростовка",
          },
          {
            id: "7978",
            name: "Моховой Привал",
          },
          {
            id: "8164",
            name: "Москаленский",
          },
          {
            id: "8121",
            name: "Хортицы",
          },
          {
            id: "8086",
            name: "Бакшеево",
          },
          {
            id: "8076",
            name: "Новоуральский",
          },
          {
            id: "8116",
            name: "Сухое",
          },
          {
            id: "1253",
            name: "Тара",
          },
          {
            id: "4720",
            name: "Оконешниково",
          },
          {
            id: "7770",
            name: "Лежанка",
          },
          {
            id: "4697",
            name: "Большегривское",
          },
          {
            id: "8040",
            name: "Побочино",
          },
          {
            id: "4735",
            name: "Тевриз",
          },
          {
            id: "4728",
            name: "Русская Поляна",
          },
          {
            id: "7950",
            name: "Чернолучинский",
          },
          {
            id: "7768",
            name: "Алабота",
          },
          {
            id: "7892",
            name: "Сыропятское",
          },
          {
            id: "7985",
            name: "Артын",
          },
          {
            id: "8142",
            name: "Репинка",
          },
          {
            id: "7867",
            name: "Екатеринославка (Омская область)",
          },
          {
            id: "4707",
            name: "Крутинка",
          },
          {
            id: "7849",
            name: "Путь Социализма",
          },
          {
            id: "7962",
            name: "Прииртышье",
          },
          {
            id: "8037",
            name: "Иртыш",
          },
          {
            id: "7944",
            name: "Большегривский",
          },
          {
            id: "7883",
            name: "Родная Долина",
          },
          {
            id: "7859",
            name: "Большепесчанка",
          },
          {
            id: "4700",
            name: "Большие Уки",
          },
          {
            id: "4723",
            name: "Полтавка",
          },
          {
            id: "4729",
            name: "Саргатское",
          },
          {
            id: "7908",
            name: "Солнцевка",
          },
          {
            id: "7909",
            name: "Хлебодаровка",
          },
          {
            id: "7756",
            name: "Мангут (Омская область)",
          },
          {
            id: "8070",
            name: "Ольгино",
          },
          {
            id: "4703",
            name: "Колосовка",
          },
          {
            id: "8000",
            name: "Новая Шараповка",
          },
          {
            id: "7897",
            name: "Харламово",
          },
          {
            id: "7960",
            name: "Чистово",
          },
          {
            id: "7946",
            name: "Ганновка",
          },
          {
            id: "4732",
            name: "Таврическое",
          },
          {
            id: "8012",
            name: "Новокарасук",
          },
          {
            id: "4717",
            name: "Новотроицкое (Омская область)",
          },
          {
            id: "8006",
            name: "Георгиевка (Омская область)",
          },
          {
            id: "7783",
            name: "Бобринка",
          },
          {
            id: "4706",
            name: "Красный Яр (Омская область)",
          },
          {
            id: "8028",
            name: "Луговое",
          },
          {
            id: "7829",
            name: "Утичье",
          },
          {
            id: "8090",
            name: "Ермак",
          },
          {
            id: "8039",
            name: "Маргенау",
          },
          {
            id: "8178",
            name: "Благодаровка",
          },
          {
            id: "8138",
            name: "Соляное",
          },
          {
            id: "4714",
            name: "Нововаршавка",
          },
          {
            id: "8120",
            name: "Баженово",
          },
          {
            id: "4699",
            name: "Большеречье",
          },
          {
            id: "4708",
            name: "Лузино",
          },
          {
            id: "7915",
            name: "Золотая Нива",
          },
          {
            id: "3066",
            name: "Черлак (Омская область)",
          },
          {
            id: "8077",
            name: "Такмык",
          },
          {
            id: "4701",
            name: "Горьковское",
          },
          {
            id: "7893",
            name: "Ингалы",
          },
          {
            id: "7900",
            name: "Иртышский",
          },
          {
            id: "4730",
            name: "Седельниково",
          },
          {
            id: "4711",
            name: "Москаленки",
          },
          {
            id: "4736",
            name: "Усть-Ишим",
          },
          {
            id: "7828",
            name: "Ситниково",
          },
          {
            id: "7989",
            name: "Неверовка",
          },
          {
            id: "4705",
            name: "Красноярка",
          },
          {
            id: "7961",
            name: "Белосток",
          },
          {
            id: "7744",
            name: "Боголюбовка",
          },
          {
            id: "8068",
            name: "Александровское (Омская область)",
          },
          {
            id: "4713",
            name: "Нижняя Омка",
          },
          {
            id: "8118",
            name: "Пришиб",
          },
        ],
      },
      {
        id: "1217",
        name: "Алтайский край",
        areas: [
          {
            id: "11",
            name: "Барнаул",
          },
          {
            id: "1220",
            name: "Бийск",
          },
          {
            id: "1226",
            name: "Рубцовск",
          },
          {
            id: "1225",
            name: "Новоалтайск",
          },
          {
            id: "1222",
            name: "Заринск",
          },
          {
            id: "4930",
            name: "Поспелиха",
          },
          {
            id: "7997",
            name: "Маралиха",
          },
          {
            id: "7983",
            name: "Бобровка (Первомайский район)",
          },
          {
            id: "8132",
            name: "Огни",
          },
          {
            id: "8025",
            name: "Усть-Козлуха",
          },
          {
            id: "4895",
            name: "Березовка (Алтайский край)",
          },
          {
            id: "8165",
            name: "Гонохово (Каменский район)",
          },
          {
            id: "4908",
            name: "Зудилово",
          },
          {
            id: "7884",
            name: "Свердловское",
          },
          {
            id: "7750",
            name: "Куяган",
          },
          {
            id: "8057",
            name: "Марушка",
          },
          {
            id: "7866",
            name: "Овечкино",
          },
          {
            id: "7958",
            name: "Ракиты (Рубцовский район)",
          },
          {
            id: "7918",
            name: "Мартовка",
          },
          {
            id: "8004",
            name: "Ярославцев Лог",
          },
          {
            id: "4934",
            name: "Славгородское",
          },
          {
            id: "1227",
            name: "Славгород (Алтайский край)",
          },
          {
            id: "8062",
            name: "Прутской",
          },
          {
            id: "8031",
            name: "Новообинка",
          },
          {
            id: "7953",
            name: "Еланда",
          },
          {
            id: "8089",
            name: "Логовское",
          },
          {
            id: "7911",
            name: "Маловолчанка",
          },
          {
            id: "8055",
            name: "Кабаново",
          },
          {
            id: "7833",
            name: "Киприно",
          },
          {
            id: "7864",
            name: "Сереброполь",
          },
          {
            id: "8064",
            name: "Новиково",
          },
          {
            id: "8155",
            name: "Малый Бащелак",
          },
          {
            id: "8073",
            name: "Саввушка",
          },
          {
            id: "8166",
            name: "Мирный (Родинский район)",
          },
          {
            id: "8136",
            name: "Крестьянка",
          },
          {
            id: "4912",
            name: "Красногорское (Алтайский край)",
          },
          {
            id: "7940",
            name: "Златополь",
          },
          {
            id: "8013",
            name: "Воеводское",
          },
          {
            id: "8176",
            name: "Новошипуново",
          },
          {
            id: "8033",
            name: "Карабинка",
          },
          {
            id: "8105",
            name: "Новопесчаное",
          },
          {
            id: "4920",
            name: "Михайловское",
          },
          {
            id: "7993",
            name: "Большеромановка",
          },
          {
            id: "7764",
            name: "Подсосново",
          },
          {
            id: "4907",
            name: "Зональное",
          },
          {
            id: "8061",
            name: "Семеновка (Алтайский край)",
          },
          {
            id: "7745",
            name: "Гуселетово",
          },
          {
            id: "7976",
            name: "Новополтава",
          },
          {
            id: "7924",
            name: "Бастан",
          },
          {
            id: "7931",
            name: "Кашкарагаиха",
          },
          {
            id: "7886",
            name: "Поспелихинский",
          },
          {
            id: "8135",
            name: "Протасово",
          },
          {
            id: "4938",
            name: "Солтон",
          },
          {
            id: "8170",
            name: "Станция Озерки (Тальменский район)",
          },
          {
            id: "8093",
            name: "Михайловка (Усть-Калманский район)",
          },
          {
            id: "8141",
            name: "Гальбштадт",
          },
          {
            id: "7814",
            name: "Поповичи",
          },
          {
            id: "4935",
            name: "Смоленское",
          },
          {
            id: "4940",
            name: "Староалейское",
          },
          {
            id: "7831",
            name: "Шульгинка",
          },
          {
            id: "7921",
            name: "Шумановка",
          },
          {
            id: "8160",
            name: "Осколково",
          },
          {
            id: "7872",
            name: "Нечунаево",
          },
          {
            id: "1228",
            name: "Яровое",
          },
          {
            id: "4948",
            name: "Хабары",
          },
          {
            id: "8174",
            name: "Сетовка",
          },
          {
            id: "7907",
            name: "Быстрянка",
          },
          {
            id: "8016",
            name: "ЗАТО Сибирский",
          },
          {
            id: "8056",
            name: "Ивановка (Алтайский край)",
          },
          {
            id: "4894",
            name: "Белоярск",
          },
          {
            id: "8137",
            name: "Красный Партизан",
          },
          {
            id: "8044",
            name: "Редкая Дубрава",
          },
          {
            id: "7957",
            name: "Кусак",
          },
          {
            id: "1223",
            name: "Змеиногорск",
          },
          {
            id: "7975",
            name: "Брусенцево",
          },
          {
            id: "8130",
            name: "Кузьминка",
          },
          {
            id: "7934",
            name: "Победа (Алтайский край)",
          },
          {
            id: "4950",
            name: "Черемное",
          },
          {
            id: "4893",
            name: "Баево",
          },
          {
            id: "7966",
            name: "Ремовский",
          },
          {
            id: "8111",
            name: "Ларичиха",
          },
          {
            id: "7988",
            name: "Безрукавка",
          },
          {
            id: "4942",
            name: "Табуны",
          },
          {
            id: "4915",
            name: "Курья",
          },
          {
            id: "8157",
            name: "Бураново",
          },
          {
            id: "7778",
            name: "Бобровка (Шипуновский район)",
          },
          {
            id: "8169",
            name: "Урюпино",
          },
          {
            id: "4951",
            name: "Шелаболиха",
          },
          {
            id: "8038",
            name: "Октябрьский (Алтайский край)",
          },
          {
            id: "8007",
            name: "Верх-Камышенка",
          },
          {
            id: "4928",
            name: "Первомайское (Алтайский край)",
          },
          {
            id: "6207",
            name: "Ая",
          },
          {
            id: "8046",
            name: "Новоперуново",
          },
          {
            id: "7873",
            name: "Шалап",
          },
          {
            id: "8036",
            name: "Безголосово",
          },
          {
            id: "7787",
            name: "Поперечное",
          },
          {
            id: "7791",
            name: "Нововознесенка",
          },
          {
            id: "4905",
            name: "Залесово",
          },
          {
            id: "4913",
            name: "Краснощёково",
          },
          {
            id: "4897",
            name: "Боровиха",
          },
          {
            id: "8085",
            name: "Кокши",
          },
          {
            id: "8060",
            name: "Верх-Ануйское",
          },
          {
            id: "7969",
            name: "Веселоярск",
          },
          {
            id: "7979",
            name: "Камышенка",
          },
          {
            id: "7761",
            name: "Пещерка",
          },
          {
            id: "7878",
            name: "Хлопуново",
          },
          {
            id: "7928",
            name: "Моховское",
          },
          {
            id: "8091",
            name: "Михайловка (Бурлинский район)",
          },
          {
            id: "7904",
            name: "Порожнее",
          },
          {
            id: "8092",
            name: "Черная Курья",
          },
          {
            id: "4901",
            name: "Власиха (Алтайский край)",
          },
          {
            id: "3671",
            name: "Троицкое (Алтайский край)",
          },
          {
            id: "7932",
            name: "Новотырышкино",
          },
          {
            id: "4922",
            name: "Новичиха",
          },
          {
            id: "8149",
            name: "Буланиха",
          },
          {
            id: "8098",
            name: "Нижне-Чуманка",
          },
          {
            id: "4932",
            name: "Романово",
          },
          {
            id: "7825",
            name: "Колыванск",
          },
          {
            id: "7882",
            name: "Кучук",
          },
          {
            id: "8127",
            name: "Среднесибирский",
          },
          {
            id: "7839",
            name: "Линевский",
          },
          {
            id: "8107",
            name: "Кашино (Алтайский край)",
          },
          {
            id: "7765",
            name: "Ракиты (Михайловский район)",
          },
          {
            id: "7835",
            name: "Гордеевский",
          },
          {
            id: "7748",
            name: "Малоенисейское",
          },
          {
            id: "8109",
            name: "Нижне-Озерное",
          },
          {
            id: "7782",
            name: "Рогозиха",
          },
          {
            id: "7749",
            name: "Гилев-Лог",
          },
          {
            id: "7832",
            name: "Солоновка (Новичихинский район)",
          },
          {
            id: "8063",
            name: "Хлебороб",
          },
          {
            id: "7949",
            name: "Полуямки",
          },
          {
            id: "8083",
            name: "Зеленый Дол",
          },
          {
            id: "7781",
            name: "Буканское",
          },
          {
            id: "7952",
            name: "Селекционное",
          },
          {
            id: "1224",
            name: "Камень-на-Оби",
          },
          {
            id: "4921",
            name: "Налобиха",
          },
          {
            id: "7799",
            name: "Гилевка",
          },
          {
            id: "7890",
            name: "Малоугренево",
          },
          {
            id: "4906",
            name: "Зелёная Дубрава",
          },
          {
            id: "8159",
            name: "Жилино",
          },
          {
            id: "7826",
            name: "Краснодарское",
          },
          {
            id: "8100",
            name: "Шумилиха",
          },
          {
            id: "8075",
            name: "Усть-Мосиха",
          },
          {
            id: "7811",
            name: "Антоньевка",
          },
          {
            id: "7819",
            name: "Березовка (Первомайский район)",
          },
          {
            id: "8069",
            name: "Анисимово",
          },
          {
            id: "4949",
            name: "Целинное",
          },
          {
            id: "4898",
            name: "Бурла",
          },
          {
            id: "7752",
            name: "Усятское",
          },
          {
            id: "8163",
            name: "Енисейское",
          },
          {
            id: "8051",
            name: "Урожайное (Алтайский край)",
          },
          {
            id: "4917",
            name: "Лебяжье (Алтайский край)",
          },
          {
            id: "4902",
            name: "Волчиха",
          },
          {
            id: "4911",
            name: "Косиха",
          },
          {
            id: "7806",
            name: "Верх-Суетка",
          },
          {
            id: "7786",
            name: "Шипуниха",
          },
          {
            id: "7855",
            name: "Боровское",
          },
          {
            id: "4904",
            name: "Завьялово (Алтайский край)",
          },
          {
            id: "7837",
            name: "Зеленая Поляна",
          },
          {
            id: "4947",
            name: "Усть-Чарышская Пристань",
          },
          {
            id: "7803",
            name: "Зятькова Речка",
          },
          {
            id: "4937",
            name: "Солонешное",
          },
          {
            id: "7965",
            name: "Корболиха",
          },
          {
            id: "4945",
            name: "Тюменцево",
          },
          {
            id: "8001",
            name: "Белоглазово",
          },
          {
            id: "7992",
            name: "Шахи",
          },
          {
            id: "4929",
            name: "Петропавловское",
          },
          {
            id: "4924",
            name: "Новые Зори",
          },
          {
            id: "7999",
            name: "Островное (Алтайский край)",
          },
          {
            id: "7880",
            name: "Тулата",
          },
          {
            id: "8152",
            name: "Зайцево",
          },
          {
            id: "8168",
            name: "Краснознаменка",
          },
          {
            id: "3070",
            name: "Чарышское",
          },
          {
            id: "8146",
            name: "Заковряшино",
          },
          {
            id: "6516",
            name: "Манжерок",
          },
          {
            id: "7789",
            name: "Гонохово (Завьяловский район)",
          },
          {
            id: "7854",
            name: "Первомайское (Бийский район)",
          },
          {
            id: "7930",
            name: "Сросты",
          },
          {
            id: "8081",
            name: "Мирный (Зональный район)",
          },
          {
            id: "8113",
            name: "Черемушкино",
          },
          {
            id: "4923",
            name: "Новоегорьевское",
          },
          {
            id: "7818",
            name: "Вторая Каменка",
          },
          {
            id: "7888",
            name: "Дмитро-Титово",
          },
          {
            id: "4936",
            name: "Соколово",
          },
          {
            id: "8095",
            name: "Новороманово",
          },
          {
            id: "8017",
            name: "Новокулундинка",
          },
          {
            id: "7956",
            name: "Крутишка",
          },
          {
            id: "3672",
            name: "Мамонтово",
          },
          {
            id: "8124",
            name: "Суслово",
          },
          {
            id: "4896",
            name: "Благовещенка",
          },
          {
            id: "8156",
            name: "Кадниково",
          },
          {
            id: "7998",
            name: "Буян",
          },
          {
            id: "7902",
            name: "Комариха",
          },
          {
            id: "8088",
            name: "Поселок Имени Мамонтова",
          },
          {
            id: "7817",
            name: "Подстепное",
          },
          {
            id: "7775",
            name: "Волчно-Бурлинская",
          },
          {
            id: "4946",
            name: "Угловское",
          },
          {
            id: "7777",
            name: "Новоярки",
          },
          {
            id: "1218",
            name: "Алейск",
          },
          {
            id: "7841",
            name: "Новобураново",
          },
          {
            id: "7812",
            name: "Шарчино",
          },
          {
            id: "1221",
            name: "Горняк",
          },
          {
            id: "7754",
            name: "Санниково",
          },
          {
            id: "7779",
            name: "Солоновка (Волчихинский район)",
          },
          {
            id: "8053",
            name: "Дегтярка",
          },
          {
            id: "4909",
            name: "Калманка",
          },
          {
            id: "7885",
            name: "Паутово",
          },
          {
            id: "8158",
            name: "Гришковка",
          },
          {
            id: "7758",
            name: "Украинский",
          },
          {
            id: "8026",
            name: "Первокаменка",
          },
          {
            id: "7955",
            name: "Верх-Кучук",
          },
          {
            id: "7865",
            name: "Каип",
          },
          {
            id: "4931",
            name: "Ребриха",
          },
          {
            id: "8030",
            name: "Аллак",
          },
          {
            id: "8022",
            name: "Вылково",
          },
          {
            id: "8032",
            name: "Харитоново",
          },
          {
            id: "8048",
            name: "Харлово",
          },
          {
            id: "8011",
            name: "Тамбовский",
          },
          {
            id: "8047",
            name: "Полевое",
          },
          {
            id: "3670",
            name: "Родино",
          },
          {
            id: "7926",
            name: "Новоильинка",
          },
          {
            id: "4899",
            name: "Быстрый Исток",
          },
          {
            id: "8071",
            name: "Клепечиха",
          },
          {
            id: "4919",
            name: "Малиновое Озеро",
          },
          {
            id: "4910",
            name: "Ключи (Алтайский край)",
          },
          {
            id: "4916",
            name: "Кытманово",
          },
          {
            id: "2655",
            name: "Усть-Калманка",
          },
          {
            id: "4941",
            name: "Степное Озеро",
          },
          {
            id: "8018",
            name: "Ворониха",
          },
          {
            id: "8177",
            name: "Нижняя Суетка",
          },
          {
            id: "4927",
            name: "Панкрушиха",
          },
          {
            id: "7796",
            name: "Сараса",
          },
          {
            id: "7815",
            name: "Рожнев Лог",
          },
          {
            id: "7805",
            name: "Долганка",
          },
          {
            id: "7889",
            name: "Велижанка",
          },
          {
            id: "8041",
            name: "Боровлянка",
          },
          {
            id: "4952",
            name: "Южный (Алтайский край)",
          },
          {
            id: "8010",
            name: "Луговское",
          },
          {
            id: "6382",
            name: "Советское (Алтайский край)",
          },
          {
            id: "7838",
            name: "Шубенка",
          },
          {
            id: "7868",
            name: "Зимари",
          },
          {
            id: "7746",
            name: "Зеркалы",
          },
          {
            id: "8087",
            name: "Яготино",
          },
          {
            id: "8079",
            name: "Костин Лог",
          },
          {
            id: "8045",
            name: "Корнилово",
          },
          {
            id: "1219",
            name: "Белокуриха",
          },
          {
            id: "7847",
            name: "Заводское",
          },
          {
            id: "3669",
            name: "Шипуново",
          },
          {
            id: "7954",
            name: "Переясловка",
          },
          {
            id: "7895",
            name: "Прыганка",
          },
          {
            id: "8029",
            name: "Тугозвоново",
          },
          {
            id: "4933",
            name: "Сибирский",
          },
          {
            id: "8084",
            name: "Новообинцево",
          },
          {
            id: "8143",
            name: "Масальский",
          },
          {
            id: "7844",
            name: "Суворовка",
          },
          {
            id: "8035",
            name: "Зимино",
          },
          {
            id: "7827",
            name: "Степное (Родинский район)",
          },
          {
            id: "7980",
            name: "Краснояры",
          },
          {
            id: "4900",
            name: "Верх-Катунское",
          },
          {
            id: "7794",
            name: "Паново",
          },
          {
            id: "7920",
            name: "Покровка (Алтайский край)",
          },
          {
            id: "4943",
            name: "Тогул",
          },
          {
            id: "3073",
            name: "Тальменка",
          },
          {
            id: "7881",
            name: "Старобелокуриха",
          },
          {
            id: "7914",
            name: "Глядень",
          },
          {
            id: "8139",
            name: "Кабаково (Алтайский край)",
          },
          {
            id: "4892",
            name: "Алтайское",
          },
          {
            id: "7970",
            name: "Черемшанка (Алтайский край)",
          },
          {
            id: "7894",
            name: "Подойниково",
          },
          {
            id: "7853",
            name: "Парфеново",
          },
          {
            id: "7995",
            name: "Карамышево (Алтайский край)",
          },
          {
            id: "7785",
            name: "Закладное",
          },
          {
            id: "8099",
            name: "Калмыцкие Мысы",
          },
          {
            id: "4926",
            name: "Павловск (Алтайский край)",
          },
          {
            id: "8027",
            name: "Клочки",
          },
          {
            id: "8140",
            name: "Коробейниково",
          },
          {
            id: "4944",
            name: "Топчиха",
          },
          {
            id: "8147",
            name: "Плешково",
          },
          {
            id: "8173",
            name: "Екатерининское",
          },
          {
            id: "4914",
            name: "Крутиха",
          },
          {
            id: "8019",
            name: "Сорочий Лог",
          },
          {
            id: "3735",
            name: "Кулунда",
          },
          {
            id: "4903",
            name: "Ельцовка",
          },
          {
            id: "8024",
            name: "Голуха",
          },
          {
            id: "7939",
            name: "Гришенское",
          },
          {
            id: "8115",
            name: "Стуково",
          },
          {
            id: "8151",
            name: "Лаптев Лог",
          },
          {
            id: "7951",
            name: "Карпово Второе",
          },
          {
            id: "7834",
            name: "Корчино",
          },
          {
            id: "8065",
            name: "Солоновка (Смоленский район)",
          },
          {
            id: "8034",
            name: "Сидоровка",
          },
          {
            id: "8172",
            name: "Самсоново",
          },
          {
            id: "7927",
            name: "Елунино",
          },
          {
            id: "4925",
            name: "Озерки (Алтайский край)",
          },
          {
            id: "7972",
            name: "Урлапово",
          },
          {
            id: "7836",
            name: "Смазнево",
          },
          {
            id: "4939",
            name: "Сростки",
          },
          {
            id: "7948",
            name: "Шимолино",
          },
          {
            id: "6515",
            name: "Соузга",
          },
          {
            id: "7937",
            name: "Усть-Таловка",
          },
          {
            id: "7808",
            name: "Устьянка",
          },
          {
            id: "8015",
            name: "Гилево",
          },
          {
            id: "6944",
            name: "Борзовая Заимка",
          },
          {
            id: "4918",
            name: "Леньки",
          },
        ],
      },
      {
        id: "1124",
        name: "Иркутская область",
        areas: [
          {
            id: "35",
            name: "Иркутск",
          },
          {
            id: "1130",
            name: "Братск",
          },
          {
            id: "1141",
            name: "Усолье-Сибирское",
          },
          {
            id: "1126",
            name: "Ангарск",
          },
          {
            id: "4856",
            name: "Белореченский",
          },
          {
            id: "11189",
            name: "Ольхон",
          },
          {
            id: "7362",
            name: "Карымск",
          },
          {
            id: "4881",
            name: "Рудногорск",
          },
          {
            id: "4874",
            name: "Мишелевка",
          },
          {
            id: "1143",
            name: "Усть-Кут",
          },
          {
            id: "4861",
            name: "Жигалово",
          },
          {
            id: "7349",
            name: "Янталь",
          },
          {
            id: "1125",
            name: "Алзамай",
          },
          {
            id: "7322",
            name: "Уян",
          },
          {
            id: "1142",
            name: "Усть-Илимск",
          },
          {
            id: "7377",
            name: "Бадар",
          },
          {
            id: "4886",
            name: "Улькан",
          },
          {
            id: "7442",
            name: "Большая Речка",
          },
          {
            id: "7413",
            name: "Тангуй",
          },
          {
            id: "7459",
            name: "Кундуй",
          },
          {
            id: "4866",
            name: "Култук",
          },
          {
            id: "7289",
            name: "Эдучанка",
          },
          {
            id: "1145",
            name: "Шелехов",
          },
          {
            id: "4870",
            name: "Мама",
          },
          {
            id: "7387",
            name: "Харик",
          },
          {
            id: "7350",
            name: "Шиткино",
          },
          {
            id: "1134",
            name: "Киренск",
          },
          {
            id: "1136",
            name: "Саянск",
          },
          {
            id: "4887",
            name: "Усть-Уда",
          },
          {
            id: "4875",
            name: "Новая Игирма",
          },
          {
            id: "7400",
            name: "Забитуй",
          },
          {
            id: "1135",
            name: "Нижнеудинск",
          },
          {
            id: "4864",
            name: "Гидростроитель",
          },
          {
            id: "4882",
            name: "Средний",
          },
          {
            id: "4868",
            name: "Лесогорск",
          },
          {
            id: "7329",
            name: "Листвянка",
          },
          {
            id: "4889",
            name: "Чунский",
          },
          {
            id: "7418",
            name: "Каразей",
          },
          {
            id: "6519",
            name: "Смоленщина",
          },
          {
            id: "4891",
            name: "Черемушки",
          },
          {
            id: "4873",
            name: "Михайловка (Иркутская область)",
          },
          {
            id: "4885",
            name: "Тыреть 1-я",
          },
          {
            id: "7378",
            name: "Речушка",
          },
          {
            id: "1133",
            name: "Зима",
          },
          {
            id: "7420",
            name: "Балахнинский",
          },
          {
            id: "6746",
            name: "Верхнемарково",
          },
          {
            id: "1129",
            name: "Бодайбо",
          },
          {
            id: "4860",
            name: "Железнодорожный (Иркутская область)",
          },
          {
            id: "7321",
            name: "Покосное",
          },
          {
            id: "4867",
            name: "Кутулик",
          },
          {
            id: "4854",
            name: "Алексеевск",
          },
          {
            id: "4880",
            name: "Оса (Иркутская область)",
          },
          {
            id: "1137",
            name: "Свирск",
          },
          {
            id: "1144",
            name: "Черемхово",
          },
          {
            id: "1127",
            name: "Байкальск",
          },
          {
            id: "4862",
            name: "Качуг",
          },
          {
            id: "7311",
            name: "Ербогачен",
          },
          {
            id: "7292",
            name: "Седаново",
          },
          {
            id: "7449",
            name: "Алгатуй",
          },
          {
            id: "7395",
            name: "Ук",
          },
          {
            id: "4878",
            name: "Оек",
          },
          {
            id: "1132",
            name: "Железногорск-Илимский",
          },
          {
            id: "7446",
            name: "Березняки",
          },
          {
            id: "1128",
            name: "Бирюсинск",
          },
          {
            id: "4858",
            name: "Бохан",
          },
          {
            id: "3716",
            name: "Залари",
          },
          {
            id: "7419",
            name: "Азей",
          },
          {
            id: "4872",
            name: "Мегет",
          },
          {
            id: "7431",
            name: "Мамакан",
          },
          {
            id: "4865",
            name: "Куйтун",
          },
          {
            id: "1140",
            name: "Тулун",
          },
          {
            id: "5895",
            name: "Тулюшка",
          },
          {
            id: "7393",
            name: "Будагово",
          },
          {
            id: "7351",
            name: "Видим",
          },
          {
            id: "6657",
            name: "Введенщина",
          },
          {
            id: "4888",
            name: "Хомутово (Иркутская область)",
          },
          {
            id: "7340",
            name: "Артемовский (Иркутская область)",
          },
          {
            id: "6249",
            name: "Баяндай",
          },
          {
            id: "4890",
            name: "Юрты",
          },
          {
            id: "7324",
            name: "Кимильтей",
          },
          {
            id: "7361",
            name: "Тубинский",
          },
          {
            id: "1131",
            name: "Вихоревка",
          },
          {
            id: "7386",
            name: "Икей",
          },
          {
            id: "4876",
            name: "Новобирюсинский",
          },
          {
            id: "7394",
            name: "Олонки",
          },
          {
            id: "1138",
            name: "Слюдянка",
          },
          {
            id: "4879",
            name: "Октябрьский (Иркутская область)",
          },
          {
            id: "4883",
            name: "Тайтурка",
          },
          {
            id: "217",
            name: "Усть-Ордынский",
          },
          {
            id: "4871",
            name: "Маркова",
          },
          {
            id: "4857",
            name: "Большой Луг",
          },
          {
            id: "4859",
            name: "Еланцы",
          },
          {
            id: "7414",
            name: "Шелехово",
          },
          {
            id: "4884",
            name: "Тельма",
          },
          {
            id: "4855",
            name: "Балаганск",
          },
          {
            id: "7408",
            name: "Гуран",
          },
          {
            id: "4863",
            name: "Квиток",
          },
          {
            id: "1139",
            name: "Тайшет",
          },
          {
            id: "7404",
            name: "Шумский",
          },
          {
            id: "4869",
            name: "Магистральный",
          },
          {
            id: "4877",
            name: "Новонукутский",
          },
        ],
      },
      {
        id: "1229",
        name: "Кемеровская область",
        areas: [
          {
            id: "47",
            name: "Кемерово",
          },
          {
            id: "1240",
            name: "Новокузнецк",
          },
          {
            id: "1243",
            name: "Прокопьевск",
          },
          {
            id: "1238",
            name: "Междуреченск",
          },
          {
            id: "1236",
            name: "Ленинск-Кузнецкий",
          },
          {
            id: "1248",
            name: "Юрга",
          },
          {
            id: "1237",
            name: "Мариинск",
          },
          {
            id: "1232",
            name: "Березовский (Кемеровская область)",
          },
          {
            id: "1235",
            name: "Киселевск",
          },
          {
            id: "1241",
            name: "Осинники",
          },
          {
            id: "1230",
            name: "Анжеро-Судженск",
          },
          {
            id: "1231",
            name: "Белово",
          },
          {
            id: "11176",
            name: "Мазурово",
          },
          {
            id: "11175",
            name: "Ягуново",
          },
          {
            id: "8059",
            name: "Усть-Серта",
          },
          {
            id: "6604",
            name: "Сосновка (Кемеровская область)",
          },
          {
            id: "4815",
            name: "Ясногорский",
          },
          {
            id: "7977",
            name: "Костенково",
          },
          {
            id: "8043",
            name: "Краснинское",
          },
          {
            id: "7994",
            name: "Станция Арлюк",
          },
          {
            id: "7913",
            name: "Менчереп",
          },
          {
            id: "8003",
            name: "Тарасово (Кемеровская область)",
          },
          {
            id: "8072",
            name: "Чкаловский",
          },
          {
            id: "8002",
            name: "Новобачаты",
          },
          {
            id: "8050",
            name: "Поломошное",
          },
          {
            id: "6586",
            name: "Металлплощадка",
          },
          {
            id: "4799",
            name: "Крапивинский",
          },
          {
            id: "7792",
            name: "Берикульский",
          },
          {
            id: "1246",
            name: "Таштагол",
          },
          {
            id: "7899",
            name: "Зеленовский",
          },
          {
            id: "7776",
            name: "Малая Салаирка",
          },
          {
            id: "8080",
            name: "Юргинский",
          },
          {
            id: "3700",
            name: "Трудармейский",
          },
          {
            id: "8101",
            name: "Колычево",
          },
          {
            id: "8129",
            name: "Мохово",
          },
          {
            id: "1239",
            name: "Мыски",
          },
          {
            id: "4809",
            name: "Тисуль",
          },
          {
            id: "4813",
            name: "Чистогорский",
          },
          {
            id: "8150",
            name: "Пашково",
          },
          {
            id: "7757",
            name: "Окунево",
          },
          {
            id: "4790",
            name: "Грамотеино",
          },
          {
            id: "4788",
            name: "Белогорск (Кемеровская область)",
          },
          {
            id: "4817",
            name: "Яя",
          },
          {
            id: "4793",
            name: "Инской",
          },
          {
            id: "1244",
            name: "Салаир",
          },
          {
            id: "7896",
            name: "Атаманово",
          },
          {
            id: "4816",
            name: "Яшкино",
          },
          {
            id: "4804",
            name: "Мундыбаш",
          },
          {
            id: "7809",
            name: "Терентьевское",
          },
          {
            id: "4803",
            name: "Малиновка",
          },
          {
            id: "7769",
            name: "Проскоково",
          },
          {
            id: "7830",
            name: "Панфилово (Кемеровская область)",
          },
          {
            id: "8106",
            name: "Малопесчанка",
          },
          {
            id: "7823",
            name: "Пермяки",
          },
          {
            id: "7973",
            name: "Новостройка (Кемеровская область)",
          },
          {
            id: "1242",
            name: "Полысаево",
          },
          {
            id: "8154",
            name: "Тамбар",
          },
          {
            id: "4812",
            name: "Тяжинский",
          },
          {
            id: "4802",
            name: "Новый Городок",
          },
          {
            id: "4806",
            name: "Плотниково",
          },
          {
            id: "4805",
            name: "Солнечный (Кемеровская область)",
          },
          {
            id: "1245",
            name: "Тайга",
          },
          {
            id: "4787",
            name: "Бачатский",
          },
          {
            id: "7857",
            name: "Новоивановский",
          },
          {
            id: "4800",
            name: "Красногорский (Кемеровская область)",
          },
          {
            id: "4801",
            name: "Кузедеево",
          },
          {
            id: "7981",
            name: "Кубитет",
          },
          {
            id: "4797",
            name: "Карагайлинский",
          },
          {
            id: "4807",
            name: "Старобачаты",
          },
          {
            id: "4811",
            name: "Темиртау (Кемеровская область)",
          },
          {
            id: "1234",
            name: "Калтан",
          },
          {
            id: "4786",
            name: "Артышта",
          },
          {
            id: "4810",
            name: "Тайжина",
          },
          {
            id: "4796",
            name: "Краснобродский",
          },
          {
            id: "7851",
            name: "Горскино",
          },
          {
            id: "4792",
            name: "Ижморский",
          },
          {
            id: "8052",
            name: "Евтино",
          },
          {
            id: "4789",
            name: "Верх-Чебула",
          },
          {
            id: "8008",
            name: "Преображенка",
          },
          {
            id: "7804",
            name: "Шабаново",
          },
          {
            id: "4791",
            name: "Зеленогорский",
          },
          {
            id: "7991",
            name: "Елыкаево",
          },
          {
            id: "4808",
            name: "Старопестерево",
          },
          {
            id: "8005",
            name: "Красные Орлы",
          },
          {
            id: "4798",
            name: "Кедровка",
          },
          {
            id: "7760",
            name: "Металлургов",
          },
          {
            id: "1233",
            name: "Гурьевск (Кемеровская область)",
          },
          {
            id: "7860",
            name: "Полуторник",
          },
          {
            id: "1247",
            name: "Топки",
          },
          {
            id: "8171",
            name: "Комсомольск (Кемеровская область)",
          },
          {
            id: "3695",
            name: "Промышленная",
          },
          {
            id: "8096",
            name: "Никитинский",
          },
          {
            id: "4794",
            name: "Итатский",
          },
          {
            id: "7790",
            name: "Чумай",
          },
          {
            id: "4795",
            name: "Каз",
          },
          {
            id: "4814",
            name: "Шерегеш",
          },
          {
            id: "7947",
            name: "Калинкино",
          },
          {
            id: "8125",
            name: "Ваганово",
          },
        ],
      },
      {
        id: "1255",
        name: "Томская область",
        areas: [
          {
            id: "90",
            name: "Томск",
          },
          {
            id: "1259",
            name: "Северск (Томская область)",
          },
          {
            id: "1260",
            name: "Стрежевой",
          },
          {
            id: "4688",
            name: "Светлый (Томская область)",
          },
          {
            id: "4674",
            name: "Копылово",
          },
          {
            id: "7936",
            name: "Нарга",
          },
          {
            id: "4673",
            name: "Кожевниково",
          },
          {
            id: "7801",
            name: "Улу-Юл",
          },
          {
            id: "4683",
            name: "Парбиг",
          },
          {
            id: "4669",
            name: "Зональная Станция",
          },
          {
            id: "4671",
            name: "Каргасок",
          },
          {
            id: "4691",
            name: "Тогур",
          },
          {
            id: "4685",
            name: "Подгорное",
          },
          {
            id: "4663",
            name: "Александровское (Томская область)",
          },
          {
            id: "4675",
            name: "Кривошеино",
          },
          {
            id: "4664",
            name: "Бакчар",
          },
          {
            id: "4678",
            name: "Могочино",
          },
          {
            id: "8097",
            name: "Тимирязевское",
          },
          {
            id: "8161",
            name: "Комсомольск (Томская область)",
          },
          {
            id: "4670",
            name: "Каргала",
          },
          {
            id: "4665",
            name: "Белый Яр",
          },
          {
            id: "4686",
            name: "Рыбалово",
          },
          {
            id: "1257",
            name: "Кедровый",
          },
          {
            id: "4687",
            name: "Самусь",
          },
          {
            id: "4692",
            name: "Чажемто",
          },
          {
            id: "4684",
            name: "Первомайское (Томская область)",
          },
          {
            id: "4668",
            name: "Зырянское",
          },
          {
            id: "7784",
            name: "Катайга",
          },
          {
            id: "1258",
            name: "Колпашево",
          },
          {
            id: "1256",
            name: "Асино",
          },
          {
            id: "4681",
            name: "Новый Васюган",
          },
          {
            id: "4672",
            name: "Кисловка",
          },
          {
            id: "4666",
            name: "Богашёво",
          },
          {
            id: "4667",
            name: "Зоркальцево",
          },
          {
            id: "4680",
            name: "Моряковский Затон",
          },
          {
            id: "4676",
            name: "Курлек",
          },
          {
            id: "4677",
            name: "Мельниково",
          },
          {
            id: "4682",
            name: "Парабель",
          },
          {
            id: "7906",
            name: "Степановка",
          },
          {
            id: "4679",
            name: "Молчаново",
          },
          {
            id: "4690",
            name: "Тегульдет",
          },
          {
            id: "4689",
            name: "Средний Васюган",
          },
          {
            id: "7822",
            name: "Батурино",
          },
        ],
      },
      {
        id: "1187",
        name: "Республика Хакасия",
        areas: [
          {
            id: "103",
            name: "Абакан",
          },
          {
            id: "1189",
            name: "Саяногорск",
          },
          {
            id: "1191",
            name: "Черногорск",
          },
          {
            id: "6759",
            name: "Усть-Абакан",
          },
          {
            id: "7460",
            name: "Ивановка (Республика Хакасия)",
          },
          {
            id: "1190",
            name: "Сорск",
          },
          {
            id: "6181",
            name: "Шира",
          },
          {
            id: "6288",
            name: "Аскиз",
          },
          {
            id: "6530",
            name: "Бея",
          },
          {
            id: "7375",
            name: "Майна (Республика Хакасия)",
          },
          {
            id: "7363",
            name: "Первомайское (Республика Хакасия)",
          },
          {
            id: "6241",
            name: "Вершиина Тёи",
          },
          {
            id: "6765",
            name: "Белый Яр (Республика Хакасия)",
          },
          {
            id: "7316",
            name: "Копьево",
          },
          {
            id: "7319",
            name: "Бельтирское",
          },
          {
            id: "1188",
            name: "Абаза",
          },
          {
            id: "7347",
            name: "Устинкино",
          },
          {
            id: "7317",
            name: "Боград",
          },
          {
            id: "6764",
            name: "Таштып",
          },
          {
            id: "7411",
            name: "Бирикчуль",
          },
          {
            id: "7323",
            name: "Бискамжа",
          },
        ],
      },
      {
        id: "1169",
        name: "Республика Тыва",
        areas: [
          {
            id: "91",
            name: "Кызыл",
          },
          {
            id: "7335",
            name: "Тоора-Хем",
          },
          {
            id: "7365",
            name: "Сарыг-Сеп",
          },
          {
            id: "7439",
            name: "Эрзин",
          },
          {
            id: "1171",
            name: "Туран",
          },
          {
            id: "1173",
            name: "Шагонар",
          },
          {
            id: "7318",
            name: "Каа-Хем",
          },
          {
            id: "7424",
            name: "Хову-Аксы",
          },
          {
            id: "7373",
            name: "Тээли",
          },
          {
            id: "7426",
            name: "Кызыл-Мажалык",
          },
          {
            id: "1170",
            name: "Ак-Довурак",
          },
          {
            id: "1172",
            name: "Чадан",
          },
          {
            id: "7461",
            name: "Балгазын",
          },
          {
            id: "7455",
            name: "Бай-Хаак",
          },
          {
            id: "7385",
            name: "Самагалтай",
          },
        ],
      },
      {
        id: "1216",
        name: "Республика Алтай",
        areas: [
          {
            id: "10",
            name: "Горно-Алтайск",
          },
          {
            id: "4820",
            name: "Онгудай",
          },
          {
            id: "7846",
            name: "Кызыл-Озек",
          },
          {
            id: "8112",
            name: "Черга",
          },
          {
            id: "4825",
            name: "Чемал",
          },
          {
            id: "7001",
            name: "Акташ",
          },
          {
            id: "8110",
            name: "Иогач",
          },
          {
            id: "4821",
            name: "Турочак",
          },
          {
            id: "4819",
            name: "Майма",
          },
          {
            id: "4818",
            name: "Кош-Агач",
          },
          {
            id: "7820",
            name: "Сейка",
          },
          {
            id: "4826",
            name: "Чоя",
          },
          {
            id: "4822",
            name: "Улаган",
          },
          {
            id: "4823",
            name: "Усть-Кан",
          },
          {
            id: "4827",
            name: "Шебалино",
          },
          {
            id: "4824",
            name: "Усть-Кокса",
          },
        ],
      },
    ],
  },
  {
    id: "10009",
    name: "Центральный федеральный округ",
    areas: [
      {
        id: "1844",
        name: "Воронежская область",
        areas: [
          {
            id: "26",
            name: "Воронеж",
          },
          {
            id: "1847",
            name: "Борисоглебск",
          },
          {
            id: "3805",
            name: "Колодезный",
          },
          {
            id: "1851",
            name: "Нововоронеж",
          },
          {
            id: "1850",
            name: "Лиски",
          },
          {
            id: "1846",
            name: "Богучар",
          },
          {
            id: "1854",
            name: "Павловск (Воронежская область)",
          },
          {
            id: "1853",
            name: "Острогожск",
          },
          {
            id: "1845",
            name: "Бобров",
          },
          {
            id: "10450",
            name: "Березняги",
          },
          {
            id: "10439",
            name: "Синие Липяги",
          },
          {
            id: "2647",
            name: "Новая Усмань",
          },
          {
            id: "10341",
            name: "Мечетка",
          },
          {
            id: "6651",
            name: "Придонской",
          },
          {
            id: "10396",
            name: "Новонадежденский",
          },
          {
            id: "10135",
            name: "Первомайское (Воронежская область)",
          },
          {
            id: "10245",
            name: "Старая Меловая",
          },
          {
            id: "10531",
            name: "Верхний Карачан",
          },
          {
            id: "10583",
            name: "Березовка (Воронежская область)",
          },
          {
            id: "10317",
            name: "Рождественская Хава",
          },
          {
            id: "10301",
            name: "Ясенки",
          },
          {
            id: "10549",
            name: "Синявка",
          },
          {
            id: "10518",
            name: "Филиппенково",
          },
          {
            id: "10284",
            name: "Новосильское",
          },
          {
            id: "10410",
            name: "Лещаное",
          },
          {
            id: "3802",
            name: "Елань-Колено",
          },
          {
            id: "10377",
            name: "Смаглеевка",
          },
          {
            id: "10246",
            name: "Старая Хворостань",
          },
          {
            id: "10123",
            name: "Новотроицкий",
          },
          {
            id: "10189",
            name: "Тойда 1-я",
          },
          {
            id: "10452",
            name: "Липовка (Воронежская область)",
          },
          {
            id: "3818",
            name: "Солнечный (Воронежская область)",
          },
          {
            id: "10107",
            name: "Дроздово",
          },
          {
            id: "10203",
            name: "Сагуны (Подгоренский район, Сагуновское поселение)",
          },
          {
            id: "10432",
            name: "Костенки",
          },
          {
            id: "1849",
            name: "Калач",
          },
          {
            id: "10331",
            name: "Талы",
          },
          {
            id: "10383",
            name: "Верхняя Тишанка",
          },
          {
            id: "10464",
            name: "Вознесеновка",
          },
          {
            id: "10181",
            name: "Хлебородное",
          },
          {
            id: "10118",
            name: "Великоархангельское",
          },
          {
            id: "10298",
            name: "Русаново",
          },
          {
            id: "10117",
            name: "Березово (Воронежская область)",
          },
          {
            id: "10360",
            name: "Начало",
          },
          {
            id: "3810",
            name: "Нижний Кисляй",
          },
          {
            id: "10282",
            name: "Старая Ведуга",
          },
          {
            id: "10491",
            name: "Колбино",
          },
          {
            id: "10119",
            name: "Коротояк",
          },
          {
            id: "10509",
            name: "Новогремяченское",
          },
          {
            id: "10177",
            name: "Карпенково",
          },
          {
            id: "10484",
            name: "Урыв-Покровка",
          },
          {
            id: "10167",
            name: "Гороховка",
          },
          {
            id: "3799",
            name: "Гремячье",
          },
          {
            id: "10318",
            name: "Староникольское",
          },
          {
            id: "10134",
            name: "Лофицкое",
          },
          {
            id: "10199",
            name: "Перелешино",
          },
          {
            id: "10555",
            name: "Караяшник",
          },
          {
            id: "10580",
            name: "Копыл",
          },
          {
            id: "1855",
            name: "Поворино",
          },
          {
            id: "10289",
            name: "Платава",
          },
          {
            id: "10254",
            name: "Рамонье",
          },
          {
            id: "10171",
            name: "Ближняя Полубянка",
          },
          {
            id: "10496",
            name: "Семено-Александровка",
          },
          {
            id: "10466",
            name: "Старая Чигла",
          },
          {
            id: "10304",
            name: "Красный Лиман 2-й",
          },
          {
            id: "1858",
            name: "Эртиль",
          },
          {
            id: "10114",
            name: "Морозовка",
          },
          {
            id: "10175",
            name: "Рогачевка",
          },
          {
            id: "10322",
            name: "Пузево",
          },
          {
            id: "3816",
            name: "Пески",
          },
          {
            id: "10460",
            name: "Евстратовка",
          },
          {
            id: "10414",
            name: "Титаревка",
          },
          {
            id: "10375",
            name: "Бодеевка",
          },
          {
            id: "10151",
            name: "Нижняя Байгора",
          },
          {
            id: "2553",
            name: "Таловая",
          },
          {
            id: "3963",
            name: "Хохол",
          },
          {
            id: "10258",
            name: "Новая Жизнь (Воронежская область)",
          },
          {
            id: "10597",
            name: "Мужичье",
          },
          {
            id: "10454",
            name: "Слобода",
          },
          {
            id: "10293",
            name: "Тройня",
          },
          {
            id: "10398",
            name: "Новомеловатка",
          },
          {
            id: "2438",
            name: "Анна",
          },
          {
            id: "2659",
            name: "Подгоренский",
          },
          {
            id: "10605",
            name: "Старая Калитва",
          },
          {
            id: "10101",
            name: "Хохол-Тростянка",
          },
          {
            id: "3804",
            name: "Каширское",
          },
          {
            id: "10522",
            name: "Ямное",
          },
          {
            id: "10521",
            name: "Шубное",
          },
          {
            id: "2662",
            name: "Рамонь",
          },
          {
            id: "10267",
            name: "Курбатово",
          },
          {
            id: "10470",
            name: "Вишневка",
          },
          {
            id: "10393",
            name: "Почепское",
          },
          {
            id: "3820",
            name: "Средний Икорец",
          },
          {
            id: "10344",
            name: "Архангельское (Воронежская область)",
          },
          {
            id: "3808",
            name: "Митрофановка",
          },
          {
            id: "10110",
            name: "Краснолесный",
          },
          {
            id: "3800",
            name: "Давыдовка",
          },
          {
            id: "10476",
            name: "Лискинское",
          },
          {
            id: "10548",
            name: "Верхнее Турово",
          },
          {
            id: "10231",
            name: "Опыт",
          },
          {
            id: "3797",
            name: "Воробьёвка",
          },
          {
            id: "10392",
            name: "Семеновка (Воронежская область)",
          },
          {
            id: "10336",
            name: "Озерки (Воронежская область)",
          },
          {
            id: "6652",
            name: "Заброды",
          },
          {
            id: "2397",
            name: "Каменка (Воронежская область)",
          },
          {
            id: "10511",
            name: "Кучеряевка",
          },
          {
            id: "10192",
            name: "Новый Лиман",
          },
          {
            id: "10121",
            name: "Верхняя Маза",
          },
          {
            id: "10299",
            name: "Шишовка",
          },
          {
            id: "10448",
            name: "Мамоновка",
          },
          {
            id: "10270",
            name: "Народное",
          },
          {
            id: "10616",
            name: "Новая Чигла",
          },
          {
            id: "10292",
            name: "Сухая Березовка",
          },
          {
            id: "10514",
            name: "Листопадовка",
          },
          {
            id: "10409",
            name: "Перелешинский",
          },
          {
            id: "10446",
            name: "Бычок",
          },
          {
            id: "3796",
            name: "Воля",
          },
          {
            id: "10493",
            name: "Юдановка",
          },
          {
            id: "10239",
            name: "Сагуны (Подгоренский район, Березовское поселение)",
          },
          {
            id: "1856",
            name: "Россошь",
          },
          {
            id: "10122",
            name: "Нижняя Ведуга",
          },
          {
            id: "10343",
            name: "Бродовое",
          },
          {
            id: "10225",
            name: "Пчелиновка",
          },
          {
            id: "10598",
            name: "Новая Калитва",
          },
          {
            id: "10537",
            name: "Кондрашкино",
          },
          {
            id: "10366",
            name: "Коломыцево",
          },
          {
            id: "10160",
            name: "Марки",
          },
          {
            id: "10184",
            name: "Покровка (Воронежская область)",
          },
          {
            id: "10539",
            name: "Орловка (Воронежская область)",
          },
          {
            id: "10449",
            name: "Лизиновка",
          },
          {
            id: "10208",
            name: "Елань-Коленовский",
          },
          {
            id: "10168",
            name: "Ростоши",
          },
          {
            id: "10456",
            name: "Михайловка (Воронежская область)",
          },
          {
            id: "10478",
            name: "Поповка (Воронежская область)",
          },
          {
            id: "1848",
            name: "Бутурлиновка",
          },
          {
            id: "10599",
            name: "Александровка Донская",
          },
          {
            id: "10234",
            name: "Ярки",
          },
          {
            id: "10288",
            name: "Гаврильск",
          },
          {
            id: "10587",
            name: "Новосолдатка",
          },
          {
            id: "10256",
            name: "Новоживотинное",
          },
          {
            id: "10442",
            name: "Никольское 2-е",
          },
          {
            id: "10137",
            name: "Новомарковка",
          },
          {
            id: "10437",
            name: "Колыбелка",
          },
          {
            id: "10376",
            name: "Братки",
          },
          {
            id: "10574",
            name: "Шестаково (Воронежская область)",
          },
          {
            id: "10536",
            name: "Шапошниковка",
          },
          {
            id: "10603",
            name: "Хреновое",
          },
          {
            id: "10116",
            name: "1-я Михайловка",
          },
          {
            id: "10140",
            name: "Мосоловка",
          },
          {
            id: "10286",
            name: "Нижний Икорец",
          },
          {
            id: "3812",
            name: "Новохопёрск",
          },
          {
            id: "2663",
            name: "Ольховатка",
          },
          {
            id: "10202",
            name: "Данково",
          },
          {
            id: "10527",
            name: "Тресоруково",
          },
          {
            id: "10353",
            name: "Чигорак",
          },
          {
            id: "3811",
            name: "Никольское (Воронежская область)",
          },
          {
            id: "10433",
            name: "Сериково",
          },
          {
            id: "1857",
            name: "Семилуки",
          },
          {
            id: "3718",
            name: "Верхний Мамон",
          },
          {
            id: "10248",
            name: "Ковалево",
          },
          {
            id: "10145",
            name: "Луговое (Воронежская область)",
          },
          {
            id: "10359",
            name: "Новый Курлак",
          },
          {
            id: "10205",
            name: "Старая Криуша",
          },
          {
            id: "10394",
            name: "Верхняя Тойда",
          },
          {
            id: "10374",
            name: "Первомайский (Воронежская область)",
          },
          {
            id: "10342",
            name: "Лесково",
          },
          {
            id: "10465",
            name: "Нижний Ольшан",
          },
          {
            id: "10103",
            name: "Краснофлотское",
          },
          {
            id: "10295",
            name: "Сергеевка (Воронежская область)",
          },
          {
            id: "10131",
            name: "Кривоносово",
          },
          {
            id: "10241",
            name: "Татарино",
          },
          {
            id: "10312",
            name: "Чесменка",
          },
          {
            id: "10361",
            name: "Красное (Воронежская область)",
          },
          {
            id: "10206",
            name: "Криничное",
          },
          {
            id: "10566",
            name: "Никольское-1-е",
          },
          {
            id: "3720",
            name: "Петропавловка (Воронежская область)",
          },
          {
            id: "10210",
            name: "Красноселовка",
          },
          {
            id: "3814",
            name: "Отрадное (Воронежская область)",
          },
          {
            id: "10204",
            name: "Сторожевое",
          },
          {
            id: "3798",
            name: "Воронцовка",
          },
          {
            id: "10214",
            name: "Старая Тойда",
          },
          {
            id: "10408",
            name: "Новогольелань",
          },
          {
            id: "10285",
            name: "Русская Буйловка",
          },
          {
            id: "3821",
            name: "Стрелица",
          },
          {
            id: "10447",
            name: "Нижний Мамон",
          },
          {
            id: "10600",
            name: "Байчурово",
          },
          {
            id: "10242",
            name: "Гвазда",
          },
          {
            id: "10380",
            name: "Манино",
          },
          {
            id: "10279",
            name: "Новая Криуша",
          },
          {
            id: "10330",
            name: "Журавка (Воронежская область)",
          },
          {
            id: "10108",
            name: "Коршево",
          },
          {
            id: "3807",
            name: "Лосево",
          },
          {
            id: "5125",
            name: "свх Масловский",
          },
          {
            id: "10515",
            name: "Криуша (Воронежская область)",
          },
          {
            id: "10595",
            name: "Верхний Икорец",
          },
          {
            id: "10370",
            name: "Костово",
          },
          {
            id: "10266",
            name: "Дерезовка",
          },
          {
            id: "10224",
            name: "Дьяченково",
          },
          {
            id: "10263",
            name: "Большие Базы",
          },
          {
            id: "10563",
            name: "Нижний Карачан",
          },
          {
            id: "10363",
            name: "Марьевка",
          },
          {
            id: "10579",
            name: "Новобелая",
          },
          {
            id: "10170",
            name: "Веретье",
          },
          {
            id: "10570",
            name: "Щучинские-Пески",
          },
          {
            id: "2660",
            name: "Кантемировка",
          },
          {
            id: "3813",
            name: "Орлово",
          },
          {
            id: "10138",
            name: "Студеное (Воронежская область)",
          },
          {
            id: "10196",
            name: "Калачеевский",
          },
          {
            id: "10557",
            name: "Большой Самовец",
          },
          {
            id: "3817",
            name: "Репьевка",
          },
          {
            id: "10608",
            name: "Карайчевка",
          },
          {
            id: "10236",
            name: "Радченское",
          },
          {
            id: "2489",
            name: "Хохольский",
          },
          {
            id: "3795",
            name: "Абрамовка",
          },
          {
            id: "3801",
            name: "Девица (Семилукский район)",
          },
          {
            id: "10155",
            name: "Краснолипие",
          },
          {
            id: "2661",
            name: "Грибановский",
          },
          {
            id: "10369",
            name: "Подколодновка",
          },
          {
            id: "10221",
            name: "Солонцы",
          },
          {
            id: "10191",
            name: "Семидесятное",
          },
          {
            id: "10617",
            name: "Писаревка (Воронежская область)",
          },
          {
            id: "2433",
            name: "Верхняя Хава",
          },
          {
            id: "10337",
            name: "Рождественское (Воронежская область)",
          },
          {
            id: "3962",
            name: "Тамбовка",
          },
          {
            id: "10417",
            name: "Лозовое",
          },
          {
            id: "10306",
            name: "Костино-Отделец",
          },
          {
            id: "3815",
            name: "Панино",
          },
          {
            id: "10543",
            name: "Перво-Эртиль",
          },
          {
            id: "10324",
            name: "Дерябкино",
          },
          {
            id: "3819",
            name: "Сомово",
          },
          {
            id: "10528",
            name: "Трехстенки",
          },
          {
            id: "3823",
            name: "Углянец",
          },
          {
            id: "10290",
            name: "Клеповка",
          },
          {
            id: "3806",
            name: "Латная",
          },
          {
            id: "10278",
            name: "Бондарево",
          },
          {
            id: "10265",
            name: "Большие Ясырки",
          },
          {
            id: "10244",
            name: "Луки",
          },
          {
            id: "10163",
            name: "Октябрьский (Воронежская область)",
          },
          {
            id: "10296",
            name: "Русская Журавка",
          },
          {
            id: "1852",
            name: "Новохоперск",
          },
          {
            id: "10384",
            name: "Селявное",
          },
          {
            id: "6053",
            name: "Бабяково",
          },
          {
            id: "10154",
            name: "Залужное",
          },
          {
            id: "10400",
            name: "Заболотовка",
          },
          {
            id: "3803",
            name: "Землянск",
          },
          {
            id: "10158",
            name: "Елизаветино (Воронежская область)",
          },
          {
            id: "10233",
            name: "Есипово",
          },
          {
            id: "10209",
            name: "Владимировка (Воронежская область)",
          },
          {
            id: "3822",
            name: "Терновка (Воронежская область)",
          },
          {
            id: "10581",
            name: "Касьяновка",
          },
          {
            id: "10200",
            name: "Боево",
          },
          {
            id: "10212",
            name: "Усть-Муравлянка",
          },
          {
            id: "3809",
            name: "Нижнедевицк",
          },
          {
            id: "10434",
            name: "Вязноватовка",
          },
        ],
      },
      {
        id: "1806",
        name: "Ярославская область",
        areas: [
          {
            id: "112",
            name: "Ярославль",
          },
          {
            id: "1811",
            name: "Переславль-Залесский",
          },
          {
            id: "1814",
            name: "Рыбинск",
          },
          {
            id: "1813",
            name: "Ростов (Ярославская область)",
          },
          {
            id: "8523",
            name: "Заозерье",
          },
          {
            id: "8465",
            name: "Великое",
          },
          {
            id: "8537",
            name: "Дмитриановское",
          },
          {
            id: "8481",
            name: "Красный Профинтерн",
          },
          {
            id: "8601",
            name: "Нагорье",
          },
          {
            id: "8500",
            name: "Октябрьский (Ярославская область)",
          },
          {
            id: "8531",
            name: "Середа",
          },
          {
            id: "4314",
            name: "Пречистое",
          },
          {
            id: "6793",
            name: "Берендеево",
          },
          {
            id: "6508",
            name: "Левашово",
          },
          {
            id: "4312",
            name: "Новый Некоуз",
          },
          {
            id: "8475",
            name: "Стогинское",
          },
          {
            id: "8597",
            name: "Вятское",
          },
          {
            id: "8564",
            name: "Кукобой",
          },
          {
            id: "8542",
            name: "Лесная Поляна",
          },
          {
            id: "4315",
            name: "Семибратово",
          },
          {
            id: "6831",
            name: "Варегово",
          },
          {
            id: "8466",
            name: "Октябрь",
          },
          {
            id: "8533",
            name: "Дюдьково",
          },
          {
            id: "8617",
            name: "Климатино",
          },
          {
            id: "8524",
            name: "Пестрецово",
          },
          {
            id: "4316",
            name: "Щедрино",
          },
          {
            id: "4306",
            name: "Большое Село",
          },
          {
            id: "1812",
            name: "Пошехонье",
          },
          {
            id: "1815",
            name: "Тутаев",
          },
          {
            id: "8589",
            name: "Глебовское",
          },
          {
            id: "8534",
            name: "Киево",
          },
          {
            id: "8550",
            name: "Песочное",
          },
          {
            id: "8556",
            name: "Тихменево",
          },
          {
            id: "6823",
            name: "Купанское",
          },
          {
            id: "8536",
            name: "Бурмакино",
          },
          {
            id: "6338",
            name: "Красные Ткачи",
          },
          {
            id: "8488",
            name: "Мокеевское",
          },
          {
            id: "8470",
            name: "Ивановское (Ярославская область)",
          },
          {
            id: "8512",
            name: "Михайловский",
          },
          {
            id: "8505",
            name: "Волга",
          },
          {
            id: "1807",
            name: "Гаврилов-Ям",
          },
          {
            id: "8596",
            name: "Дубки (Ярославская область)",
          },
          {
            id: "8482",
            name: "Рязанцево",
          },
          {
            id: "8450",
            name: "Покровское (Ярославская область)",
          },
          {
            id: "6784",
            name: "Кубринск",
          },
          {
            id: "1808",
            name: "Данилов",
          },
          {
            id: "6821",
            name: "Угодичи",
          },
          {
            id: "4307",
            name: "Борисоглебский",
          },
          {
            id: "6855",
            name: "Шурскол",
          },
          {
            id: "1810",
            name: "Мышкин",
          },
          {
            id: "8591",
            name: "Белогостицы",
          },
          {
            id: "4309",
            name: "Константиновский",
          },
          {
            id: "8457",
            name: "Каменники",
          },
          {
            id: "4308",
            name: "Брейтово",
          },
          {
            id: "4313",
            name: "Петровское (Ярославская область)",
          },
          {
            id: "8570",
            name: "Курба",
          },
          {
            id: "1816",
            name: "Углич",
          },
          {
            id: "4311",
            name: "Некрасовское",
          },
          {
            id: "1809",
            name: "Любим",
          },
          {
            id: "8496",
            name: "Шопша",
          },
          {
            id: "8463",
            name: "Туношна",
          },
          {
            id: "8494",
            name: "Кузнечиха",
          },
          {
            id: "8561",
            name: "Никульское",
          },
          {
            id: "4310",
            name: "Нагорный",
          },
          {
            id: "8549",
            name: "Семеновское (Ярославская область)",
          },
          {
            id: "8598",
            name: "Ивняки",
          },
        ],
      },
      {
        id: "1859",
        name: "Калужская область",
        areas: [
          {
            id: "43",
            name: "Калуга",
          },
          {
            id: "1871",
            name: "Малоярославец",
          },
          {
            id: "301",
            name: "Обнинск",
          },
          {
            id: "10237",
            name: "Мятлево",
          },
          {
            id: "3940",
            name: "Пятовский",
          },
          {
            id: "3938",
            name: "Перемышль",
          },
          {
            id: "3068",
            name: "Износки",
          },
          {
            id: "3939",
            name: "Полотняный Завод",
          },
          {
            id: "3937",
            name: "Жилетово",
          },
          {
            id: "3931",
            name: "Бабынино (Калужская область)",
          },
          {
            id: "10260",
            name: "Бебелево",
          },
          {
            id: "1863",
            name: "Ермолино (Калужская область)",
          },
          {
            id: "10468",
            name: "Кривское (Калужская область)",
          },
          {
            id: "1865",
            name: "Жуков",
          },
          {
            id: "1877",
            name: "Сухиничи",
          },
          {
            id: "10323",
            name: "Шайковка",
          },
          {
            id: "10467",
            name: "Вихляево",
          },
          {
            id: "10219",
            name: "Льва Толстого",
          },
          {
            id: "1873",
            name: "Мещовск",
          },
          {
            id: "3943",
            name: "Хвастовичи (Калужская область)",
          },
          {
            id: "1868",
            name: "Кондрово",
          },
          {
            id: "3934",
            name: "Воротынск",
          },
          {
            id: "10314",
            name: "Подборки",
          },
          {
            id: "3942",
            name: "Ульяново (Калужская область)",
          },
          {
            id: "1867",
            name: "Козельск",
          },
          {
            id: "1874",
            name: "Мосальск",
          },
          {
            id: "1861",
            name: "Белоусово",
          },
          {
            id: "10517",
            name: "Красное (Калужская область)",
          },
          {
            id: "10104",
            name: "Березичский Стеклозавод",
          },
          {
            id: "10594",
            name: "Искра (Калужская область)",
          },
          {
            id: "10568",
            name: "Победа (Калужская область)",
          },
          {
            id: "10500",
            name: "Маринки",
          },
          {
            id: "1872",
            name: "Медынь",
          },
          {
            id: "1864",
            name: "Жиздра",
          },
          {
            id: "3936",
            name: "Детчино",
          },
          {
            id: "3935",
            name: "Ворсино (Калужская область)",
          },
          {
            id: "3933",
            name: "Бетлица",
          },
          {
            id: "1876",
            name: "Спас-Деменск",
          },
          {
            id: "2812",
            name: "Ферзиково",
          },
          {
            id: "10365",
            name: "Заречье (Калужская область)",
          },
          {
            id: "10462",
            name: "Кудиново",
          },
          {
            id: "10486",
            name: "Середейский",
          },
          {
            id: "1866",
            name: "Киров (Калужская область)",
          },
          {
            id: "2668",
            name: "Думиничи",
          },
          {
            id: "3932",
            name: "Барятино (Калужская область)",
          },
          {
            id: "10564",
            name: "Алейский",
          },
          {
            id: "3941",
            name: "Товарково (Калужская область)",
          },
          {
            id: "1875",
            name: "Сосенский",
          },
          {
            id: "1869",
            name: "Кременки",
          },
          {
            id: "10590",
            name: "Высокиничи",
          },
          {
            id: "10411",
            name: "Еленский",
          },
          {
            id: "1870",
            name: "Людиново",
          },
          {
            id: "1862",
            name: "Боровск",
          },
          {
            id: "1878",
            name: "Таруса",
          },
          {
            id: "1860",
            name: "Балабаново",
          },
          {
            id: "1879",
            name: "Юхнов",
          },
        ],
      },
      {
        id: "1783",
        name: "Тверская область",
        areas: [
          {
            id: "89",
            name: "Тверь",
          },
          {
            id: "1798",
            name: "Лихославль",
          },
          {
            id: "1794",
            name: "Кимры",
          },
          {
            id: "8507",
            name: "Мокшино",
          },
          {
            id: "8456",
            name: "Куженкино",
          },
          {
            id: "6063",
            name: "Редкино (Тверская область)",
          },
          {
            id: "1797",
            name: "Кувшиново",
          },
          {
            id: "6450",
            name: "Жарковский (Тверская область)",
          },
          {
            id: "8566",
            name: "Белый Городок",
          },
          {
            id: "8619",
            name: "Сандово",
          },
          {
            id: "1790",
            name: "Западная Двина",
          },
          {
            id: "8547",
            name: "Красномайский",
          },
          {
            id: "1796",
            name: "Красный Холм",
          },
          {
            id: "1792",
            name: "Калязин",
          },
          {
            id: "1786",
            name: "Белый",
          },
          {
            id: "1784",
            name: "Андреаполь",
          },
          {
            id: "8529",
            name: "Березайка",
          },
          {
            id: "1788",
            name: "Весьегонск",
          },
          {
            id: "2102",
            name: "Рамешки",
          },
          {
            id: "1804",
            name: "Торопец",
          },
          {
            id: "2947",
            name: "Максатиха",
          },
          {
            id: "1787",
            name: "Бологое",
          },
          {
            id: "8449",
            name: "Изоплит",
          },
          {
            id: "1803",
            name: "Торжок",
          },
          {
            id: "4379",
            name: "Пено",
          },
          {
            id: "4381",
            name: "Селижарово",
          },
          {
            id: "8464",
            name: "Старая Торопа",
          },
          {
            id: "1800",
            name: "Осташков",
          },
          {
            id: "8560",
            name: "Бурашево",
          },
          {
            id: "6570",
            name: "Молоково (Тверская область)",
          },
          {
            id: "6184",
            name: "Новозавидовский",
          },
          {
            id: "1801",
            name: "Ржев",
          },
          {
            id: "8616",
            name: "Кесова Гора",
          },
          {
            id: "6372",
            name: "Спирово (Тверская область)",
          },
          {
            id: "6454",
            name: "Радченко",
          },
          {
            id: "1789",
            name: "Вышний Волочек",
          },
          {
            id: "8522",
            name: "Шоша",
          },
          {
            id: "1795",
            name: "Конаково",
          },
          {
            id: "1805",
            name: "Удомля",
          },
          {
            id: "8565",
            name: "Озерный (Тверская область)",
          },
          {
            id: "6291",
            name: "Лесное (Тверская область)",
          },
          {
            id: "8525",
            name: "Балахта (Тверская область)",
          },
          {
            id: "6449",
            name: "Оленино (Тверская область)",
          },
          {
            id: "2808",
            name: "Сонково",
          },
          {
            id: "6394",
            name: "Медное (Тверская область)",
          },
          {
            id: "1799",
            name: "Нелидово",
          },
          {
            id: "1793",
            name: "Кашин",
          },
          {
            id: "1785",
            name: "Бежецк",
          },
          {
            id: "1791",
            name: "Зубцов",
          },
          {
            id: "6950",
            name: "Фирово",
          },
          {
            id: "1802",
            name: "Старица",
          },
        ],
      },
      {
        id: "1890",
        name: "Липецкая область",
        areas: [
          {
            id: "58",
            name: "Липецк",
          },
          {
            id: "1893",
            name: "Елец",
          },
          {
            id: "1891",
            name: "Грязи",
          },
          {
            id: "1892",
            name: "Данков",
          },
          {
            id: "3855",
            name: "Становое",
          },
          {
            id: "10419",
            name: "Ведное",
          },
          {
            id: "10399",
            name: "Коробовка",
          },
          {
            id: "10423",
            name: "Демшинка",
          },
          {
            id: "3847",
            name: "Долгоруково",
          },
          {
            id: "3845",
            name: "Добринка",
          },
          {
            id: "10488",
            name: "Ярлуково",
          },
          {
            id: "3844",
            name: "Волово",
          },
          {
            id: "10207",
            name: "Частая Дубрава",
          },
          {
            id: "10402",
            name: "Елецкая Лозовка",
          },
          {
            id: "3848",
            name: "Донское",
          },
          {
            id: "10532",
            name: "Куликово (Липецкая область)",
          },
          {
            id: "10332",
            name: "Березнеговатка",
          },
          {
            id: "10397",
            name: "Чернава (Липецкая область)",
          },
          {
            id: "10430",
            name: "Ново-Дубовое",
          },
          {
            id: "3850",
            name: "Ильино",
          },
          {
            id: "1896",
            name: "Усмань",
          },
          {
            id: "10315",
            name: "Большая Поляна",
          },
          {
            id: "1894",
            name: "Задонск",
          },
          {
            id: "1895",
            name: "Лебедянь",
          },
          {
            id: "10113",
            name: "Вислая Поляна",
          },
          {
            id: "10227",
            name: "Стрелец",
          },
          {
            id: "10368",
            name: "Бигильдино",
          },
          {
            id: "10320",
            name: "Фащевка",
          },
          {
            id: "10593",
            name: "Верхняя Мосоловка",
          },
          {
            id: "10316",
            name: "Дрязги",
          },
          {
            id: "6345",
            name: "Ленино (Липецкая область)",
          },
          {
            id: "3857",
            name: "Хлевное",
          },
          {
            id: "10176",
            name: "Ратчино",
          },
          {
            id: "10475",
            name: "Колыбельское",
          },
          {
            id: "10197",
            name: "Золотуха (Липецкая область)",
          },
          {
            id: "10147",
            name: "Березовка (Липецкая область)",
          },
          {
            id: "10544",
            name: "Стегаловка",
          },
          {
            id: "10443",
            name: "Верхний Ломовец",
          },
          {
            id: "10152",
            name: "Газопровод",
          },
          {
            id: "10198",
            name: "Завальное",
          },
          {
            id: "10501",
            name: "Гатище",
          },
          {
            id: "10607",
            name: "Конь-Колодезь",
          },
          {
            id: "10435",
            name: "Скорняково",
          },
          {
            id: "10546",
            name: "Нижняя Матренка",
          },
          {
            id: "3846",
            name: "Доброе",
          },
          {
            id: "10273",
            name: "Хмелинец",
          },
          {
            id: "3854",
            name: "Плавица",
          },
          {
            id: "10339",
            name: "Ламское",
          },
          {
            id: "10498",
            name: "Паршиновка",
          },
          {
            id: "3851",
            name: "Каликино",
          },
          {
            id: "10303",
            name: "Верхний Студенец",
          },
          {
            id: "10125",
            name: "Верхняя Матренка",
          },
          {
            id: "10144",
            name: "Дмитряшевка",
          },
          {
            id: "10106",
            name: "Воронец",
          },
          {
            id: "10505",
            name: "Урицкое",
          },
          {
            id: "10218",
            name: "Новая Деревня (Липецкая область)",
          },
          {
            id: "10386",
            name: "Троекурово",
          },
          {
            id: "10201",
            name: "Студенки",
          },
          {
            id: "3849",
            name: "Измалково",
          },
          {
            id: "10610",
            name: "Средняя Матренка",
          },
          {
            id: "10302",
            name: "Макарово (Липецкая область)",
          },
          {
            id: "3843",
            name: "Боринское",
          },
          {
            id: "10226",
            name: "Сторожевские Хутора",
          },
          {
            id: "10385",
            name: "Пушкино (Липецкая область)",
          },
          {
            id: "10319",
            name: "Первомайское (Липецкая область)",
          },
          {
            id: "10523",
            name: "Пашково (Липецкая область)",
          },
          {
            id: "1897",
            name: "Чаплыгин",
          },
          {
            id: "10228",
            name: "Казаки",
          },
          {
            id: "10268",
            name: "Поддубровка",
          },
          {
            id: "10300",
            name: "Маяк (Липецкая область)",
          },
          {
            id: "10473",
            name: "Хворостянка (Липецкая область)",
          },
          {
            id: "10352",
            name: "Казинка (Липецкая область)",
          },
          {
            id: "3852",
            name: "Красное (Липецкая область)",
          },
          {
            id: "10550",
            name: "Трубетчино",
          },
          {
            id: "3856",
            name: "Тербуны",
          },
          {
            id: "10182",
            name: "Вторые Тербуны",
          },
          {
            id: "3853",
            name: "поселок Лев Толстой",
          },
          {
            id: "10249",
            name: "Талицкий Чамлык",
          },
          {
            id: "10364",
            name: "Кривополянье",
          },
          {
            id: "10572",
            name: "Куймань",
          },
          {
            id: "10422",
            name: "Политово",
          },
          {
            id: "10222",
            name: "Агроном (Липецкая область)",
          },
          {
            id: "10455",
            name: "Жерновное",
          },
        ],
      },
      {
        id: "1913",
        name: "Тульская область",
        areas: [
          {
            id: "92",
            name: "Тула",
          },
          {
            id: "1920",
            name: "Ефремов",
          },
          {
            id: "1922",
            name: "Киреевск",
          },
          {
            id: "1924",
            name: "Новомосковск (Тульская область)",
          },
          {
            id: "1914",
            name: "Алексин",
          },
          {
            id: "1928",
            name: "Узловая",
          },
          {
            id: "1916",
            name: "Богородицк",
          },
          {
            id: "1930",
            name: "Щекино",
          },
          {
            id: "11192",
            name: "Петровский (Тульская область)",
          },
          {
            id: "5947",
            name: "Епифань",
          },
          {
            id: "4088",
            name: "Товарковский",
          },
          {
            id: "4045",
            name: "Волово (Тульская область)",
          },
          {
            id: "5954",
            name: "Черепеть",
          },
          {
            id: "5958",
            name: "Архангельское (Тульская область, Каменский район)",
          },
          {
            id: "4059",
            name: "Новогуровский",
          },
          {
            id: "3057",
            name: "Одоев",
          },
          {
            id: "1919",
            name: "Донской",
          },
          {
            id: "4083",
            name: "Приупский",
          },
          {
            id: "5948",
            name: "Головеньковский",
          },
          {
            id: "6000",
            name: "Ясная Поляна (Тульская область)",
          },
          {
            id: "5999",
            name: "Шатск",
          },
          {
            id: "5952",
            name: "Мордвес",
          },
          {
            id: "5949",
            name: "Лазарево (Тульская область)",
          },
          {
            id: "4085",
            name: "Северо-Задонск",
          },
          {
            id: "10480",
            name: "Каменецкий",
          },
          {
            id: "2733",
            name: "Заокский",
          },
          {
            id: "4089",
            name: "Хрущево",
          },
          {
            id: "4051",
            name: "Дубовка (Тульская область)",
          },
          {
            id: "1931",
            name: "Ясногорск",
          },
          {
            id: "4049",
            name: "Дубна (Тульская область)",
          },
          {
            id: "10128",
            name: "Партизан",
          },
          {
            id: "4057",
            name: "Ломинцевский",
          },
          {
            id: "4041",
            name: "Бородинский",
          },
          {
            id: "5955",
            name: "Славный (Тульская область)",
          },
          {
            id: "4043",
            name: "Брусянский",
          },
          {
            id: "10280",
            name: "Южный (Тульская область)",
          },
          {
            id: "1927",
            name: "Суворов",
          },
          {
            id: "1915",
            name: "Белев",
          },
          {
            id: "5953",
            name: "Центральный (Тульская область, Суворовский район)",
          },
          {
            id: "1923",
            name: "Липки",
          },
          {
            id: "10391",
            name: "Кривцово",
          },
          {
            id: "5957",
            name: "Воскресенское (Тульская область, Дубенский район)",
          },
          {
            id: "1926",
            name: "Советск (Тульская область)",
          },
          {
            id: "11070",
            name: "Алёшня",
          },
          {
            id: "4034",
            name: "Агеево (Тульская область)",
          },
          {
            id: "4055",
            name: "Ленинский (Тульская область)",
          },
          {
            id: "1921",
            name: "Кимовск",
          },
          {
            id: "1925",
            name: "Плавск",
          },
          {
            id: "4039",
            name: "Барсуки",
          },
          {
            id: "4081",
            name: "Первомайский (Тульская область)",
          },
          {
            id: "5950",
            name: "Крапивна (Тульская область)",
          },
          {
            id: "1929",
            name: "Чекалин",
          },
          {
            id: "4080",
            name: "Осиновая Гора",
          },
          {
            id: "4053",
            name: "Куркино",
          },
          {
            id: "4087",
            name: "Теплое",
          },
          {
            id: "5959",
            name: "Гремячее (Тульская область)",
          },
          {
            id: "4037",
            name: "Арсеньево",
          },
          {
            id: "10561",
            name: "Знаменка-1",
          },
          {
            id: "10513",
            name: "Ширинский",
          },
          {
            id: "10495",
            name: "Дедилово",
          },
          {
            id: "4086",
            name: "Сокольники",
          },
          {
            id: "4084",
            name: "Ревякино",
          },
          {
            id: "4046",
            name: "Грицовский",
          },
          {
            id: "1917",
            name: "Болохово",
          },
          {
            id: "4062",
            name: "Октябрьский (Тульская область)",
          },
          {
            id: "5951",
            name: "Молочные Дворы",
          },
          {
            id: "4091",
            name: "Шварцевский",
          },
          {
            id: "5956",
            name: "Карамышево (Тульская область, Щёкинский район)",
          },
          {
            id: "1918",
            name: "Венев",
          },
          {
            id: "4090",
            name: "Чернь",
          },
          {
            id: "4082",
            name: "Плеханово",
          },
        ],
      },
      {
        id: "1704",
        name: "Рязанская область",
        areas: [
          {
            id: "77",
            name: "Рязань",
          },
          {
            id: "1705",
            name: "Касимов",
          },
          {
            id: "1711",
            name: "Сасово",
          },
          {
            id: "5900",
            name: "Искра (Рязанский район)",
          },
          {
            id: "7621",
            name: "Большие Можары",
          },
          {
            id: "4479",
            name: "Мурмино",
          },
          {
            id: "6806",
            name: "Октябрьское (Рязанская область)",
          },
          {
            id: "4480",
            name: "Октябрьский (Рязанская область)",
          },
          {
            id: "5898",
            name: "Пителино",
          },
          {
            id: "5910",
            name: "Инякино",
          },
          {
            id: "4486",
            name: "Старожилово",
          },
          {
            id: "4485",
            name: "Сараи",
          },
          {
            id: "4482",
            name: "Пронск",
          },
          {
            id: "5903",
            name: "Денежниково (Рязанская область)",
          },
          {
            id: "7738",
            name: "Окский",
          },
          {
            id: "5901",
            name: "Крутоярский (Рязанская область)",
          },
          {
            id: "5904",
            name: "Подвязье (Рязанская область)",
          },
          {
            id: "1710",
            name: "Ряжск",
          },
          {
            id: "5902",
            name: "Кустаревка (Рязанская область)",
          },
          {
            id: "5917",
            name: "Льгово (Рязанская область)",
          },
          {
            id: "4478",
            name: "Милославское",
          },
          {
            id: "4488",
            name: "Ухолово",
          },
          {
            id: "5915",
            name: "Лакаш",
          },
          {
            id: "4484",
            name: "Сапожок",
          },
          {
            id: "5896",
            name: "Гусь-Железный",
          },
          {
            id: "5920",
            name: "Сасыкино",
          },
          {
            id: "4476",
            name: "Кадом",
          },
          {
            id: "5923",
            name: "Троица (Рязанская область)",
          },
          {
            id: "4490",
            name: "Чучково",
          },
          {
            id: "1712",
            name: "Скопин",
          },
          {
            id: "5925",
            name: "Чулково (Рязанская область)",
          },
          {
            id: "5911",
            name: "Истье (Рязанская область)",
          },
          {
            id: "1714",
            name: "Спасск-Рязанский",
          },
          {
            id: "1709",
            name: "Рыбное",
          },
          {
            id: "4472",
            name: "Елатьма",
          },
          {
            id: "1707",
            name: "Михайлов",
          },
          {
            id: "4487",
            name: "Тума",
          },
          {
            id: "4481",
            name: "Поляны",
          },
          {
            id: "5909",
            name: "Грязное (Рязанская область)",
          },
          {
            id: "1706",
            name: "Кораблино",
          },
          {
            id: "5899",
            name: "Центральный (Рязанская область)",
          },
          {
            id: "5912",
            name: "Кирицы",
          },
          {
            id: "4471",
            name: "Александро-Невский",
          },
          {
            id: "1715",
            name: "Шацк (Рязанская область)",
          },
          {
            id: "5907",
            name: "Баграмово",
          },
          {
            id: "4483",
            name: "Путятино",
          },
          {
            id: "5905",
            name: "Придорожный (Рязанская область)",
          },
          {
            id: "1713",
            name: "Спас-Клепики",
          },
          {
            id: "4477",
            name: "Лесной (Рязанская область)",
          },
          {
            id: "5913",
            name: "Криуша (Рязанская область)",
          },
          {
            id: "5916",
            name: "Лесное Конобеево",
          },
          {
            id: "5897",
            name: "Павелец",
          },
          {
            id: "5918",
            name: "Мосолово (Рязанская область, Шиловский район)",
          },
          {
            id: "7643",
            name: "Бокино",
          },
          {
            id: "1708",
            name: "Новомичуринск",
          },
          {
            id: "4474",
            name: "Захарово",
          },
          {
            id: "4489",
            name: "Ухолово (Рязанская область)",
          },
          {
            id: "3703",
            name: "Шилово",
          },
          {
            id: "4473",
            name: "Ермишь",
          },
          {
            id: "4475",
            name: "Ижевское",
          },
          {
            id: "5914",
            name: "Кузьминское (Рязанская область)",
          },
          {
            id: "5906",
            name: "Алёшино (Сасовский район)",
          },
          {
            id: "5908",
            name: "Меньшие Можары",
          },
          {
            id: "5922",
            name: "Старое Березово",
          },
          {
            id: "5919",
            name: "Новый Киструс",
          },
          {
            id: "5924",
            name: "Чернава (Рязанская область, Милославский район)",
          },
          {
            id: "5921",
            name: "Сотницыно",
          },
          {
            id: "5926",
            name: "Аргамаково (Рязанская область)",
          },
        ],
      },
      {
        id: "1817",
        name: "Белгородская область",
        areas: [
          {
            id: "17",
            name: "Белгород",
          },
          {
            id: "1825",
            name: "Старый Оскол",
          },
          {
            id: "1822",
            name: "Губкин",
          },
          {
            id: "1826",
            name: "Строитель (Белгородская область)",
          },
          {
            id: "3859",
            name: "Дубовое",
          },
          {
            id: "10547",
            name: "Зенино",
          },
          {
            id: "10356",
            name: "Покровка (Белгородская область)",
          },
          {
            id: "1820",
            name: "Валуйки",
          },
          {
            id: "10272",
            name: "Холодное",
          },
          {
            id: "10326",
            name: "Бобрава",
          },
          {
            id: "10483",
            name: "Стариково (Белгородская область)",
          },
          {
            id: "10271",
            name: "Анновка",
          },
          {
            id: "3060",
            name: "Борисовка",
          },
          {
            id: "10169",
            name: "Никаноровка",
          },
          {
            id: "10602",
            name: "Волотово",
          },
          {
            id: "10328",
            name: "Призначное",
          },
          {
            id: "10441",
            name: "Новопетровка",
          },
          {
            id: "10357",
            name: "Кустовое",
          },
          {
            id: "10431",
            name: "Варваровка (Белгородская область)",
          },
          {
            id: "3707",
            name: "Прохоровка",
          },
          {
            id: "10349",
            name: "Федосеевка",
          },
          {
            id: "10614",
            name: "Большебыково",
          },
          {
            id: "10444",
            name: "Монаково",
          },
          {
            id: "10438",
            name: "Верхнее Кузькино",
          },
          {
            id: "10499",
            name: "Малакеево",
          },
          {
            id: "10490",
            name: "Мешковое",
          },
          {
            id: "10569",
            name: "Ивановка (Белгородская область)",
          },
          {
            id: "10287",
            name: "Козьмодемьяновка (Белгородская область)",
          },
          {
            id: "10213",
            name: "Грузское",
          },
          {
            id: "3685",
            name: "Разумное",
          },
          {
            id: "10389",
            name: "Герасимовка",
          },
          {
            id: "10429",
            name: "Белый Колодезь",
          },
          {
            id: "3866",
            name: "Ливенка",
          },
          {
            id: "10615",
            name: "Бехтеевка",
          },
          {
            id: "10109",
            name: "Новенькое",
          },
          {
            id: "10111",
            name: "Орлик (Белгородская область)",
          },
          {
            id: "10105",
            name: "Новоуколово",
          },
          {
            id: "10174",
            name: "Казинка (Белгородская область)",
          },
          {
            id: "10211",
            name: "Яковлево",
          },
          {
            id: "10497",
            name: "Принцевка",
          },
          {
            id: "10592",
            name: "Октябрьский (Белгородская область)",
          },
          {
            id: "10102",
            name: "Староивановка",
          },
          {
            id: "10351",
            name: "Яблоново",
          },
          {
            id: "10390",
            name: "Шараповка",
          },
          {
            id: "10305",
            name: "Большая Халань",
          },
          {
            id: "3053",
            name: "Пролетарский",
          },
          {
            id: "10194",
            name: "Шелаево",
          },
          {
            id: "10541",
            name: "Тишанка",
          },
          {
            id: "10367",
            name: "Новоречье",
          },
          {
            id: "10611",
            name: "Новоалександровка",
          },
          {
            id: "10586",
            name: "Красное (Белгородская область)",
          },
          {
            id: "10589",
            name: "Афанасово",
          },
          {
            id: "10381",
            name: "Поповка (Белгородская область)",
          },
          {
            id: "10427",
            name: "Раздорное",
          },
          {
            id: "10335",
            name: "Закутское",
          },
          {
            id: "10542",
            name: "Харьковское",
          },
          {
            id: "10424",
            name: "Березовка (Белгородская область)",
          },
          {
            id: "10120",
            name: "Кощеево",
          },
          {
            id: "1827",
            name: "Шебекино",
          },
          {
            id: "10436",
            name: "Лесно-Уколово",
          },
          {
            id: "10142",
            name: "Дорогощь",
          },
          {
            id: "10556",
            name: "Беленькое",
          },
          {
            id: "10149",
            name: "Подсереднее",
          },
          {
            id: "10372",
            name: "Нагорье (Белгородская область)",
          },
          {
            id: "10482",
            name: "Расховец",
          },
          {
            id: "10451",
            name: "Графовка",
          },
          {
            id: "1821",
            name: "Грайворон",
          },
          {
            id: "10277",
            name: "Бершаково",
          },
          {
            id: "10275",
            name: "Сорокино",
          },
          {
            id: "10215",
            name: "Верхопенье",
          },
          {
            id: "10405",
            name: "Погромец",
          },
          {
            id: "10162",
            name: "Великомихайловка",
          },
          {
            id: "10472",
            name: "Большетроицкое",
          },
          {
            id: "10502",
            name: "Жуково (Белгородская область)",
          },
          {
            id: "10179",
            name: "Ржевка",
          },
          {
            id: "10395",
            name: "Козинка",
          },
          {
            id: "10508",
            name: "Журавка-Первая",
          },
          {
            id: "1824",
            name: "Новый Оскол",
          },
          {
            id: "10559",
            name: "Клименки",
          },
          {
            id: "10146",
            name: "Илек Кошары",
          },
          {
            id: "10340",
            name: "Русская Халань",
          },
          {
            id: "6689",
            name: "Таврово",
          },
          {
            id: "10136",
            name: "Волчья Александровка",
          },
          {
            id: "10358",
            name: "Сапрыкино",
          },
          {
            id: "10418",
            name: "Иловка",
          },
          {
            id: "10220",
            name: "Масловка",
          },
          {
            id: "10252",
            name: "Фощеватово",
          },
          {
            id: "10150",
            name: "Новая Безгинка",
          },
          {
            id: "10534",
            name: "Тимоново",
          },
          {
            id: "10195",
            name: "Архангельское (Белгородская область)",
          },
          {
            id: "10382",
            name: "Ясные Зори",
          },
          {
            id: "3860",
            name: "Северный",
          },
          {
            id: "10420",
            name: "Беленихино",
          },
          {
            id: "10459",
            name: "Стригуны",
          },
          {
            id: "10283",
            name: "Верхососна",
          },
          {
            id: "10458",
            name: "Валуйчик",
          },
          {
            id: "1818",
            name: "Алексеевка",
          },
          {
            id: "10406",
            name: "Белянка (Белгородская область)",
          },
          {
            id: "10354",
            name: "Мухоудеровка",
          },
          {
            id: "10362",
            name: "Дунайка",
          },
          {
            id: "10416",
            name: "Ярское",
          },
          {
            id: "10112",
            name: "Радьковка",
          },
          {
            id: "10421",
            name: "Чуево",
          },
          {
            id: "3858",
            name: "Головчино",
          },
          {
            id: "3867",
            name: "Маслова Пристань",
          },
          {
            id: "10193",
            name: "Камызино",
          },
          {
            id: "10510",
            name: "Венгеровка",
          },
          {
            id: "3052",
            name: "Ракитное (Белгородская область)",
          },
          {
            id: "3061",
            name: "Ивня",
          },
          {
            id: "10338",
            name: "Насоново",
          },
          {
            id: "10153",
            name: "Лапыгино",
          },
          {
            id: "10567",
            name: "Роговатое",
          },
          {
            id: "10348",
            name: "Никитовка",
          },
          {
            id: "10469",
            name: "Шидловка",
          },
          {
            id: "10489",
            name: "Беломестное",
          },
          {
            id: "10188",
            name: "Гостищево",
          },
          {
            id: "10524",
            name: "Огибное",
          },
          {
            id: "10526",
            name: "Кошлаково",
          },
          {
            id: "10512",
            name: "Нагольное",
          },
          {
            id: "3862",
            name: "Стрелецкое",
          },
          {
            id: "3055",
            name: "Томаровка",
          },
          {
            id: "10440",
            name: "Бутово",
          },
          {
            id: "3054",
            name: "Красная Яруга",
          },
          {
            id: "10240",
            name: "Бобровы Дворы",
          },
          {
            id: "10485",
            name: "Готовье",
          },
          {
            id: "10139",
            name: "Матрено-Гезово",
          },
          {
            id: "3861",
            name: "Скородное",
          },
          {
            id: "10516",
            name: "Тростянец (Белгородская область)",
          },
          {
            id: "10159",
            name: "Малотроицкое",
          },
          {
            id: "3683",
            name: "Чернянка",
          },
          {
            id: "10133",
            name: "Мощеное",
          },
          {
            id: "3864",
            name: "Уразово",
          },
          {
            id: "10143",
            name: "Ломово",
          },
          {
            id: "6180",
            name: "Ровеньки (Белгородская область)",
          },
          {
            id: "10577",
            name: "Викторополь",
          },
          {
            id: "10345",
            name: "Шаталовка",
          },
          {
            id: "10520",
            name: "Хлевище",
          },
          {
            id: "10412",
            name: "Старая Безгинка",
          },
          {
            id: "10126",
            name: "Пятницкое",
          },
          {
            id: "3863",
            name: "Троицкий",
          },
          {
            id: "3684",
            name: "Вейделевка",
          },
          {
            id: "3682",
            name: "Волоконовка",
          },
          {
            id: "10148",
            name: "Береговое-Второе",
          },
          {
            id: "10585",
            name: "Засосна",
          },
          {
            id: "10553",
            name: "Ездочное",
          },
          {
            id: "10180",
            name: "Солдатское",
          },
          {
            id: "10573",
            name: "Оскольское",
          },
          {
            id: "3865",
            name: "Бессоновка",
          },
          {
            id: "10186",
            name: "Большое Городище",
          },
          {
            id: "10453",
            name: "Гарбузово",
          },
          {
            id: "10494",
            name: "Иващенково",
          },
          {
            id: "10262",
            name: "Двулучное",
          },
          {
            id: "10187",
            name: "Большие Липяги",
          },
          {
            id: "1823",
            name: "Короча",
          },
          {
            id: "10291",
            name: "Верхняя Покровка",
          },
          {
            id: "10327",
            name: "Ладомировка",
          },
          {
            id: "10481",
            name: "Веселая Лопань",
          },
          {
            id: "10533",
            name: "Истобное",
          },
          {
            id: "10474",
            name: "Алейниково",
          },
          {
            id: "10612",
            name: "Новая Таволжанка",
          },
          {
            id: "10253",
            name: "Булановка",
          },
          {
            id: "1819",
            name: "Бирюч",
          },
        ],
      },
      {
        id: "1716",
        name: "Владимирская область",
        areas: [
          {
            id: "23",
            name: "Владимир",
          },
          {
            id: "1734",
            name: "Собинка",
          },
          {
            id: "1724",
            name: "Ковров",
          },
          {
            id: "1730",
            name: "Муром",
          },
          {
            id: "1725",
            name: "Кольчугино",
          },
          {
            id: "1732",
            name: "Покров",
          },
          {
            id: "1717",
            name: "Александров",
          },
          {
            id: "8502",
            name: "Второво",
          },
          {
            id: "1718",
            name: "Вязники",
          },
          {
            id: "6943",
            name: "Боголюбово",
          },
          {
            id: "8567",
            name: "Станция Мстера (Вязниковский район)",
          },
          {
            id: "6601",
            name: "Мелехово (Владимирская область)",
          },
          {
            id: "6600",
            name: "Никологоры",
          },
          {
            id: "8476",
            name: "Фоминки",
          },
          {
            id: "8526",
            name: "Уршельский",
          },
          {
            id: "8590",
            name: "Зименки",
          },
          {
            id: "8520",
            name: "Колпь",
          },
          {
            id: "8618",
            name: "Сима",
          },
          {
            id: "8479",
            name: "Якиманская Слобода",
          },
          {
            id: "1729",
            name: "Меленки",
          },
          {
            id: "8474",
            name: "Сергеиха",
          },
          {
            id: "8606",
            name: "Мстера (Вязниковский район)",
          },
          {
            id: "8575",
            name: "Золотково",
          },
          {
            id: "8509",
            name: "Новки",
          },
          {
            id: "4318",
            name: "Красный Октябрь",
          },
          {
            id: "6568",
            name: "Городищи",
          },
          {
            id: "8486",
            name: "Карла Маркса",
          },
          {
            id: "8471",
            name: "Дмитриевы Горы",
          },
          {
            id: "1721",
            name: "Камешково",
          },
          {
            id: "8557",
            name: "Мошок",
          },
          {
            id: "8576",
            name: "Чулково (Владимирская область)",
          },
          {
            id: "8497",
            name: "Муромский",
          },
          {
            id: "1723",
            name: "Киржач",
          },
          {
            id: "8480",
            name: "Садовый (Владимирская область)",
          },
          {
            id: "8551",
            name: "Илькино",
          },
          {
            id: "8541",
            name: "Паустово",
          },
          {
            id: "1731",
            name: "Петушки",
          },
          {
            id: "8519",
            name: "Иванищи",
          },
          {
            id: "1722",
            name: "Карабаново",
          },
          {
            id: "8503",
            name: "Новлянка",
          },
          {
            id: "1728",
            name: "Лакинск",
          },
          {
            id: "8558",
            name: "Ляхи",
          },
          {
            id: "8577",
            name: "Гусевский",
          },
          {
            id: "8568",
            name: "Поселок фабрики им. Войкова",
          },
          {
            id: "8543",
            name: "Шихобалово",
          },
          {
            id: "2801",
            name: "Вольгинский",
          },
          {
            id: "8473",
            name: "Панфилово (Владимирская область)",
          },
          {
            id: "8594",
            name: "Степанцево",
          },
          {
            id: "8527",
            name: "Григорьево",
          },
          {
            id: "4300",
            name: "Красная Горбатка",
          },
          {
            id: "6937",
            name: "Вяткино",
          },
          {
            id: "8467",
            name: "Анопино",
          },
          {
            id: "8582",
            name: "Белая Речка",
          },
          {
            id: "8469",
            name: "Малыгино",
          },
          {
            id: "8530",
            name: "Октябрьская (Владимирская область)",
          },
          {
            id: "1726",
            name: "Костерево",
          },
          {
            id: "8613",
            name: "Достижение",
          },
          {
            id: "8585",
            name: "Бутылицы",
          },
          {
            id: "1733",
            name: "Радужный (Владимирская область)",
          },
          {
            id: "8580",
            name: "Чаадаево",
          },
          {
            id: "1737",
            name: "Суздаль",
          },
          {
            id: "1736",
            name: "Судогда",
          },
          {
            id: "1738",
            name: "Юрьев-Польский",
          },
          {
            id: "8539",
            name: "Великодворский",
          },
          {
            id: "8518",
            name: "Бавлены",
          },
          {
            id: "8460",
            name: "Булатниково",
          },
          {
            id: "1727",
            name: "Курлово",
          },
          {
            id: "8461",
            name: "Добрятино",
          },
          {
            id: "8455",
            name: "Октябрьский (Владимирская область)",
          },
          {
            id: "4317",
            name: "Балакирево",
          },
          {
            id: "1735",
            name: "Струнино",
          },
          {
            id: "1720",
            name: "Гусь-Хрустальный",
          },
          {
            id: "8546",
            name: "Красное Эхо",
          },
          {
            id: "8510",
            name: "Старый Двор",
          },
          {
            id: "8504",
            name: "Максима Горького",
          },
          {
            id: "8614",
            name: "Небылое",
          },
          {
            id: "8462",
            name: "Эсино",
          },
          {
            id: "8604",
            name: "Малышево",
          },
          {
            id: "8610",
            name: "Мезиновский",
          },
          {
            id: "2692",
            name: "Ставрово",
          },
          {
            id: "8468",
            name: "Советское (Владимирская область)",
          },
          {
            id: "1719",
            name: "Гороховец",
          },
        ],
      },
      {
        id: "1880",
        name: "Курская область",
        areas: [
          {
            id: "56",
            name: "Курск",
          },
          {
            id: "1883",
            name: "Курчатов",
          },
          {
            id: "1882",
            name: "Железногорск (Курская область)",
          },
          {
            id: "10558",
            name: "Сейм",
          },
          {
            id: "3960",
            name: "поселок Маршала Жукова",
          },
          {
            id: "3824",
            name: "Белая",
          },
          {
            id: "3839",
            name: "Тёткино",
          },
          {
            id: "10471",
            name: "Нижний Реутец",
          },
          {
            id: "3729",
            name: "Пристень",
          },
          {
            id: "10276",
            name: "Пушкарное",
          },
          {
            id: "10575",
            name: "Гуево",
          },
          {
            id: "3827",
            name: "Горшечное",
          },
          {
            id: "3956",
            name: "Мантурово (Курская область)",
          },
          {
            id: "10403",
            name: "Сухиновка",
          },
          {
            id: "3959",
            name: "Дьяконово",
          },
          {
            id: "3842",
            name: "Черемисиново",
          },
          {
            id: "10130",
            name: "Малая Локня",
          },
          {
            id: "3840",
            name: "Тим",
          },
          {
            id: "10415",
            name: "Любимовка",
          },
          {
            id: "10321",
            name: "Михайловка (Курская область)",
          },
          {
            id: "3730",
            name: "Глушково",
          },
          {
            id: "1886",
            name: "Рыльск",
          },
          {
            id: "10582",
            name: "Новокасторное",
          },
          {
            id: "3833",
            name: "Кшенский",
          },
          {
            id: "3961",
            name: "Черницыно",
          },
          {
            id: "3957",
            name: "поселок Карла Либкнехта",
          },
          {
            id: "10346",
            name: "Иванино",
          },
          {
            id: "3829",
            name: "Касторное",
          },
          {
            id: "3831",
            name: "Конышевка",
          },
          {
            id: "3825",
            name: "Большое Солдатское",
          },
          {
            id: "10525",
            name: "Магнитный",
          },
          {
            id: "1885",
            name: "Обоянь",
          },
          {
            id: "3826",
            name: "Ворошнево",
          },
          {
            id: "10308",
            name: "Верхний Любаж",
          },
          {
            id: "3834",
            name: "Медвенка",
          },
          {
            id: "10350",
            name: "Поселок им.Куйбышева",
          },
          {
            id: "1881",
            name: "Дмитриев-Льговский",
          },
          {
            id: "10479",
            name: "Званное",
          },
          {
            id: "10230",
            name: "Ивановское (Курская область)",
          },
          {
            id: "3832",
            name: "Коренево",
          },
          {
            id: "10129",
            name: "Студенок",
          },
          {
            id: "10562",
            name: "Возы",
          },
          {
            id: "10238",
            name: "Рыжевка",
          },
          {
            id: "10613",
            name: "Олымский",
          },
          {
            id: "10571",
            name: "Первоавгустовский",
          },
          {
            id: "10425",
            name: "Черкасское Поречное",
          },
          {
            id: "1888",
            name: "Фатеж",
          },
          {
            id: "3836",
            name: "Посёлок имени Карла Либкнехта",
          },
          {
            id: "10401",
            name: "Гирьи",
          },
          {
            id: "3835",
            name: "Поныри",
          },
          {
            id: "6622",
            name: "Усланка",
          },
          {
            id: "1889",
            name: "Щигры",
          },
          {
            id: "3828",
            name: "Золотухино",
          },
          {
            id: "3958",
            name: "Веселое (Курская область)",
          },
          {
            id: "3837",
            name: "Прямицыно",
          },
          {
            id: "1884",
            name: "Льгов",
          },
          {
            id: "10127",
            name: "Свобода",
          },
          {
            id: "10404",
            name: "Дичня",
          },
          {
            id: "1887",
            name: "Суджа",
          },
          {
            id: "10333",
            name: "Амосовка",
          },
          {
            id: "10115",
            name: "1-я Семеновка",
          },
          {
            id: "10519",
            name: "Коровяковка",
          },
          {
            id: "3830",
            name: "Кировский",
          },
          {
            id: "3841",
            name: "Хомутовка",
          },
          {
            id: "10157",
            name: "Селекционный",
          },
          {
            id: "3838",
            name: "Солнцево (Курская область)",
          },
        ],
      },
      {
        id: "1898",
        name: "Орловская область",
        areas: [
          {
            id: "69",
            name: "Орел",
          },
          {
            id: "1903",
            name: "Мценск",
          },
          {
            id: "1901",
            name: "Ливны",
          },
          {
            id: "10355",
            name: "1-й Воин",
          },
          {
            id: "10461",
            name: "Шаблыкино",
          },
          {
            id: "3947",
            name: "Знаменка (Орловская область)",
          },
          {
            id: "3948",
            name: "Корсаково",
          },
          {
            id: "1900",
            name: "Дмитровск",
          },
          {
            id: "10269",
            name: "Здоровец",
          },
          {
            id: "6201",
            name: "Покровское (Орловская область)",
          },
          {
            id: "10540",
            name: "Русский Брод",
          },
          {
            id: "3952",
            name: "Хомутово",
          },
          {
            id: "2800",
            name: "Верховье",
          },
          {
            id: "10565",
            name: "Черемошны",
          },
          {
            id: "3955",
            name: "Колпны",
          },
          {
            id: "1904",
            name: "Новосиль",
          },
          {
            id: "3945",
            name: "Залегощь",
          },
          {
            id: "10504",
            name: "Сергиевское (Орловская область)",
          },
          {
            id: "10506",
            name: "Апальково",
          },
          {
            id: "3954",
            name: "Отрадинское",
          },
          {
            id: "10172",
            name: "Тельчье",
          },
          {
            id: "10235",
            name: "Коротыш",
          },
          {
            id: "10609",
            name: "Марково (Орловская область)",
          },
          {
            id: "3953",
            name: "Хотынец",
          },
          {
            id: "10445",
            name: "Становой Колодезь",
          },
          {
            id: "3944",
            name: "Долгое",
          },
          {
            id: "3946",
            name: "Змиевка",
          },
          {
            id: "2757",
            name: "Колпна",
          },
          {
            id: "3951",
            name: "Тросна",
          },
          {
            id: "10601",
            name: "Сосково",
          },
          {
            id: "2697",
            name: "Нарышкино",
          },
          {
            id: "10492",
            name: "Моховое (Орловская область)",
          },
          {
            id: "10261",
            name: "Стрелецкий",
          },
          {
            id: "1902",
            name: "Малоархангельск",
          },
          {
            id: "3950",
            name: "Кромы",
          },
          {
            id: "10596",
            name: "Росстани",
          },
          {
            id: "10313",
            name: "Сахзаводской",
          },
          {
            id: "2802",
            name: "Глазуновка",
          },
          {
            id: "1899",
            name: "Болхов",
          },
          {
            id: "10551",
            name: "Дросково",
          },
          {
            id: "10307",
            name: "Успенское (Орловская область)",
          },
          {
            id: "10156",
            name: "Навесное",
          },
          {
            id: "3949",
            name: "Красная Заря",
          },
        ],
      },
      {
        id: "1754",
        name: "Ивановская область",
        areas: [
          {
            id: "32",
            name: "Иваново (Ивановская область)",
          },
          {
            id: "1767",
            name: "Фурманов",
          },
          {
            id: "1758",
            name: "Кинешма",
          },
          {
            id: "1762",
            name: "Плес",
          },
          {
            id: "6313",
            name: "Палех",
          },
          {
            id: "8513",
            name: "Парское",
          },
          {
            id: "8545",
            name: "Филисово",
          },
          {
            id: "1760",
            name: "Кохма",
          },
          {
            id: "8571",
            name: "Аньково",
          },
          {
            id: "6993",
            name: "Новописцово",
          },
          {
            id: "1757",
            name: "Заволжск",
          },
          {
            id: "6994",
            name: "Каменка (Ивановская область)",
          },
          {
            id: "8515",
            name: "Заречный (Ивановская область)",
          },
          {
            id: "4378",
            name: "Оленино",
          },
          {
            id: "8548",
            name: "Новое Леушино",
          },
          {
            id: "1768",
            name: "Шуя",
          },
          {
            id: "6740",
            name: "Петровский",
          },
          {
            id: "8593",
            name: "Верхний Ландех",
          },
          {
            id: "8574",
            name: "Решма",
          },
          {
            id: "4382",
            name: "Спирово (Ивановская область)",
          },
          {
            id: "8452",
            name: "Дуляпино",
          },
          {
            id: "8490",
            name: "Писцово",
          },
          {
            id: "4377",
            name: "Медное",
          },
          {
            id: "8554",
            name: "Луговое (Ивановская область)",
          },
          {
            id: "6384",
            name: "Старая Вичуга",
          },
          {
            id: "8540",
            name: "Каминский",
          },
          {
            id: "4371",
            name: "Лежнево",
          },
          {
            id: "1763",
            name: "Приволжск",
          },
          {
            id: "6742",
            name: "Сахтыш",
          },
          {
            id: "1766",
            name: "Тейково",
          },
          {
            id: "1761",
            name: "Наволоки",
          },
          {
            id: "4375",
            name: "Калашниково",
          },
          {
            id: "4373",
            name: "Выползово",
          },
          {
            id: "8583",
            name: "Новые Горки",
          },
          {
            id: "6992",
            name: "Семигорье",
          },
          {
            id: "4380",
            name: "Редкино",
          },
          {
            id: "4376",
            name: "Лесное",
          },
          {
            id: "6798",
            name: "Архиповка",
          },
          {
            id: "8588",
            name: "Марково (Ивановская область)",
          },
          {
            id: "6296",
            name: "Ново-Талицы",
          },
          {
            id: "8586",
            name: "Осановец",
          },
          {
            id: "8517",
            name: "Шекшово",
          },
          {
            id: "1756",
            name: "Гаврилов Посад",
          },
          {
            id: "1769",
            name: "Южа",
          },
          {
            id: "8484",
            name: "Подозерский",
          },
          {
            id: "4368",
            name: "Ильинское-Хованское",
          },
          {
            id: "1764",
            name: "Пучеж",
          },
          {
            id: "1765",
            name: "Родники",
          },
          {
            id: "6019",
            name: "Лух",
          },
          {
            id: "1755",
            name: "Вичуга",
          },
          {
            id: "8612",
            name: "Октябрьский (Ивановская область)",
          },
          {
            id: "4372",
            name: "Савино",
          },
          {
            id: "8603",
            name: "Майдаково",
          },
          {
            id: "8485",
            name: "Филино",
          },
          {
            id: "8489",
            name: "Китово",
          },
          {
            id: "4374",
            name: "Жарковский",
          },
          {
            id: "8607",
            name: "Нерль",
          },
          {
            id: "1759",
            name: "Комсомольск (Ивановская область)",
          },
          {
            id: "1770",
            name: "Юрьевец",
          },
          {
            id: "6794",
            name: "Колобово (Ивановская область)",
          },
          {
            id: "3686",
            name: "Пестяки",
          },
        ],
      },
      {
        id: "1771",
        name: "Костромская область",
        areas: [
          {
            id: "52",
            name: "Кострома",
          },
          {
            id: "1780",
            name: "Солигалич",
          },
          {
            id: "8454",
            name: "Завражье",
          },
          {
            id: "4340",
            name: "Антропово",
          },
          {
            id: "1777",
            name: "Мантурово",
          },
          {
            id: "1779",
            name: "Нея",
          },
          {
            id: "1773",
            name: "Волгореченск",
          },
          {
            id: "4358",
            name: "Поназырево",
          },
          {
            id: "4363",
            name: "Сусанино",
          },
          {
            id: "4360",
            name: "Пыщуг",
          },
          {
            id: "1775",
            name: "Кологрив",
          },
          {
            id: "4365",
            name: "Чистые Боры",
          },
          {
            id: "4348",
            name: "Караваево",
          },
          {
            id: "8514",
            name: "Сухоногово",
          },
          {
            id: "8587",
            name: "Николо-Полома",
          },
          {
            id: "8579",
            name: "Рождественское",
          },
          {
            id: "1781",
            name: "Чухлома",
          },
          {
            id: "1772",
            name: "Буй",
          },
          {
            id: "8506",
            name: "Пронино",
          },
          {
            id: "8492",
            name: "Зебляки",
          },
          {
            id: "4345",
            name: "Вохма",
          },
          {
            id: "1774",
            name: "Галич (Костромская область)",
          },
          {
            id: "4356",
            name: "Павино",
          },
          {
            id: "4343",
            name: "Ветлужский",
          },
          {
            id: "6830",
            name: "Судай",
          },
          {
            id: "4352",
            name: "Никольское (Костромская область)",
          },
          {
            id: "4346",
            name: "Кадый",
          },
          {
            id: "4354",
            name: "Островское",
          },
          {
            id: "1776",
            name: "Макарьев",
          },
          {
            id: "1782",
            name: "Шарья",
          },
          {
            id: "1778",
            name: "Нерехта",
          },
          {
            id: "4357",
            name: "Парфеньево",
          },
          {
            id: "4361",
            name: "Судиславль",
          },
          {
            id: "8483",
            name: "Георгиевское",
          },
          {
            id: "4341",
            name: "Боговарово",
          },
          {
            id: "6846",
            name: "Минское",
          },
          {
            id: "8453",
            name: "Горчуха",
          },
          {
            id: "4350",
            name: "Красное-на-Волге",
          },
        ],
      },
      {
        id: "1828",
        name: "Брянская область",
        areas: [
          {
            id: "19",
            name: "Брянск",
          },
          {
            id: "1833",
            name: "Клинцы",
          },
          {
            id: "5946",
            name: "Десятуха",
          },
          {
            id: "1839",
            name: "Стародуб",
          },
          {
            id: "4076",
            name: "Гордеевка",
          },
          {
            id: "6357",
            name: "Путёвка",
          },
          {
            id: "4047",
            name: "Добрунь",
          },
          {
            id: "5930",
            name: "Синезерки",
          },
          {
            id: "4078",
            name: "Белые Берега",
          },
          {
            id: "4042",
            name: "Ржаница",
          },
          {
            id: "5936",
            name: "Овстуг",
          },
          {
            id: "1842",
            name: "Унеча",
          },
          {
            id: "4061",
            name: "Навля",
          },
          {
            id: "5938",
            name: "Чуровичи",
          },
          {
            id: "5932",
            name: "Кокоревка",
          },
          {
            id: "5927",
            name: "Мирный (Брянская область, Гордеевский район)",
          },
          {
            id: "5942",
            name: "Баклань (Брянская область)",
          },
          {
            id: "5945",
            name: "Мишковка (Брянская область)",
          },
          {
            id: "1843",
            name: "Фокино (Брянская область)",
          },
          {
            id: "4067",
            name: "Климово (Брянская область)",
          },
          {
            id: "4040",
            name: "Супонево",
          },
          {
            id: "10379",
            name: "Летошники",
          },
          {
            id: "5937",
            name: "Старые Бобовичи",
          },
          {
            id: "1836",
            name: "Почеп",
          },
          {
            id: "1841",
            name: "Трубчевск",
          },
          {
            id: "1834",
            name: "Мглин",
          },
          {
            id: "1835",
            name: "Новозыбков",
          },
          {
            id: "4064",
            name: "Красная Гора",
          },
          {
            id: "5935",
            name: "Слободище (Брянская область)",
          },
          {
            id: "5944",
            name: "Меленск",
          },
          {
            id: "5931",
            name: "Алтухово (Брянская область)",
          },
          {
            id: "1832",
            name: "Карачев",
          },
          {
            id: "4050",
            name: "Бытошь",
          },
          {
            id: "2646",
            name: "Клетня",
          },
          {
            id: "4054",
            name: "Старь",
          },
          {
            id: "4065",
            name: "Комаричи",
          },
          {
            id: "4044",
            name: "Любохна",
          },
          {
            id: "1831",
            name: "Злынка",
          },
          {
            id: "5933",
            name: "Лопандино",
          },
          {
            id: "4052",
            name: "Суземка",
          },
          {
            id: "4073",
            name: "Ивот",
          },
          {
            id: "5943",
            name: "Нивное (Брянская область)",
          },
          {
            id: "4036",
            name: "Свень",
          },
          {
            id: "4079",
            name: "Белая Берёзка",
          },
          {
            id: "1840",
            name: "Сураж",
          },
          {
            id: "4056",
            name: "Сеща",
          },
          {
            id: "4074",
            name: "Жирятино",
          },
          {
            id: "5928",
            name: "Гобики",
          },
          {
            id: "1829",
            name: "Дятьково",
          },
          {
            id: "4058",
            name: "Рогнедино",
          },
          {
            id: "4075",
            name: "Дубровка",
          },
          {
            id: "4060",
            name: "Погар",
          },
          {
            id: "4077",
            name: "Выгоничи",
          },
          {
            id: "1838",
            name: "Сельцо",
          },
          {
            id: "5940",
            name: "Троебортное",
          },
          {
            id: "4048",
            name: "Глинищево",
          },
          {
            id: "5941",
            name: "Глоднево (Брянская область)",
          },
          {
            id: "1830",
            name: "Жуковка (Брянская область)",
          },
          {
            id: "5939",
            name: "Новый Ропск",
          },
          {
            id: "5934",
            name: "Мичуринский (Брянская область)",
          },
          {
            id: "4066",
            name: "Кокино",
          },
          {
            id: "4063",
            name: "Локоть",
          },
          {
            id: "1837",
            name: "Севск",
          },
          {
            id: "5929",
            name: "Вышков (Брянская область)",
          },
        ],
      },
      {
        id: "1103",
        name: "Смоленская область",
        areas: [
          {
            id: "83",
            name: "Смоленск",
          },
          {
            id: "1105",
            name: "Вязьма",
          },
          {
            id: "1108",
            name: "Десногорск",
          },
          {
            id: "1106",
            name: "Гагарин",
          },
          {
            id: "4370",
            name: "Шумячи",
          },
          {
            id: "4335",
            name: "Голынки",
          },
          {
            id: "1113",
            name: "Рославль",
          },
          {
            id: "4347",
            name: "Кардымово",
          },
          {
            id: "8399",
            name: "Пригорское",
          },
          {
            id: "4342",
            name: "Гусино",
          },
          {
            id: "4333",
            name: "Верхнеднепровский",
          },
          {
            id: "1109",
            name: "Дорогобуж",
          },
          {
            id: "4351",
            name: "Монастырщина",
          },
          {
            id: "4362",
            name: "Стодолище",
          },
          {
            id: "4367",
            name: "Холм-Жирковский",
          },
          {
            id: "8342",
            name: "Первомайский (Смоленская область)",
          },
          {
            id: "1115",
            name: "Сафоново",
          },
          {
            id: "4349",
            name: "Красный",
          },
          {
            id: "4353",
            name: "Новодугино",
          },
          {
            id: "4355",
            name: "Озерный",
          },
          {
            id: "4344",
            name: "Ершичи",
          },
          {
            id: "8419",
            name: "Карманово",
          },
          {
            id: "1112",
            name: "Починок",
          },
          {
            id: "4366",
            name: "Хиславичи",
          },
          {
            id: "1116",
            name: "Сычевка",
          },
          {
            id: "4339",
            name: "Городок",
          },
          {
            id: "1104",
            name: "Велиж",
          },
          {
            id: "6860",
            name: "Глинка",
          },
          {
            id: "6787",
            name: "Тёмкино",
          },
          {
            id: "1117",
            name: "Ярцево",
          },
          {
            id: "1111",
            name: "Ельня",
          },
          {
            id: "1110",
            name: "Духовщина",
          },
          {
            id: "8292",
            name: "Даурия",
          },
          {
            id: "4364",
            name: "Угра",
          },
          {
            id: "1107",
            name: "Демидов",
          },
          {
            id: "1114",
            name: "Рудня",
          },
          {
            id: "4359",
            name: "Печерск",
          },
          {
            id: "4369",
            name: "Шаталово",
          },
        ],
      },
      {
        id: "1905",
        name: "Тамбовская область",
        areas: [
          {
            id: "87",
            name: "Тамбов",
          },
          {
            id: "1909",
            name: "Мичуринск",
          },
          {
            id: "1911",
            name: "Рассказово",
          },
          {
            id: "10378",
            name: "Максим Горький",
          },
          {
            id: "10243",
            name: "Малый Снежеток",
          },
          {
            id: "10428",
            name: "Сабуро-Покровское",
          },
          {
            id: "6015",
            name: "Гавриловка Вторая",
          },
          {
            id: "10578",
            name: "Малые Кулики",
          },
          {
            id: "10463",
            name: "Рождественское (Тамбовская область)",
          },
          {
            id: "10535",
            name: "Сампур",
          },
          {
            id: "10164",
            name: "Новоюрьево",
          },
          {
            id: "10457",
            name: "Троицкие Росляи",
          },
          {
            id: "3047",
            name: "Сосновка (Тамбовская область)",
          },
          {
            id: "10503",
            name: "Большая Липовица",
          },
          {
            id: "10166",
            name: "Екатеринино",
          },
          {
            id: "10507",
            name: "Гумны",
          },
          {
            id: "1907",
            name: "Кирсанов",
          },
          {
            id: "10545",
            name: "Новое Грязное",
          },
          {
            id: "10373",
            name: "Вяжли",
          },
          {
            id: "10560",
            name: "Чащино",
          },
          {
            id: "10552",
            name: "Старосеславино",
          },
          {
            id: "10588",
            name: "Бахарево",
          },
          {
            id: "10576",
            name: "Верхне-Спасское",
          },
          {
            id: "10310",
            name: "Красненькая",
          },
          {
            id: "10538",
            name: "Третьи Левые Ламки",
          },
          {
            id: "3871",
            name: "Ржакса",
          },
          {
            id: "10178",
            name: "Столовое",
          },
          {
            id: "3875",
            name: "Токаревка",
          },
          {
            id: "10371",
            name: "Кулеватово",
          },
          {
            id: "10554",
            name: "Серповое",
          },
          {
            id: "10347",
            name: "Вирятино",
          },
          {
            id: "10229",
            name: "Нижний Шибряй",
          },
          {
            id: "10257",
            name: "Дегтянка",
          },
          {
            id: "10259",
            name: "Дуплято-Маслово",
          },
          {
            id: "10487",
            name: "Иловай Бригадирское",
          },
          {
            id: "10216",
            name: "Нижнеспасское",
          },
          {
            id: "10413",
            name: "Паревка",
          },
          {
            id: "10274",
            name: "Алгасово",
          },
          {
            id: "10477",
            name: "Беломестная Двойня",
          },
          {
            id: "5130",
            name: "Татаново",
          },
          {
            id: "10334",
            name: "Кулябовка",
          },
          {
            id: "3736",
            name: "Строитель (Тамбовская область)",
          },
          {
            id: "10264",
            name: "Калаис",
          },
          {
            id: "10165",
            name: "Кузьмина-Гать",
          },
          {
            id: "3874",
            name: "Строитель",
          },
          {
            id: "10132",
            name: "Озерки (Тамбовская область)",
          },
          {
            id: "10251",
            name: "Ярославка (Тамбовская область)",
          },
          {
            id: "10606",
            name: "Моисеево-Алабушка",
          },
          {
            id: "10591",
            name: "2-я Гавриловка",
          },
          {
            id: "10232",
            name: "Хоботово",
          },
          {
            id: "10161",
            name: "Чакино-1",
          },
          {
            id: "10190",
            name: "Ракша",
          },
          {
            id: "3872",
            name: "Сатинка",
          },
          {
            id: "10407",
            name: "Юрловка",
          },
          {
            id: "10325",
            name: "Березовка (Тамбовская область)",
          },
          {
            id: "1910",
            name: "Моршанск",
          },
          {
            id: "1906",
            name: "Жердевка",
          },
          {
            id: "10388",
            name: "Первомайское (Тамбовская область)",
          },
          {
            id: "3873",
            name: "Староюрьево",
          },
          {
            id: "10124",
            name: "Шапкино",
          },
          {
            id: "10530",
            name: "Старо-Хмелевое",
          },
          {
            id: "10281",
            name: "Граждановка",
          },
          {
            id: "6688",
            name: "Умёт",
          },
          {
            id: "3868",
            name: "Дмитриевка",
          },
          {
            id: "10183",
            name: "Платоновка",
          },
          {
            id: "10247",
            name: "Пересыпкино 1-е",
          },
          {
            id: "10584",
            name: "Глазок",
          },
          {
            id: "10387",
            name: "Покрово-Пригородное",
          },
          {
            id: "10311",
            name: "Вернадовка",
          },
          {
            id: "3660",
            name: "Мучкапский",
          },
          {
            id: "10250",
            name: "Тулиновка",
          },
          {
            id: "10426",
            name: "Красносвободное",
          },
          {
            id: "2799",
            name: "Бондари",
          },
          {
            id: "10329",
            name: "Липовка (Тамбовская область)",
          },
          {
            id: "10297",
            name: "Пахотный Угол",
          },
          {
            id: "10185",
            name: "Краснослободский",
          },
          {
            id: "2804",
            name: "Первомайский (Тамбовская область)",
          },
          {
            id: "3876",
            name: "Агеево (Тамбовская область)",
          },
          {
            id: "10294",
            name: "Изосимово",
          },
          {
            id: "10604",
            name: "Стрельцы",
          },
          {
            id: "10173",
            name: "Горелое",
          },
          {
            id: "10255",
            name: "Вторые Левые Ламки",
          },
          {
            id: "10529",
            name: "Карай-Салтыково",
          },
          {
            id: "2803",
            name: "Инжавино",
          },
          {
            id: "3869",
            name: "Мордово",
          },
          {
            id: "6056",
            name: "Знаменка (Тамбовская область)",
          },
          {
            id: "10223",
            name: "Пановы Кусты",
          },
          {
            id: "10141",
            name: "Красный Куст",
          },
          {
            id: "10217",
            name: "Верхняя Ярославка",
          },
          {
            id: "6191",
            name: "Новая Ляда",
          },
          {
            id: "1908",
            name: "Котовск (Тамбовская область)",
          },
          {
            id: "3870",
            name: "Пичаево",
          },
          {
            id: "1912",
            name: "Уварово",
          },
          {
            id: "10309",
            name: "Большая Ржакса",
          },
        ],
      },
    ],
  },
  {
    id: "10008",
    name: "Уральский федеральный округ",
    areas: [
      {
        id: "1261",
        name: "Свердловская область",
        areas: [
          {
            id: "3",
            name: "Екатеринбург",
          },
          {
            id: "1291",
            name: "Нижний Тагил",
          },
          {
            id: "1266",
            name: "Березовский (Свердловская область)",
          },
          {
            id: "1302",
            name: "Среднеуральск",
          },
          {
            id: "1278",
            name: "Каменск-Уральский",
          },
          {
            id: "1265",
            name: "Асбест",
          },
          {
            id: "1263",
            name: "Арамиль",
          },
          {
            id: "1270",
            name: "Верхняя Салда",
          },
          {
            id: "1288",
            name: "Михайловск (Свердловская область)",
          },
          {
            id: "1301",
            name: "Серов",
          },
          {
            id: "5755",
            name: "Прохладный (Свердловская область)",
          },
          {
            id: "1269",
            name: "Верхняя Пышма",
          },
          {
            id: "1275",
            name: "Заречный (Свердловская область)",
          },
          {
            id: "1277",
            name: "Ирбит",
          },
          {
            id: "1296",
            name: "Первоуральск",
          },
          {
            id: "1283",
            name: "Краснотурьинск",
          },
          {
            id: "1262",
            name: "Алапаевск",
          },
          {
            id: "1287",
            name: "Лесной",
          },
          {
            id: "9341",
            name: "Зыряновский",
          },
          {
            id: "8918",
            name: "Байны",
          },
          {
            id: "5720",
            name: "Гилёва (Белоярский городской округ)",
          },
          {
            id: "4740",
            name: "Туринская Слобода",
          },
          {
            id: "9081",
            name: "Покровское (Артемовский район)",
          },
          {
            id: "5736",
            name: "Ленинский (Свердловская область)",
          },
          {
            id: "5730",
            name: "Киселевка (Свердловская область)",
          },
          {
            id: "5765",
            name: "Токарево (Свердловская область)",
          },
          {
            id: "9026",
            name: "Оус",
          },
          {
            id: "8997",
            name: "Сарана",
          },
          {
            id: "1305",
            name: "Тавда",
          },
          {
            id: "4267",
            name: "Кузино",
          },
          {
            id: "5759",
            name: "Садовый (Свердловская область)",
          },
          {
            id: "1280",
            name: "Карпинск",
          },
          {
            id: "1293",
            name: "Нижняя Тура",
          },
          {
            id: "1292",
            name: "Нижняя Салда",
          },
          {
            id: "4785",
            name: "Юшала",
          },
          {
            id: "5744",
            name: "Новая Рассоха (Свердловская область)",
          },
          {
            id: "5754",
            name: "Привокзальный (Свердловская область)",
          },
          {
            id: "9184",
            name: "Басмановское",
          },
          {
            id: "6609",
            name: "Гагарский",
          },
          {
            id: "9329",
            name: "Марсяты",
          },
          {
            id: "6659",
            name: "Аять",
          },
          {
            id: "4260",
            name: "Горноуральский",
          },
          {
            id: "9196",
            name: "Сажино",
          },
          {
            id: "6653",
            name: "Сабик",
          },
          {
            id: "4252",
            name: "Большой Исток",
          },
          {
            id: "4258",
            name: "Верхняя Синячиха",
          },
          {
            id: "1290",
            name: "Нижние Серги",
          },
          {
            id: "9039",
            name: "Ключевск",
          },
          {
            id: "1264",
            name: "Артемовский (Свердловская область)",
          },
          {
            id: "4094",
            name: "Азанка",
          },
          {
            id: "4265",
            name: "Исеть",
          },
          {
            id: "5714",
            name: "Большебрусянское",
          },
          {
            id: "4263",
            name: "Еланский",
          },
          {
            id: "5764",
            name: "Таборы (Таборинский район)",
          },
          {
            id: "5734",
            name: "Крылатовский",
          },
          {
            id: "9375",
            name: "Ларьковка",
          },
          {
            id: "9218",
            name: "Килачевское",
          },
          {
            id: "6756",
            name: "Сагра",
          },
          {
            id: "4737",
            name: "Троицкий (Свердловская область)",
          },
          {
            id: "6690",
            name: "Таватуй",
          },
          {
            id: "4639",
            name: "Лобва",
          },
          {
            id: "5716",
            name: "Валериановск",
          },
          {
            id: "9025",
            name: "Красноглинный",
          },
          {
            id: "5769",
            name: "Уфимский (Свердловская область)",
          },
          {
            id: "9265",
            name: "Кировское (Свердловская область)",
          },
          {
            id: "5743",
            name: "Некрасово (Свердловская область)",
          },
          {
            id: "5721",
            name: "Горный Щит",
          },
          {
            id: "8904",
            name: "Краснослободское",
          },
          {
            id: "9132",
            name: "Конево (Свердловская область)",
          },
          {
            id: "4100",
            name: "Баранчинский",
          },
          {
            id: "1281",
            name: "Качканар",
          },
          {
            id: "5751",
            name: "Поварня (Свердловская область)",
          },
          {
            id: "8873",
            name: "Баранникова",
          },
          {
            id: "5777",
            name: "Щелкун",
          },
          {
            id: "5748",
            name: "Патруши (Свердловская область)",
          },
          {
            id: "1289",
            name: "Невьянск",
          },
          {
            id: "4783",
            name: "Шабровский",
          },
          {
            id: "4255",
            name: "Верхнее Дуброво",
          },
          {
            id: "5725",
            name: "Заря (муниципальное образование Алапаевское)",
          },
          {
            id: "1297",
            name: "Полевской",
          },
          {
            id: "1272",
            name: "Верхотурье",
          },
          {
            id: "1282",
            name: "Кировград",
          },
          {
            id: "4698",
            name: "Николо-Павловское",
          },
          {
            id: "9071",
            name: "Кленовское",
          },
          {
            id: "4718",
            name: "Пелым",
          },
          {
            id: "9255",
            name: "Станционный-Полевской",
          },
          {
            id: "5737",
            name: "Лосиный",
          },
          {
            id: "9219",
            name: "Филькино",
          },
          {
            id: "1279",
            name: "Камышлов",
          },
          {
            id: "4266",
            name: "Исток",
          },
          {
            id: "4722",
            name: "Петрокаменское",
          },
          {
            id: "9008",
            name: "Восход (Свердловская область)",
          },
          {
            id: "9430",
            name: "Трошково",
          },
          {
            id: "9205",
            name: "Печеркино",
          },
          {
            id: "4693",
            name: "Луговской",
          },
          {
            id: "4734",
            name: "Сосьва",
          },
          {
            id: "1298",
            name: "Ревда (Свердловская область)",
          },
          {
            id: "5760",
            name: "Северка (Свердловская область)",
          },
          {
            id: "5774",
            name: "Шамары (Свердловская область)",
          },
          {
            id: "5735",
            name: "Курьи",
          },
          {
            id: "8898",
            name: "Третий Северный",
          },
          {
            id: "5745",
            name: "Новоалексеевское (Свердловская область)",
          },
          {
            id: "4261",
            name: "Двуреченск",
          },
          {
            id: "6635",
            name: "Сарга",
          },
          {
            id: "5740",
            name: "Мартюш",
          },
          {
            id: "4782",
            name: "Черноисточинск",
          },
          {
            id: "1285",
            name: "Красноуфимск",
          },
          {
            id: "9452",
            name: "Нейво-Рудянка",
          },
          {
            id: "5741",
            name: "Махнево",
          },
          {
            id: "5773",
            name: "Шайдурово (Свердловская область)",
          },
          {
            id: "4256",
            name: "Верх-Нейвинский",
          },
          {
            id: "5722",
            name: "Грязновское",
          },
          {
            id: "4781",
            name: "Черемухово",
          },
          {
            id: "5747",
            name: "Павда",
          },
          {
            id: "5715",
            name: "Балтым",
          },
          {
            id: "5718",
            name: "Восточный (Свердловская область)",
          },
          {
            id: "9419",
            name: "Глинское",
          },
          {
            id: "9003",
            name: "Маминское",
          },
          {
            id: "9298",
            name: "Лопатково",
          },
          {
            id: "4727",
            name: "Пышма",
          },
          {
            id: "5771",
            name: "Черданцево",
          },
          {
            id: "4731",
            name: "Свободный (Свердловская область)",
          },
          {
            id: "4107",
            name: "Бобровский",
          },
          {
            id: "1300",
            name: "Североуральск",
          },
          {
            id: "5770",
            name: "Цементный (Свердловская область)",
          },
          {
            id: "4106",
            name: "Бисерть",
          },
          {
            id: "5727",
            name: "Калья",
          },
          {
            id: "1274",
            name: "Дегтярск",
          },
          {
            id: "9077",
            name: "Левиха",
          },
          {
            id: "6643",
            name: "Калиново",
          },
          {
            id: "9167",
            name: "Поташка",
          },
          {
            id: "9133",
            name: "Полуночное",
          },
          {
            id: "1267",
            name: "Богданович",
          },
          {
            id: "5758",
            name: "Рудный (Свердловская область)",
          },
          {
            id: "1299",
            name: "Реж",
          },
          {
            id: "1286",
            name: "Кушва",
          },
          {
            id: "4096",
            name: "Атиг",
          },
          {
            id: "6639",
            name: "Колчедан",
          },
          {
            id: "4733",
            name: "Совхозный",
          },
          {
            id: "5724",
            name: "Зайково (Свердловская область)",
          },
          {
            id: "1307",
            name: "Туринск",
          },
          {
            id: "9140",
            name: "Сладковское",
          },
          {
            id: "9360",
            name: "Черемисское",
          },
          {
            id: "9248",
            name: "Квашнинское",
          },
          {
            id: "4725",
            name: "Пионерский (Свердловская область)",
          },
          {
            id: "8869",
            name: "Обуховское",
          },
          {
            id: "5733",
            name: "Красногвардейский (Артёмовский городской округ)",
          },
          {
            id: "9214",
            name: "Речкалова",
          },
          {
            id: "5752",
            name: "Полеводство",
          },
          {
            id: "5761",
            name: "Средний Бугалыш",
          },
          {
            id: "9217",
            name: "Костино",
          },
          {
            id: "9199",
            name: "Ницинское",
          },
          {
            id: "4726",
            name: "Покровское (Свердловская область)",
          },
          {
            id: "1273",
            name: "Волчанск (Свердловская область)",
          },
          {
            id: "5762",
            name: "Старопышминск",
          },
          {
            id: "9385",
            name: "Ертарский",
          },
          {
            id: "5775",
            name: "Шиловка (Горноуральский городской округ)",
          },
          {
            id: "9275",
            name: "Рудянское",
          },
          {
            id: "9045",
            name: "Быньги",
          },
          {
            id: "9345",
            name: "Верховино",
          },
          {
            id: "9101",
            name: "Бараба",
          },
          {
            id: "5729",
            name: "Кедровое",
          },
          {
            id: "9176",
            name: "Новоасбест",
          },
          {
            id: "5749",
            name: "Первомайский (Горноуральский городской округ)",
          },
          {
            id: "4259",
            name: "Восточный",
          },
          {
            id: "9295",
            name: "Косой Брод",
          },
          {
            id: "4739",
            name: "Тугулым",
          },
          {
            id: "5713",
            name: "Акбаш (Свердловская область)",
          },
          {
            id: "4716",
            name: "Новоуткинск",
          },
          {
            id: "1304",
            name: "Сысерть",
          },
          {
            id: "1295",
            name: "Новоуральск",
          },
          {
            id: "5776",
            name: "Шувакиш",
          },
          {
            id: "4638",
            name: "Байкалово (Свердловская область)",
          },
          {
            id: "5750",
            name: "Платоново (Свердловская область)",
          },
          {
            id: "8916",
            name: "Свердловское (Свердловская область)",
          },
          {
            id: "1268",
            name: "Верхний Тагил",
          },
          {
            id: "6621",
            name: "Кедровка (Свердловская область)",
          },
          {
            id: "9106",
            name: "Аятское",
          },
          {
            id: "8876",
            name: "Коптелово",
          },
          {
            id: "4784",
            name: "Шаля",
          },
          {
            id: "9241",
            name: "Новопышминское",
          },
          {
            id: "1294",
            name: "Новая Ляля",
          },
          {
            id: "9239",
            name: "Позариха",
          },
          {
            id: "2735",
            name: "Рефтинский",
          },
          {
            id: "5739",
            name: "Марамзино (Свердловская область)",
          },
          {
            id: "1276",
            name: "Ивдель",
          },
          {
            id: "1271",
            name: "Верхняя Тура",
          },
          {
            id: "9353",
            name: "Черновское (Свердловская область)",
          },
          {
            id: "4254",
            name: "Бутка",
          },
          {
            id: "9318",
            name: "Нижний Катарач",
          },
          {
            id: "5766",
            name: "Уралец",
          },
          {
            id: "4696",
            name: "Монетный",
          },
          {
            id: "4097",
            name: "Ачит",
          },
          {
            id: "8984",
            name: "Филатовское",
          },
          {
            id: "5768",
            name: "Урмикеево",
          },
          {
            id: "9274",
            name: "Покровск-Уральский",
          },
          {
            id: "5731",
            name: "Колюткино",
          },
          {
            id: "9152",
            name: "Полдневая",
          },
          {
            id: "5728",
            name: "Кашино (Свердловская область)",
          },
          {
            id: "9013",
            name: "Тарасково",
          },
          {
            id: "4102",
            name: "Белоярский (Свердловская область)",
          },
          {
            id: "8934",
            name: "Басьяновский",
          },
          {
            id: "9117",
            name: "Висим",
          },
          {
            id: "1306",
            name: "Талица",
          },
          {
            id: "9064",
            name: "Криулино",
          },
          {
            id: "5757",
            name: "Рудничный (Свердловская область)",
          },
          {
            id: "5738",
            name: "Манчаж",
          },
          {
            id: "5732",
            name: "Косулино (Свердловская область)",
          },
          {
            id: "1284",
            name: "Красноуральск",
          },
          {
            id: "9358",
            name: "Нейво-Шайтанский",
          },
          {
            id: "5756",
            name: "Решёты (Свердловская область)",
          },
          {
            id: "9222",
            name: "Усть-Ницинское",
          },
          {
            id: "9095",
            name: "Кольцово (Свердловская область)",
          },
          {
            id: "5753",
            name: "Половинный (городской округ Верхний Тагил)",
          },
          {
            id: "5726",
            name: "Калиновка (Байкаловский район)",
          },
          {
            id: "5717",
            name: "Верхняя Сысерть",
          },
          {
            id: "4253",
            name: "Буланаш",
          },
          {
            id: "9099",
            name: "Голубковское",
          },
          {
            id: "5746",
            name: "Октябрьский (Сысертский городской округ)",
          },
          {
            id: "4095",
            name: "Арти",
          },
          {
            id: "5723",
            name: "Заводоуспенское",
          },
          {
            id: "4262",
            name: "Дружинино",
          },
          {
            id: "6744",
            name: "Бруснятское",
          },
          {
            id: "4257",
            name: "Верхние Серги",
          },
          {
            id: "4105",
            name: "Билимбай",
          },
          {
            id: "1303",
            name: "Сухой Лог",
          },
          {
            id: "5742",
            name: "Натальинск",
          },
          {
            id: "4264",
            name: "Ис",
          },
          {
            id: "9007",
            name: "Кузнецовский",
          },
          {
            id: "8920",
            name: "Зюзельский",
          },
          {
            id: "6654",
            name: "Илим",
          },
          {
            id: "9322",
            name: "Курорт Самоцвет",
          },
          {
            id: "6691",
            name: "Мурзинка",
          },
          {
            id: "5719",
            name: "Гари (Свердловская область)",
          },
          {
            id: "5767",
            name: "Уральский (Свердловская область)",
          },
          {
            id: "4694",
            name: "Малышева",
          },
          {
            id: "5763",
            name: "Староуткинск",
          },
        ],
      },
      {
        id: "1384",
        name: "Челябинская область",
        areas: [
          {
            id: "104",
            name: "Челябинск",
          },
          {
            id: "1399",
            name: "Магнитогорск",
          },
          {
            id: "1403",
            name: "Озерск (Челябинская область)",
          },
          {
            id: "1390",
            name: "Златоуст",
          },
          {
            id: "1395",
            name: "Копейск",
          },
          {
            id: "1396",
            name: "Коркино",
          },
          {
            id: "1410",
            name: "Усть-Катав",
          },
          {
            id: "5807",
            name: "Тимирязевский (Челябинская область)",
          },
          {
            id: "9204",
            name: "Шабурово",
          },
          {
            id: "9044",
            name: "Петропавловский",
          },
          {
            id: "5786",
            name: "Григорьевка (Челябинская область)",
          },
          {
            id: "5801",
            name: "Октябрьское (Челябинская область)",
          },
          {
            id: "9327",
            name: "Карагайский",
          },
          {
            id: "8947",
            name: "Кулуево",
          },
          {
            id: "5794",
            name: "Кропачево (Челябинская область)",
          },
          {
            id: "5781",
            name: "Бердяуш",
          },
          {
            id: "9141",
            name: "Спасский",
          },
          {
            id: "5804",
            name: "Родники (Челябинская область)",
          },
          {
            id: "1398",
            name: "Кыштым",
          },
          {
            id: "5790",
            name: "Кизильское",
          },
          {
            id: "9321",
            name: "Измайловский",
          },
          {
            id: "9301",
            name: "Гранитный",
          },
          {
            id: "9179",
            name: "Писклово",
          },
          {
            id: "1394",
            name: "Катав-Ивановск",
          },
          {
            id: "9331",
            name: "Новосинеглазово",
          },
          {
            id: "8889",
            name: "Октябрьский (Челябинская область)",
          },
          {
            id: "5808",
            name: "Тургояк",
          },
          {
            id: "5783",
            name: "Бродокалмак",
          },
          {
            id: "1401",
            name: "Миньяр",
          },
          {
            id: "1413",
            name: "Юрюзань",
          },
          {
            id: "5780",
            name: "Багаряк",
          },
          {
            id: "9381",
            name: "Варламово",
          },
          {
            id: "1391",
            name: "Карабаш (Челябинская область)",
          },
          {
            id: "5795",
            name: "Локомотивный (Челябинская область)",
          },
          {
            id: "1387",
            name: "Верхнеуральск",
          },
          {
            id: "5787",
            name: "Еманжелинка",
          },
          {
            id: "9122",
            name: "Полоцкое",
          },
          {
            id: "9012",
            name: "Сулея",
          },
          {
            id: "9383",
            name: "Остроленский",
          },
          {
            id: "8932",
            name: "Нагайбакский",
          },
          {
            id: "9373",
            name: "Кидыш",
          },
          {
            id: "3051",
            name: "Бреды",
          },
          {
            id: "8936",
            name: "Каратабан",
          },
          {
            id: "9056",
            name: "Варшавка",
          },
          {
            id: "1411",
            name: "Чебаркуль",
          },
          {
            id: "4297",
            name: "Вахрушево (Челябинская область)",
          },
          {
            id: "8925",
            name: "Заозерное (Челябинская область)",
          },
          {
            id: "1389",
            name: "Еманжелинск",
          },
          {
            id: "1400",
            name: "Миасс",
          },
          {
            id: "5813",
            name: "Чесма",
          },
          {
            id: "5803",
            name: "Полетаево (Челябинская область)",
          },
          {
            id: "9273",
            name: "Кулевчи",
          },
          {
            id: "8900",
            name: "Серпиевка",
          },
          {
            id: "3726",
            name: "Кунашак",
          },
          {
            id: "9311",
            name: "Кузнецкое",
          },
          {
            id: "5798",
            name: "Межозёрный (Челябинская область)",
          },
          {
            id: "9024",
            name: "Селезян",
          },
          {
            id: "1393",
            name: "Касли",
          },
          {
            id: "9145",
            name: "Париж",
          },
          {
            id: "9215",
            name: "Новобурино",
          },
          {
            id: "5800",
            name: "Новогорный",
          },
          {
            id: "5778",
            name: "Агаповка",
          },
          {
            id: "9446",
            name: "Боровое",
          },
          {
            id: "9242",
            name: "Травники",
          },
          {
            id: "9197",
            name: "Лазурный",
          },
          {
            id: "5784",
            name: "Варна (Челябинская область)",
          },
          {
            id: "4299",
            name: "Ключи",
          },
          {
            id: "6755",
            name: "Новый Кременкуль",
          },
          {
            id: "1402",
            name: "Нязепетровск",
          },
          {
            id: "2671",
            name: "Еткуль",
          },
          {
            id: "1405",
            name: "Сатка",
          },
          {
            id: "9134",
            name: "Береговой",
          },
          {
            id: "5789",
            name: "Канашево",
          },
          {
            id: "5805",
            name: "Роза (Челябинская область)",
          },
          {
            id: "9175",
            name: "Мирный (Челябинская область)",
          },
          {
            id: "1407",
            name: "Снежинск",
          },
          {
            id: "9049",
            name: "Полетаево-1",
          },
          {
            id: "5809",
            name: "Тюбук",
          },
          {
            id: "9429",
            name: "Нижний Уфалей",
          },
          {
            id: "9257",
            name: "Байрамгулово",
          },
          {
            id: "9053",
            name: "Щербаковка",
          },
          {
            id: "9136",
            name: "Южный (Челябинская область)",
          },
          {
            id: "5802",
            name: "Первомайский (Коркинский район)",
          },
          {
            id: "9337",
            name: "Филимоново (Челябинская область)",
          },
          {
            id: "8976",
            name: "Кичигино",
          },
          {
            id: "5791",
            name: "Коелга",
          },
          {
            id: "5793",
            name: "Кременкуль",
          },
          {
            id: "1408",
            name: "Трехгорный",
          },
          {
            id: "9437",
            name: "Ункурда",
          },
          {
            id: "5797",
            name: "Межевой (Саткинский район)",
          },
          {
            id: "5812",
            name: "Фершампенуаз (Челябинская область)",
          },
          {
            id: "1397",
            name: "Куса",
          },
          {
            id: "9416",
            name: "Рождественка",
          },
          {
            id: "1392",
            name: "Карталы",
          },
          {
            id: "5799",
            name: "Миасское",
          },
          {
            id: "9209",
            name: "Краснинский",
          },
          {
            id: "1386",
            name: "Бакал",
          },
          {
            id: "9433",
            name: "Белоносово",
          },
          {
            id: "8970",
            name: "Сыртинский",
          },
          {
            id: "9010",
            name: "Подовинное",
          },
          {
            id: "1385",
            name: "Аша",
          },
          {
            id: "9083",
            name: "Путь Октября",
          },
          {
            id: "9338",
            name: "Есаульский",
          },
          {
            id: "6741",
            name: "Алабуга (Челябинская область)",
          },
          {
            id: "1404",
            name: "Пласт",
          },
          {
            id: "8894",
            name: "Черемшанка (Челябинская область)",
          },
          {
            id: "1406",
            name: "Сим",
          },
          {
            id: "5785",
            name: "Вишневогорск",
          },
          {
            id: "9059",
            name: "Великопетровка",
          },
          {
            id: "5806",
            name: "Рощино (Челябинская область)",
          },
          {
            id: "1412",
            name: "Южноуральск",
          },
          {
            id: "4298",
            name: "Долгодеревенское",
          },
          {
            id: "9120",
            name: "Айлино",
          },
          {
            id: "5810",
            name: "Увельский",
          },
          {
            id: "5779",
            name: "Аргаяш",
          },
          {
            id: "9292",
            name: "Большой Куяш",
          },
          {
            id: "9038",
            name: "Обручевка",
          },
          {
            id: "5796",
            name: "Магнитка (Кусинский район)",
          },
          {
            id: "5811",
            name: "Уйское (Челябинская область)",
          },
          {
            id: "5788",
            name: "Зауральский",
          },
          {
            id: "5792",
            name: "Красногорский (Челябинская область)",
          },
          {
            id: "1409",
            name: "Троицк (Челябинская область)",
          },
          {
            id: "9400",
            name: "Богдановское",
          },
          {
            id: "9161",
            name: "Огневское",
          },
          {
            id: "5782",
            name: "Бобровка (Челябинская область)",
          },
          {
            id: "1388",
            name: "Верхний Уфалей",
          },
          {
            id: "8990",
            name: "Ларино",
          },
          {
            id: "9296",
            name: "Метлино",
          },
        ],
      },
      {
        id: "1342",
        name: "Тюменская область",
        areas: [
          {
            id: "95",
            name: "Тюмень",
          },
          {
            id: "1345",
            name: "Тобольск",
          },
          {
            id: "1343",
            name: "Заводоуковск",
          },
          {
            id: "4970",
            name: "Абатское",
          },
          {
            id: "8892",
            name: "Мальково",
          },
          {
            id: "4983",
            name: "Каскара",
          },
          {
            id: "4990",
            name: "Уват",
          },
          {
            id: "4991",
            name: "Упорово",
          },
          {
            id: "5890",
            name: "Тарманы",
          },
          {
            id: "9191",
            name: "Падун",
          },
          {
            id: "6743",
            name: "Майский (Тюменская область)",
          },
          {
            id: "4973",
            name: "Аромашево",
          },
          {
            id: "4994",
            name: "Юргинское",
          },
          {
            id: "9294",
            name: "Октябрьский (Тюменская область)",
          },
          {
            id: "4988",
            name: "Сладково",
          },
          {
            id: "9031",
            name: "Пятково",
          },
          {
            id: "9280",
            name: "Минино",
          },
          {
            id: "5887",
            name: "Новоселезнево",
          },
          {
            id: "4977",
            name: "Большое Сорокино",
          },
          {
            id: "1346",
            name: "Ялуторовск",
          },
          {
            id: "4992",
            name: "Успенка",
          },
          {
            id: "9396",
            name: "Ражево",
          },
          {
            id: "8895",
            name: "Гладилово",
          },
          {
            id: "9006",
            name: "Емуртла",
          },
          {
            id: "9333",
            name: "Малышенка",
          },
          {
            id: "9090",
            name: "Масали",
          },
          {
            id: "4987",
            name: "Онохино",
          },
          {
            id: "4974",
            name: "Бердюжье",
          },
          {
            id: "9428",
            name: "Демьянское",
          },
          {
            id: "5889",
            name: "Сумкино (Тюменская область)",
          },
          {
            id: "4976",
            name: "Большое",
          },
          {
            id: "4972",
            name: "Армизонское",
          },
          {
            id: "4978",
            name: "Боровский",
          },
          {
            id: "4982",
            name: "Исетское",
          },
          {
            id: "4981",
            name: "Винзили",
          },
          {
            id: "5886",
            name: "Новая Заимка",
          },
          {
            id: "4993",
            name: "Червишево",
          },
          {
            id: "5888",
            name: "Петелино (Тюменская область)",
          },
          {
            id: "5884",
            name: "Демьянка (Тюменская область)",
          },
          {
            id: "4980",
            name: "Викулово",
          },
          {
            id: "5885",
            name: "Мелиораторов (Тюменская область)",
          },
          {
            id: "4995",
            name: "Ярково (Тюменская область)",
          },
          {
            id: "4986",
            name: "Омутинское",
          },
          {
            id: "4984",
            name: "Московский (Тюменская область)",
          },
          {
            id: "8867",
            name: "Боровлянка (Тюменская область)",
          },
          {
            id: "4985",
            name: "Нижняя Тавда",
          },
          {
            id: "8927",
            name: "Буньково",
          },
          {
            id: "1344",
            name: "Ишим",
          },
          {
            id: "3065",
            name: "Казанское",
          },
          {
            id: "4979",
            name: "Вагай",
          },
          {
            id: "2811",
            name: "Голышманово",
          },
          {
            id: "9397",
            name: "Новотарманский",
          },
          {
            id: "8962",
            name: "Шорохово",
          },
          {
            id: "8985",
            name: "Маслянский",
          },
          {
            id: "4596",
            name: "Уват (Тюменская область)",
          },
          {
            id: "4989",
            name: "Туртас",
          },
          {
            id: "5883",
            name: "Андреевский (Тюменская область)",
          },
          {
            id: "4971",
            name: "Антипино",
          },
          {
            id: "4975",
            name: "Богандинский",
          },
          {
            id: "9040",
            name: "Северо-Плетнево",
          },
          {
            id: "8907",
            name: "Сеяха (Тюменская область)",
          },
          {
            id: "9356",
            name: "Суерка",
          },
        ],
      },
      {
        id: "1368",
        name: "Ханты-Мансийский АО - Югра",
        areas: [
          {
            id: "1381",
            name: "Сургут",
          },
          {
            id: "1375",
            name: "Нижневартовск",
          },
          {
            id: "147",
            name: "Ханты-Мансийск",
          },
          {
            id: "1374",
            name: "Нефтеюганск",
          },
          {
            id: "8905",
            name: "Болчары",
          },
          {
            id: "1383",
            name: "Югорск",
          },
          {
            id: "5017",
            name: "Салым",
          },
          {
            id: "1370",
            name: "Когалым",
          },
          {
            id: "8866",
            name: "Шеркалы",
          },
          {
            id: "9350",
            name: "Алябьевский",
          },
          {
            id: "5004",
            name: "Коммунистический",
          },
          {
            id: "9243",
            name: "Русскинская",
          },
          {
            id: "5008",
            name: "Малиновский",
          },
          {
            id: "5012",
            name: "Новоаганск",
          },
          {
            id: "5011",
            name: "Нижнесортымский",
          },
          {
            id: "5013",
            name: "Октябрьское (Ханты-Мансийский АО)",
          },
          {
            id: "2685",
            name: "Федоровский",
          },
          {
            id: "9389",
            name: "Сорум",
          },
          {
            id: "8994",
            name: "Малый Атлым",
          },
          {
            id: "9100",
            name: "Юмас",
          },
          {
            id: "1380",
            name: "Советский (Ханты-Мансийский АО)",
          },
          {
            id: "9148",
            name: "Карымкары",
          },
          {
            id: "4996",
            name: "Агириш",
          },
          {
            id: "5001",
            name: "Горноправдинск",
          },
          {
            id: "5009",
            name: "Междуреченский (Ханты-Мансийский АО)",
          },
          {
            id: "1379",
            name: "Радужный (Ханты-Мансийский АО - Югра)",
          },
          {
            id: "1382",
            name: "Урай",
          },
          {
            id: "9115",
            name: "Сытомино",
          },
          {
            id: "9361",
            name: "Сергино",
          },
          {
            id: "8950",
            name: "Саранпауль",
          },
          {
            id: "9336",
            name: "Казым",
          },
          {
            id: "9372",
            name: "Куть-Ях",
          },
          {
            id: "5018",
            name: "Сентябрьский",
          },
          {
            id: "9303",
            name: "Лыхма",
          },
          {
            id: "8943",
            name: "Алтай (Ханты-Мансийский АО - Югра)",
          },
          {
            id: "9035",
            name: "Угут",
          },
          {
            id: "9102",
            name: "Красноленинский",
          },
          {
            id: "8989",
            name: "Верхнеказымский",
          },
          {
            id: "3719",
            name: "Берёзово",
          },
          {
            id: "8991",
            name: "Перегребное",
          },
          {
            id: "2686",
            name: "Излучинск",
          },
          {
            id: "4998",
            name: "Барсово",
          },
          {
            id: "9131",
            name: "Ульт-Ягун",
          },
          {
            id: "5016",
            name: "Приобье",
          },
          {
            id: "9169",
            name: "Лямина",
          },
          {
            id: "9289",
            name: "Высокий Мыс",
          },
          {
            id: "8952",
            name: "Чантырья",
          },
          {
            id: "5005",
            name: "Кондинское",
          },
          {
            id: "1369",
            name: "Белоярский",
          },
          {
            id: "5007",
            name: "Луговой",
          },
          {
            id: "9305",
            name: "Каркатеевы",
          },
          {
            id: "5020",
            name: "Таёжный",
          },
          {
            id: "1371",
            name: "Лангепас",
          },
          {
            id: "5019",
            name: "Солнечный (Ханты-Мансийский АО)",
          },
          {
            id: "5891",
            name: "Локосово",
          },
          {
            id: "9113",
            name: "Ларьяк",
          },
          {
            id: "5010",
            name: "Мортка",
          },
          {
            id: "5003",
            name: "Игрим",
          },
          {
            id: "8922",
            name: "Шугур",
          },
          {
            id: "1378",
            name: "Пыть-Ях",
          },
          {
            id: "9253",
            name: "Приполярный",
          },
          {
            id: "9082",
            name: "Цингалы",
          },
          {
            id: "9362",
            name: "Хулимсунт",
          },
          {
            id: "5022",
            name: "Унъюган",
          },
          {
            id: "5006",
            name: "Куминский",
          },
          {
            id: "4999",
            name: "Белый Яр (Ханты-Мансийский АО)",
          },
          {
            id: "9156",
            name: "Усть-Юган",
          },
          {
            id: "5002",
            name: "Зеленоборск",
          },
          {
            id: "1376",
            name: "Нягань",
          },
          {
            id: "1373",
            name: "Мегион",
          },
          {
            id: "5000",
            name: "Высокий",
          },
          {
            id: "1377",
            name: "Покачи",
          },
          {
            id: "5015",
            name: "Пойковский",
          },
          {
            id: "5014",
            name: "Пионерский (Ханты-Мансийский АО)",
          },
          {
            id: "9382",
            name: "Полноват",
          },
          {
            id: "9247",
            name: "Половинка",
          },
          {
            id: "9070",
            name: "Нялинское",
          },
          {
            id: "1372",
            name: "Лянтор",
          },
          {
            id: "4997",
            name: "Андра",
          },
          {
            id: "5021",
            name: "Талинка",
          },
        ],
      },
      {
        id: "1414",
        name: "Ямало-Ненецкий АО",
        areas: [
          {
            id: "1419",
            name: "Новый Уренгой",
          },
          {
            id: "1420",
            name: "Ноябрьск",
          },
          {
            id: "1417",
            name: "Муравленко",
          },
          {
            id: "5545",
            name: "Сабетта (Ямало-Ненецкий АО)",
          },
          {
            id: "304",
            name: "Салехард",
          },
          {
            id: "1416",
            name: "Лабытнанги",
          },
          {
            id: "9328",
            name: "Ныда",
          },
          {
            id: "8910",
            name: "Халясавэй",
          },
          {
            id: "8968",
            name: "Самбург",
          },
          {
            id: "5893",
            name: "Новый Порт",
          },
          {
            id: "5023",
            name: "Аксарка",
          },
          {
            id: "5026",
            name: "Коротчаево",
          },
          {
            id: "6757",
            name: "Газ-Сале",
          },
          {
            id: "6253",
            name: "Бованенково",
          },
          {
            id: "9182",
            name: "Антипаюта",
          },
          {
            id: "5030",
            name: "Приозёрный",
          },
          {
            id: "3694",
            name: "Яр-Сале",
          },
          {
            id: "2688",
            name: "Уренгой",
          },
          {
            id: "9304",
            name: "Гыда",
          },
          {
            id: "9438",
            name: "Толька",
          },
          {
            id: "5027",
            name: "Красноселькуп",
          },
          {
            id: "5033",
            name: "Ханымей",
          },
          {
            id: "2687",
            name: "Харп",
          },
          {
            id: "5025",
            name: "Заполярный (Ямало-Ненецкий АО)",
          },
          {
            id: "5024",
            name: "Вынгапуровский",
          },
          {
            id: "1421",
            name: "Тарко-Сале",
          },
          {
            id: "5032",
            name: "Тазовский",
          },
          {
            id: "6464",
            name: "Сёяха",
          },
          {
            id: "1418",
            name: "Надым",
          },
          {
            id: "6680",
            name: "Сывдарма",
          },
          {
            id: "1415",
            name: "Губкинский",
          },
          {
            id: "5894",
            name: "Ямбург (Ямало-Ненецкий АО)",
          },
          {
            id: "9212",
            name: "Ома (Ямало-Ненецкий АО)",
          },
          {
            id: "9187",
            name: "Овгорт",
          },
          {
            id: "5028",
            name: "Мужи",
          },
          {
            id: "6641",
            name: "Пуровск",
          },
          {
            id: "5031",
            name: "Пурпе",
          },
          {
            id: "6761",
            name: "Панаевск",
          },
          {
            id: "5029",
            name: "Пангоды",
          },
          {
            id: "9057",
            name: "Харута",
          },
          {
            id: "9313",
            name: "Горки (Ямало-Ненецкий АО)",
          },
          {
            id: "9334",
            name: "Искателей",
          },
          {
            id: "6754",
            name: "Лонгъюган",
          },
          {
            id: "8908",
            name: "Правохеттинский",
          },
          {
            id: "9282",
            name: "Пурпе-1",
          },
          {
            id: "6762",
            name: "Салемал",
          },
          {
            id: "5892",
            name: "Мыс Каменный",
          },
        ],
      },
      {
        id: "1308",
        name: "Курганская область",
        areas: [
          {
            id: "55",
            name: "Курган",
          },
          {
            id: "9154",
            name: "Краснознаменское",
          },
          {
            id: "8914",
            name: "Коврига",
          },
          {
            id: "1314",
            name: "Шадринск",
          },
          {
            id: "9019",
            name: "Барино",
          },
          {
            id: "4956",
            name: "Глядянское",
          },
          {
            id: "8978",
            name: "Коровье",
          },
          {
            id: "8975",
            name: "Чистопрудное",
          },
          {
            id: "1315",
            name: "Шумиха",
          },
          {
            id: "8917",
            name: "Нижнетобольное",
          },
          {
            id: "9266",
            name: "Белоярское",
          },
          {
            id: "9119",
            name: "Ялым",
          },
          {
            id: "9244",
            name: "Старый Просвет",
          },
          {
            id: "9291",
            name: "Батурино (Курганская область)",
          },
          {
            id: "8930",
            name: "Песчано-Коледино",
          },
          {
            id: "9388",
            name: "Кипель",
          },
          {
            id: "8906",
            name: "Кодское",
          },
          {
            id: "9390",
            name: "Большая Рига",
          },
          {
            id: "9449",
            name: "Заманилки",
          },
          {
            id: "8886",
            name: "Большое Просеково",
          },
          {
            id: "8972",
            name: "Долговка",
          },
          {
            id: "4966",
            name: "Уксянское",
          },
          {
            id: "8948",
            name: "Митино",
          },
          {
            id: "8911",
            name: "Нижнее",
          },
          {
            id: "4969",
            name: "Шатрово",
          },
          {
            id: "9159",
            name: "Журавлево",
          },
          {
            id: "4957",
            name: "Звериноголовское",
          },
          {
            id: "8971",
            name: "Караси",
          },
          {
            id: "9066",
            name: "Казаркино",
          },
          {
            id: "8977",
            name: "Пашково (Курганская область)",
          },
          {
            id: "9054",
            name: "Усть-Уйское",
          },
          {
            id: "4968",
            name: "Частоозерье",
          },
          {
            id: "9121",
            name: "Боровлянка (Курганская область)",
          },
          {
            id: "4965",
            name: "Сафакулево",
          },
          {
            id: "9407",
            name: "Маслянское",
          },
          {
            id: "8964",
            name: "Новопетропавловское",
          },
          {
            id: "1309",
            name: "Далматово",
          },
          {
            id: "4962",
            name: "Лесниково",
          },
          {
            id: "9042",
            name: "Новодостовалово",
          },
          {
            id: "4964",
            name: "Половинное",
          },
          {
            id: "8880",
            name: "Стариково",
          },
          {
            id: "9079",
            name: "Обутковское",
          },
          {
            id: "9343",
            name: "Падеринское",
          },
          {
            id: "9068",
            name: "Погорелка",
          },
          {
            id: "9302",
            name: "Мальцево",
          },
          {
            id: "8929",
            name: "Рынки",
          },
          {
            id: "9363",
            name: "Ягодная",
          },
          {
            id: "4955",
            name: "Введенское",
          },
          {
            id: "9188",
            name: "Осиновское",
          },
          {
            id: "1316",
            name: "Щучье",
          },
          {
            id: "8883",
            name: "Красная Звезда",
          },
          {
            id: "8941",
            name: "Окуневское",
          },
          {
            id: "9319",
            name: "Раскатиха",
          },
          {
            id: "4828",
            name: "Альменево",
          },
          {
            id: "9344",
            name: "Степное (Курганская область)",
          },
          {
            id: "9111",
            name: "Гагарье",
          },
          {
            id: "9364",
            name: "Белоярка 1-я",
          },
          {
            id: "9213",
            name: "Большое-Курейное",
          },
          {
            id: "4967",
            name: "Целинное (Курганская область)",
          },
          {
            id: "8877",
            name: "Затеченское",
          },
          {
            id: "2672",
            name: "Юргамыш",
          },
          {
            id: "1311",
            name: "Куртамыш",
          },
          {
            id: "9379",
            name: "Чумляк",
          },
          {
            id: "9279",
            name: "Нижнеполевское",
          },
          {
            id: "9312",
            name: "Верхнесуерское",
          },
          {
            id: "1313",
            name: "Петухово",
          },
          {
            id: "4960",
            name: "Красный Октябрь (Курганская область)",
          },
          {
            id: "8999",
            name: "Актабан",
          },
          {
            id: "9459",
            name: "Травное (Курганская область)",
          },
          {
            id: "9284",
            name: "Курорт Озеро",
          },
          {
            id: "2452",
            name: "Медвежье Озеро",
          },
          {
            id: "9129",
            name: "Жуково (Курганская область)",
          },
          {
            id: "9142",
            name: "Сетовное",
          },
          {
            id: "9269",
            name: "Кривское",
          },
          {
            id: "9018",
            name: "Птичье (Курганская область)",
          },
          {
            id: "9076",
            name: "Кислянка",
          },
          {
            id: "2683",
            name: "Каргаполье",
          },
          {
            id: "4959",
            name: "Кетово",
          },
          {
            id: "8884",
            name: "Каширино",
          },
          {
            id: "9339",
            name: "Памятное",
          },
          {
            id: "9450",
            name: "Шмаково",
          },
          {
            id: "9168",
            name: "Долговское",
          },
          {
            id: "9027",
            name: "Нагорское",
          },
          {
            id: "8902",
            name: "Башкирское",
          },
          {
            id: "9223",
            name: "Прорывное",
          },
          {
            id: "9299",
            name: "Новогеоргиевка 2-я",
          },
          {
            id: "9346",
            name: "Камаган",
          },
          {
            id: "1312",
            name: "Макушино",
          },
          {
            id: "9230",
            name: "Михалево",
          },
          {
            id: "9423",
            name: "Менщиково",
          },
          {
            id: "9009",
            name: "Канаши",
          },
          {
            id: "4961",
            name: "Лебяжье (Курганская область)",
          },
          {
            id: "5815",
            name: "Сиреневый (Курганская область)",
          },
          {
            id: "9256",
            name: "Кирово",
          },
          {
            id: "9330",
            name: "Косолапово",
          },
          {
            id: "9125",
            name: "Сухмень",
          },
          {
            id: "9093",
            name: "Горохово",
          },
          {
            id: "9158",
            name: "Новый Мир",
          },
          {
            id: "9052",
            name: "Галкино",
          },
          {
            id: "5814",
            name: "Просвет (Курганская область)",
          },
          {
            id: "4963",
            name: "Мокроусово",
          },
          {
            id: "9366",
            name: "Шастово",
          },
          {
            id: "9107",
            name: "Красномыльское",
          },
          {
            id: "4958",
            name: "Иковка",
          },
          {
            id: "9401",
            name: "Скоблино",
          },
          {
            id: "9216",
            name: "Вилкино",
          },
          {
            id: "9225",
            name: "Чаши",
          },
          {
            id: "9426",
            name: "Костыгин Лог",
          },
          {
            id: "9220",
            name: "Красная Нива",
          },
          {
            id: "4954",
            name: "Варгаши",
          },
          {
            id: "9359",
            name: "Верхняя Теча",
          },
          {
            id: "1310",
            name: "Катайск",
          },
          {
            id: "9456",
            name: "Мостовское",
          },
          {
            id: "9290",
            name: "Кислянское",
          },
          {
            id: "9309",
            name: "Ключевское",
          },
          {
            id: "9164",
            name: "Песчанское",
          },
          {
            id: "4953",
            name: "Белозерское (Курганская область)",
          },
          {
            id: "8945",
            name: "Боровское (Курганская область)",
          },
          {
            id: "9139",
            name: "Верхнее",
          },
          {
            id: "6582",
            name: "Садовое (Курганская область)",
          },
          {
            id: "9320",
            name: "Крутая Горка",
          },
          {
            id: "8899",
            name: "Лопатки",
          },
          {
            id: "2666",
            name: "Мишкино",
          },
          {
            id: "9254",
            name: "Медведское",
          },
          {
            id: "8944",
            name: "Восточное (Курганская область)",
          },
        ],
      },
    ],
  },
  {
    id: "10010",
    name: "Южный федеральный округ",
    areas: [
      {
        id: "1438",
        name: "Краснодарский край",
        areas: [
          {
            id: "53",
            name: "Краснодар",
          },
          {
            id: "237",
            name: "Сочи",
          },
          {
            id: "1454",
            name: "Новороссийск",
          },
          {
            id: "1440",
            name: "Анапа",
          },
          {
            id: "1442",
            name: "Армавир",
          },
          {
            id: "1444",
            name: "Геленджик",
          },
          {
            id: "2377",
            name: "Адлер",
          },
          {
            id: "1443",
            name: "Белореченск",
          },
          {
            id: "1450",
            name: "Крымск",
          },
          {
            id: "1447",
            name: "Ейск",
          },
          {
            id: "3050",
            name: "Лазаревское",
          },
          {
            id: "1456",
            name: "Славянск-на-Кубани",
          },
          {
            id: "1460",
            name: "Туапсе",
          },
          {
            id: "1459",
            name: "Тихорецк",
          },
          {
            id: "1449",
            name: "Кропоткин",
          },
          {
            id: "1458",
            name: "Тимашевск",
          },
          {
            id: "2505",
            name: "Брюховецкая станица",
          },
          {
            id: "1439",
            name: "Абинск",
          },
          {
            id: "2639",
            name: "Павловская",
          },
          {
            id: "1461",
            name: "Усть-Лабинск",
          },
          {
            id: "1457",
            name: "Темрюк",
          },
          {
            id: "1453",
            name: "Новокубанск",
          },
          {
            id: "3446",
            name: "Ярославская",
          },
          {
            id: "1451",
            name: "Курганинск",
          },
          {
            id: "5037",
            name: "Эстосадок",
          },
          {
            id: "2708",
            name: "Афипский",
          },
          {
            id: "2643",
            name: "Дивноморское",
          },
          {
            id: "2444",
            name: "Мостовской",
          },
          {
            id: "2447",
            name: "Ленинградская станица",
          },
          {
            id: "2448",
            name: "Динская станица",
          },
          {
            id: "2654",
            name: "Кущевская станица",
          },
          {
            id: "3432",
            name: "Новомихайловский",
          },
          {
            id: "2805",
            name: "Красная Поляна",
          },
          {
            id: "1441",
            name: "Апшеронск",
          },
          {
            id: "1452",
            name: "Лабинск",
          },
          {
            id: "2432",
            name: "Каневская",
          },
          {
            id: "2642",
            name: "Староминская",
          },
          {
            id: "2658",
            name: "Северская станица",
          },
          {
            id: "3315",
            name: "Витязево",
          },
          {
            id: "1448",
            name: "Кореновск",
          },
          {
            id: "1455",
            name: "Приморско-Ахтарск",
          },
          {
            id: "1446",
            name: "Гулькевичи",
          },
          {
            id: "3428",
            name: "Новодмитриевская",
          },
          {
            id: "2754",
            name: "Архипо-Осиповка",
          },
          {
            id: "5528",
            name: "Коржевский (Славянский район)",
          },
          {
            id: "6819",
            name: "Агуй-Шапсуг",
          },
          {
            id: "9611",
            name: "Чернореченская",
          },
          {
            id: "3999",
            name: "Прочноокопская",
          },
          {
            id: "9548",
            name: "Ейское Укрепление",
          },
          {
            id: "5543",
            name: "Виноградный (муниципальное образование город-курорт Анапа)",
          },
          {
            id: "3987",
            name: "Новоплатнировская",
          },
          {
            id: "9678",
            name: "Первомайский (Горячий Ключ)",
          },
          {
            id: "3282",
            name: "Нововеличковская",
          },
          {
            id: "4004",
            name: "Старая Станица (Краснодарский край)",
          },
          {
            id: "9623",
            name: "Лоо",
          },
          {
            id: "9622",
            name: "Малокубанский",
          },
          {
            id: "3711",
            name: "Северо-Енисейский",
          },
          {
            id: "9474",
            name: "Таманский",
          },
          {
            id: "3300",
            name: "Трудобеликовский",
          },
          {
            id: "3307",
            name: "Архангельская",
          },
          {
            id: "9702",
            name: "Запорожская",
          },
          {
            id: "3982",
            name: "Мысхако",
          },
          {
            id: "3327",
            name: "Марьянская",
          },
          {
            id: "3290",
            name: "Рязанская",
          },
          {
            id: "3284",
            name: "Новорождественская",
          },
          {
            id: "5532",
            name: "Нефтегорск (Краснодарский край)",
          },
          {
            id: "9463",
            name: "Ачуево",
          },
          {
            id: "9695",
            name: "Галицын",
          },
          {
            id: "5522",
            name: "Екатериновка (Краснодарский край)",
          },
          {
            id: "9552",
            name: "Брюховецкая",
          },
          {
            id: "11164",
            name: "Ольгинка",
          },
          {
            id: "6468",
            name: "Веселовка (Краснодарский край)",
          },
          {
            id: "6783",
            name: "Братский",
          },
          {
            id: "3964",
            name: "Агой",
          },
          {
            id: "9564",
            name: "Унароково",
          },
          {
            id: "9561",
            name: "Надеждино",
          },
          {
            id: "9649",
            name: "Беноково",
          },
          {
            id: "9668",
            name: "Головинка",
          },
          {
            id: "3261",
            name: "Белозерный",
          },
          {
            id: "3433",
            name: "Новомышастовская",
          },
          {
            id: "3328",
            name: "Мингрельская",
          },
          {
            id: "3442",
            name: "Стрелка",
          },
          {
            id: "3314",
            name: "Верхнебаканский",
          },
          {
            id: "5514",
            name: "Владимирская (Краснодарский край)",
          },
          {
            id: "5517",
            name: "Глубокий (Краснодарский край)",
          },
          {
            id: "9476",
            name: "Надежная",
          },
          {
            id: "9604",
            name: "Мартанская",
          },
          {
            id: "3431",
            name: "Новоминская",
          },
          {
            id: "9563",
            name: "Бакинская",
          },
          {
            id: "5526",
            name: "Ковалевское (Краснодарский край)",
          },
          {
            id: "5509",
            name: "Андрюки",
          },
          {
            id: "9515",
            name: "Ольгинский",
          },
          {
            id: "3294",
            name: "Стародеревянковская",
          },
          {
            id: "3983",
            name: "Небуг",
          },
          {
            id: "9574",
            name: "Поселок имени Максима Горького",
          },
          {
            id: "9591",
            name: "Коржи",
          },
          {
            id: "9562",
            name: "Новосергиевская",
          },
          {
            id: "3323",
            name: "Казанская",
          },
          {
            id: "9480",
            name: "Новопластуновская",
          },
          {
            id: "9621",
            name: "Железный",
          },
          {
            id: "5534",
            name: "Новоалексеевская",
          },
          {
            id: "9692",
            name: "Николенское",
          },
          {
            id: "4016",
            name: "Шкуринская",
          },
          {
            id: "3252",
            name: "Ахтырский",
          },
          {
            id: "9615",
            name: "Гришковское",
          },
          {
            id: "9466",
            name: "Саукдере",
          },
          {
            id: "5507",
            name: "Александровская (Краснодарский край)",
          },
          {
            id: "3443",
            name: "Темижбекская",
          },
          {
            id: "6802",
            name: "Бетта",
          },
          {
            id: "9493",
            name: "Костромская",
          },
          {
            id: "9624",
            name: "Протичка",
          },
          {
            id: "3272",
            name: "Джубга",
          },
          {
            id: "9553",
            name: "Канеловская",
          },
          {
            id: "9661",
            name: "Чебургольская",
          },
          {
            id: "3293",
            name: "Ставропольская",
          },
          {
            id: "3973",
            name: "Горное Лоо",
          },
          {
            id: "9461",
            name: "Гречанная Балка",
          },
          {
            id: "5521",
            name: "Дядьковская",
          },
          {
            id: "3304",
            name: "Азовская",
          },
          {
            id: "3329",
            name: "Михайловская",
          },
          {
            id: "5539",
            name: "Раздольная (Краснодарский край)",
          },
          {
            id: "9590",
            name: "Средний Челбас",
          },
          {
            id: "5538",
            name: "Отрадо-Ольгинское",
          },
          {
            id: "9528",
            name: "Плоская",
          },
          {
            id: "9613",
            name: "Бейсужек Второй",
          },
          {
            id: "9477",
            name: "Тенгинка",
          },
          {
            id: "6392",
            name: "Крыловская станица (Ленинградский район)",
          },
          {
            id: "9632",
            name: "Гайкодзор",
          },
          {
            id: "3977",
            name: "Константиновская (Краснодарский край)",
          },
          {
            id: "9625",
            name: "Тенгинская",
          },
          {
            id: "9593",
            name: "Октябрьский (Курганинский район)",
          },
          {
            id: "9471",
            name: "Павловский (Краснодарский край)",
          },
          {
            id: "9529",
            name: "Веселая",
          },
          {
            id: "9723",
            name: "Куликовский",
          },
          {
            id: "9566",
            name: "Газырь",
          },
          {
            id: "9576",
            name: "Кущевская",
          },
          {
            id: "9504",
            name: "Су-Псех",
          },
          {
            id: "3429",
            name: "Новокорсунская",
          },
          {
            id: "9514",
            name: "Тюменский",
          },
          {
            id: "3312",
            name: "Варениковская",
          },
          {
            id: "3438",
            name: "Родниковская",
          },
          {
            id: "5510",
            name: "Ахтарский",
          },
          {
            id: "9659",
            name: "Красносельское",
          },
          {
            id: "9473",
            name: "Первомайский (Ленинградский район)",
          },
          {
            id: "9512",
            name: "Рисовый",
          },
          {
            id: "3299",
            name: "Троицкая",
          },
          {
            id: "9596",
            name: "Октябрьский (Ейский район)",
          },
          {
            id: "5518",
            name: "Джигинка",
          },
          {
            id: "3968",
            name: "Венцы (Краснодарский край)",
          },
          {
            id: "4008",
            name: "Темиргоевская",
          },
          {
            id: "3997",
            name: "Привольная (Краснодарский край)",
          },
          {
            id: "9616",
            name: "Советский (Тимашевский район)",
          },
          {
            id: "3980",
            name: "Курчанская",
          },
          {
            id: "4013",
            name: "Шедок",
          },
          {
            id: "9568",
            name: "Болгов",
          },
          {
            id: "3993",
            name: "Переправная",
          },
          {
            id: "5529",
            name: "Кубанский (Новопокровский район)",
          },
          {
            id: "3665",
            name: "Тамань",
          },
          {
            id: "6842",
            name: "Ляпино (Краснодарский край)",
          },
          {
            id: "9640",
            name: "Степная",
          },
          {
            id: "5533",
            name: "Нижняя Шиловка",
          },
          {
            id: "4018",
            name: "Ясенская",
          },
          {
            id: "6826",
            name: "Лосево (Краснодарский край)",
          },
          {
            id: "5516",
            name: "Глебовка (Краснодарский край)",
          },
          {
            id: "4007",
            name: "Супсех",
          },
          {
            id: "9688",
            name: "Сукко",
          },
          {
            id: "6824",
            name: "Водный",
          },
          {
            id: "5508",
            name: "Алексеевская (Краснодарский край)",
          },
          {
            id: "9601",
            name: "Ахметовская",
          },
          {
            id: "9486",
            name: "Щербиновский",
          },
          {
            id: "9523",
            name: "Ленинский (Краснодарский край)",
          },
          {
            id: "9715",
            name: "Чепигинская",
          },
          {
            id: "5511",
            name: "Баговская",
          },
          {
            id: "9507",
            name: "Бараниковский",
          },
          {
            id: "9675",
            name: "Восточная",
          },
          {
            id: "9511",
            name: "Гражданский",
          },
          {
            id: "9532",
            name: "Черниговское",
          },
          {
            id: "5537",
            name: "Орел-Изумруд (Краснодарский край)",
          },
          {
            id: "3277",
            name: "Коноково",
          },
          {
            id: "3318",
            name: "Гостагаевская",
          },
          {
            id: "3992",
            name: "Передовая (Краснодарский край)",
          },
          {
            id: "9605",
            name: "Меклета",
          },
          {
            id: "3276",
            name: "Кавказская",
          },
          {
            id: "3439",
            name: "Спокойная",
          },
          {
            id: "5524",
            name: "Индустриальный (Краснодарский край)",
          },
          {
            id: "9571",
            name: "Кубанская",
          },
          {
            id: "4011",
            name: "Черноерковская",
          },
          {
            id: "9557",
            name: "Роте-Фане",
          },
          {
            id: "9485",
            name: "Глафировка",
          },
          {
            id: "9483",
            name: "Трехсельское",
          },
          {
            id: "3319",
            name: "Гривенская",
          },
          {
            id: "3278",
            name: "Ладожская",
          },
          {
            id: "3975",
            name: "Калниболотская",
          },
          {
            id: "3281",
            name: "Нижнебаканская",
          },
          {
            id: "6068",
            name: "Виноградный (Темрюкский район)",
          },
          {
            id: "9664",
            name: "Еремизино-Борисовская",
          },
          {
            id: "9708",
            name: "Каладжинская",
          },
          {
            id: "9627",
            name: "Безлесный",
          },
          {
            id: "9587",
            name: "Октябрьский (Ленинградский район)",
          },
          {
            id: "9629",
            name: "Федоровская",
          },
          {
            id: "6825",
            name: "Марьино",
          },
          {
            id: "9667",
            name: "Андрее-Дмитриевская",
          },
          {
            id: "9582",
            name: "Новопокровский",
          },
          {
            id: "9502",
            name: "Кугоейская",
          },
          {
            id: "3445",
            name: "Фастовецкая",
          },
          {
            id: "3981",
            name: "Майкопское",
          },
          {
            id: "9639",
            name: "Кубанская степь",
          },
          {
            id: "3969",
            name: "Вознесенская (Краснодарский край)",
          },
          {
            id: "9633",
            name: "Кучугуры",
          },
          {
            id: "3662",
            name: "Южный (Краснодарский край)",
          },
          {
            id: "9646",
            name: "Молдаванское",
          },
          {
            id: "9594",
            name: "Приреченский",
          },
          {
            id: "5544",
            name: "Виноградный (Крымский район)",
          },
          {
            id: "9545",
            name: "Восход (Краснодарский край)",
          },
          {
            id: "3285",
            name: "Октябрьская (Крыловский район,Краснодарский край)",
          },
          {
            id: "3441",
            name: "Старолеушковская",
          },
          {
            id: "3986",
            name: "Новомалороссийская",
          },
          {
            id: "9716",
            name: "Урупский (Отрадненский район)",
          },
          {
            id: "9494",
            name: "Пшада",
          },
          {
            id: "9610",
            name: "Нововладимировская",
          },
          {
            id: "3991",
            name: "Парковый",
          },
          {
            id: "3436",
            name: "Раевская",
          },
          {
            id: "3287",
            name: "Платнировская",
          },
          {
            id: "9679",
            name: "Светлый Путь",
          },
          {
            id: "9651",
            name: "Черный Ерик",
          },
          {
            id: "9468",
            name: "Алексее-Тенгинская",
          },
          {
            id: "3316",
            name: "Гайдук",
          },
          {
            id: "6373",
            name: "Октябрьский (Красноармейский район, Краснодарский край)",
          },
          {
            id: "9513",
            name: "Уманский",
          },
          {
            id: "9592",
            name: "Лебеди",
          },
          {
            id: "5530",
            name: "Мирской (Кавказский район)",
          },
          {
            id: "9534",
            name: "Ирклиевская",
          },
          {
            id: "3297",
            name: "Старощербиновская",
          },
          {
            id: "9657",
            name: "Светлогорское",
          },
          {
            id: "3257",
            name: "Белая Глина",
          },
          {
            id: "5523",
            name: "Заветный",
          },
          {
            id: "9724",
            name: "Новопашковская",
          },
          {
            id: "4001",
            name: "Саратовская",
          },
          {
            id: "3998",
            name: "Прикубанский",
          },
          {
            id: "4015",
            name: "Широчанка",
          },
          {
            id: "9717",
            name: "Ново-Березанский",
          },
          {
            id: "9707",
            name: "Ильич",
          },
          {
            id: "3996",
            name: "Попутная",
          },
          {
            id: "3325",
            name: "Кирпильская",
          },
          {
            id: "1445",
            name: "Горячий Ключ",
          },
          {
            id: "11081",
            name: "Знаменский (Краснодарский край)",
          },
          {
            id: "4010",
            name: "Челбасская",
          },
          {
            id: "5506",
            name: "Адагум",
          },
          {
            id: "9712",
            name: "Образцовый",
          },
          {
            id: "9607",
            name: "Подгорная",
          },
          {
            id: "9588",
            name: "Убеженская",
          },
          {
            id: "3288",
            name: "Полтавская",
          },
          {
            id: "3994",
            name: "Переясловская",
          },
          {
            id: "3321",
            name: "Должанская",
          },
          {
            id: "9567",
            name: "Кубань",
          },
          {
            id: "1462",
            name: "Хадыженск",
          },
          {
            id: "3978",
            name: "Красное (Краснодарский край)",
          },
          {
            id: "4014",
            name: "Шепси",
          },
          {
            id: "3971",
            name: "Вышестеблиевская",
          },
          {
            id: "9489",
            name: "Хутор Южный (Курганинский район)",
          },
          {
            id: "2641",
            name: "Кабардинка",
          },
          {
            id: "9662",
            name: "Бичевой",
          },
          {
            id: "3988",
            name: "Новоукраинское",
          },
          {
            id: "6376",
            name: "Юбилейный (Краснодарский край)",
          },
          {
            id: "3437",
            name: "Роговская",
          },
          {
            id: "3292",
            name: "Советская",
          },
          {
            id: "5519",
            name: "Дмитриевская (Краснодарский край)",
          },
          {
            id: "3295",
            name: "Старотитаровская",
          },
          {
            id: "3444",
            name: "Удобная",
          },
          {
            id: "4012",
            name: "Черноморский",
          },
          {
            id: "9482",
            name: "Новоивановская",
          },
          {
            id: "3430",
            name: "Новолеушковская",
          },
          {
            id: "3965",
            name: "Агроном (Краснодарский край)",
          },
          {
            id: "9526",
            name: "Советский (Ейский район)",
          },
          {
            id: "6833",
            name: "Первомайский (Краснодарский край)",
          },
          {
            id: "4006",
            name: "Старонижестеблиевская",
          },
          {
            id: "9722",
            name: "Сладкий",
          },
          {
            id: "9630",
            name: "Бузиновская",
          },
          {
            id: "3989",
            name: "Ольгинская",
          },
          {
            id: "3311",
            name: "Бриньковская",
          },
          {
            id: "4005",
            name: "Староджерелиевская",
          },
          {
            id: "9720",
            name: "Первомайский (Кущевский район)",
          },
          {
            id: "3280",
            name: "Медведовская",
          },
          {
            id: "9518",
            name: "Октябрьский (Павловский район)",
          },
          {
            id: "9464",
            name: "Новоалексеевское (Краснодарский край)",
          },
          {
            id: "9600",
            name: "Северин",
          },
          {
            id: "5515",
            name: "Высокое (Краснодарский край)",
          },
          {
            id: "3972",
            name: "Гирей",
          },
          {
            id: "9499",
            name: "Танцура Крамаренко",
          },
          {
            id: "9573",
            name: "Поселок Южный (Усть-Лабинский район)",
          },
          {
            id: "9682",
            name: "Тверская",
          },
          {
            id: "3296",
            name: "Старомышастовская",
          },
          {
            id: "6829",
            name: "Алексеевский",
          },
          {
            id: "3721",
            name: "Пластуновская",
          },
          {
            id: "9704",
            name: "Горькая Балка",
          },
          {
            id: "3313",
            name: "Великовечное",
          },
          {
            id: "3984",
            name: "Незамаевская",
          },
          {
            id: "3435",
            name: "Петровская",
          },
          {
            id: "4009",
            name: "Чамлыкская",
          },
          {
            id: "5513",
            name: "Весёлое (Краснодарский край)",
          },
          {
            id: "3322",
            name: "Елизаветинская",
          },
          {
            id: "9655",
            name: "Новолокинская",
          },
          {
            id: "5540",
            name: "Соколовское (Краснодарский край)",
          },
          {
            id: "3303",
            name: "Абрау-Дюрсо",
          },
          {
            id: "9620",
            name: "Благовещенская",
          },
          {
            id: "9706",
            name: "Махошевская",
          },
          {
            id: "6837",
            name: "Комсомольский (Краснодарский край)",
          },
          {
            id: "3967",
            name: "Батуринская",
          },
          {
            id: "3426",
            name: "Новодеревянковская",
          },
          {
            id: "9542",
            name: "Зассовская",
          },
          {
            id: "3058",
            name: "Калининская",
          },
          {
            id: "5531",
            name: "Натухаевская",
          },
          {
            id: "3440",
            name: "Старокорсунская",
          },
          {
            id: "6828",
            name: "Марьинский",
          },
          {
            id: "5535",
            name: "Новобейсугская",
          },
          {
            id: "9577",
            name: "Мерчанское",
          },
          {
            id: "9656",
            name: "Большой Бейсуг",
          },
          {
            id: "6458",
            name: "Сириус",
          },
          {
            id: "3326",
            name: "Кисляковская",
          },
          {
            id: "9637",
            name: "Песчаный (Краснодарский край)",
          },
          {
            id: "9598",
            name: "Приазовская",
          },
          {
            id: "9669",
            name: "Беднягина",
          },
          {
            id: "5541",
            name: "Упорная",
          },
          {
            id: "3279",
            name: "Львовское",
          },
          {
            id: "9549",
            name: "Первая Синюха",
          },
          {
            id: "3979",
            name: "Красносельский (Краснодарский край)",
          },
          {
            id: "9519",
            name: "Придорожная",
          },
          {
            id: "3320",
            name: "Двубратский",
          },
          {
            id: "5512",
            name: "Берёзовый (Краснодарский край)",
          },
          {
            id: "9705",
            name: "Фонталовская",
          },
          {
            id: "3270",
            name: "Васюринская",
          },
          {
            id: "2652",
            name: "Крыловская станица (Крыловский район)",
          },
          {
            id: "9578",
            name: "Джумайловка",
          },
          {
            id: "9721",
            name: "Благодарное",
          },
          {
            id: "9718",
            name: "Бойкопонура",
          },
          {
            id: "9470",
            name: "Первореченское",
          },
          {
            id: "3990",
            name: "Отрадо-Кубанское",
          },
          {
            id: "3273",
            name: "Ивановская",
          },
          {
            id: "3976",
            name: "Киевское (Краснодарский край)",
          },
          {
            id: "2694",
            name: "Тбилисская",
          },
          {
            id: "2689",
            name: "Новотитаровская",
          },
          {
            id: "3310",
            name: "Бесскорбная",
          },
          {
            id: "11165",
            name: "Колосистый",
          },
          {
            id: "3317",
            name: "Голубицкая",
          },
          {
            id: "3966",
            name: "Ахтанизовская",
          },
          {
            id: "3970",
            name: "Воронежская (Краснодарский край)",
          },
          {
            id: "3427",
            name: "Новоджерелиевская",
          },
          {
            id: "9643",
            name: "Заря (Краснодарский край)",
          },
          {
            id: "3308",
            name: "Атаманская",
          },
          {
            id: "5542",
            name: "Цибанобалка",
          },
          {
            id: "9693",
            name: "Прогресс (Краснодарский край)",
          },
          {
            id: "3301",
            name: "Успенское (Краснодарский край)",
          },
          {
            id: "4003",
            name: "Совхозный (Краснодарский край)",
          },
          {
            id: "9543",
            name: "Успенская",
          },
          {
            id: "6596",
            name: "Ленина (Краснодарский край)",
          },
          {
            id: "9690",
            name: "Суворовское",
          },
          {
            id: "5525",
            name: "Калужская (Краснодарский край)",
          },
          {
            id: "3286",
            name: "Отрадная",
          },
          {
            id: "9522",
            name: "Бейсуг",
          },
          {
            id: "3275",
            name: "Ильский",
          },
          {
            id: "3298",
            name: "Терновская",
          },
          {
            id: "2678",
            name: "Старовеличковская",
          },
          {
            id: "3283",
            name: "Новопокровская",
          },
          {
            id: "3995",
            name: "Петропавловская (Краснодарский край)",
          },
          {
            id: "4000",
            name: "Пшехская",
          },
          {
            id: "2640",
            name: "Выселки",
          },
          {
            id: "3974",
            name: "Губская",
          },
          {
            id: "4002",
            name: "Сенной (Краснодарский край)",
          },
          {
            id: "9581",
            name: "Воздвиженская",
          },
          {
            id: "5520",
            name: "Днепровская",
          },
          {
            id: "5527",
            name: "Копанская",
          },
          {
            id: "9609",
            name: "Шабельское",
          },
          {
            id: "6862",
            name: "Молодёжный",
          },
          {
            id: "4017",
            name: "Юровка (Краснодарский край)",
          },
          {
            id: "3324",
            name: "Камышеватская",
          },
          {
            id: "3271",
            name: "Дагомыс",
          },
          {
            id: "9652",
            name: "Кутаис",
          },
          {
            id: "9575",
            name: "Бесленеевская",
          },
          {
            id: "3306",
            name: "Анастасиевская",
          },
          {
            id: "9673",
            name: "Ванновское",
          },
          {
            id: "9670",
            name: "Урупский (Успенский район)",
          },
          {
            id: "3434",
            name: "Новощербиновская",
          },
          {
            id: "3274",
            name: "Ильинская",
          },
          {
            id: "3302",
            name: "Холмская",
          },
          {
            id: "3985",
            name: "Новолабинская",
          },
          {
            id: "3330",
            name: "Некрасовская",
          },
          {
            id: "3291",
            name: "Смоленская",
          },
          {
            id: "9520",
            name: "Александровский",
          },
          {
            id: "9626",
            name: "Хоперская",
          },
          {
            id: "3305",
            name: "Анапская",
          },
          {
            id: "5536",
            name: "Новониколаевская (Краснодарский край)",
          },
          {
            id: "3289",
            name: "Псебай",
          },
          {
            id: "3267",
            name: "Березанская",
          },
        ],
      },
      {
        id: "1530",
        name: "Ростовская область",
        areas: [
          {
            id: "76",
            name: "Ростов-на-Дону",
          },
          {
            id: "1532",
            name: "Аксай (Ростовская область)",
          },
          {
            id: "1550",
            name: "Таганрог",
          },
          {
            id: "1533",
            name: "Батайск",
          },
          {
            id: "1552",
            name: "Шахты",
          },
          {
            id: "1545",
            name: "Новочеркасск",
          },
          {
            id: "1543",
            name: "Миллерово",
          },
          {
            id: "1531",
            name: "Азов",
          },
          {
            id: "1546",
            name: "Новошахтинск",
          },
          {
            id: "1536",
            name: "Гуково",
          },
          {
            id: "1535",
            name: "Волгодонск",
          },
          {
            id: "1547",
            name: "Пролетарск",
          },
          {
            id: "1548",
            name: "Сальск",
          },
          {
            id: "1540",
            name: "Каменск-Шахтинский",
          },
          {
            id: "1534",
            name: "Белая Калитва",
          },
          {
            id: "1542",
            name: "Красный Сулин",
          },
          {
            id: "1544",
            name: "Морозовск",
          },
          {
            id: "1549",
            name: "Семикаракорск",
          },
          {
            id: "1539",
            name: "Зерноград",
          },
          {
            id: "4506",
            name: "Грушевская",
          },
          {
            id: "4496",
            name: "Большая Мартыновка",
          },
          {
            id: "1537",
            name: "Донецк (Ростовская область)",
          },
          {
            id: "1541",
            name: "Константиновск",
          },
          {
            id: "1538",
            name: "Зверево",
          },
          {
            id: "8708",
            name: "Покрово-Марфино",
          },
          {
            id: "8691",
            name: "Мещеряковский",
          },
          {
            id: "4495",
            name: "Боковская",
          },
          {
            id: "8742",
            name: "Политотдельское",
          },
          {
            id: "4523",
            name: "Кривянская",
          },
          {
            id: "8839",
            name: "Анастасиевка",
          },
          {
            id: "8787",
            name: "Задонно-Кагальницкая",
          },
          {
            id: "4564",
            name: "Яблоновский",
          },
          {
            id: "4535",
            name: "Николаевская",
          },
          {
            id: "8827",
            name: "Новоселовка",
          },
          {
            id: "8723",
            name: "Сетраки",
          },
          {
            id: "6956",
            name: "Круглое (Ростовская область)",
          },
          {
            id: "8857",
            name: "Большая Таловая",
          },
          {
            id: "4563",
            name: "Шолоховский",
          },
          {
            id: "8641",
            name: "Криворожье",
          },
          {
            id: "4537",
            name: "Новобатайск",
          },
          {
            id: "8852",
            name: "Новоцимлянская",
          },
          {
            id: "6852",
            name: "Манычская",
          },
          {
            id: "4521",
            name: "Красновка",
          },
          {
            id: "3699",
            name: "Кагальницкая",
          },
          {
            id: "4518",
            name: "Коксовый",
          },
          {
            id: "4507",
            name: "Дубовское",
          },
          {
            id: "4505",
            name: "Горняцкий",
          },
          {
            id: "8681",
            name: "Новороговская",
          },
          {
            id: "8810",
            name: "Андреево-Мелентьево",
          },
          {
            id: "8735",
            name: "Сиротский",
          },
          {
            id: "4542",
            name: "Персиановский",
          },
          {
            id: "4554",
            name: "Синегорский",
          },
          {
            id: "4557",
            name: "Тарасовский",
          },
          {
            id: "4519",
            name: "Красная Поляна (Ростовская область)",
          },
          {
            id: "8673",
            name: "Раздорская",
          },
          {
            id: "5300",
            name: "Крым (Ростовская область)",
          },
          {
            id: "8848",
            name: "Каменная Балка",
          },
          {
            id: "8659",
            name: "Сохрановка",
          },
          {
            id: "6856",
            name: "Керчик-Савров",
          },
          {
            id: "8817",
            name: "Гуляй-Борисовка",
          },
          {
            id: "4528",
            name: "Мальчевская",
          },
          {
            id: "8820",
            name: "Путь Правды",
          },
          {
            id: "8835",
            name: "Апаринский",
          },
          {
            id: "5994",
            name: "Овощной (Ростовская область)",
          },
          {
            id: "8828",
            name: "Первомайское (Ростовская область)",
          },
          {
            id: "8651",
            name: "Верхнегрушевский",
          },
          {
            id: "6840",
            name: "Красногорняцкий",
          },
          {
            id: "8655",
            name: "Сорговый",
          },
          {
            id: "8718",
            name: "Маньково-Березовская",
          },
          {
            id: "2817",
            name: "Тацинская",
          },
          {
            id: "8790",
            name: "Владимировская",
          },
          {
            id: "6858",
            name: "Алексеевка (Ростовская область)",
          },
          {
            id: "4540",
            name: "Обливская",
          },
          {
            id: "8768",
            name: "Алексеево-Лозовское",
          },
          {
            id: "8844",
            name: "Ряженое",
          },
          {
            id: "8683",
            name: "Лозной",
          },
          {
            id: "4509",
            name: "Жирнов",
          },
          {
            id: "4547",
            name: "Развильное",
          },
          {
            id: "6857",
            name: "Нижнедонской",
          },
          {
            id: "4534",
            name: "Николаевка (Ростовская область)",
          },
          {
            id: "8751",
            name: "Базковская",
          },
          {
            id: "8795",
            name: "Красный Десант",
          },
          {
            id: "8834",
            name: "Митякинская",
          },
          {
            id: "8863",
            name: "Крученная Балка",
          },
          {
            id: "6803",
            name: "Конезавод имени Буденного",
          },
          {
            id: "4514",
            name: "Калинин",
          },
          {
            id: "8664",
            name: "Гашун",
          },
          {
            id: "4492",
            name: "Александровка (Ростовская область)",
          },
          {
            id: "4516",
            name: "Кашары",
          },
          {
            id: "8814",
            name: "Маргаритово",
          },
          {
            id: "8785",
            name: "Журавлевка",
          },
          {
            id: "8716",
            name: "Буденновская",
          },
          {
            id: "8737",
            name: "Екатериновка (Сальский район)",
          },
          {
            id: "8763",
            name: "Позднеевка",
          },
          {
            id: "8684",
            name: "Зеленолугский",
          },
          {
            id: "8703",
            name: "Камышевка",
          },
          {
            id: "6859",
            name: "Стефанидинодар",
          },
          {
            id: "8748",
            name: "Латоново",
          },
          {
            id: "8665",
            name: "Чапаев",
          },
          {
            id: "8823",
            name: "Екатериновка (Матвеево-Курганский район)",
          },
          {
            id: "4544",
            name: "Пешково",
          },
          {
            id: "4553",
            name: "Сандата",
          },
          {
            id: "6832",
            name: "Новоперсиановка",
          },
          {
            id: "6801",
            name: "Опенки",
          },
          {
            id: "8861",
            name: "Чернышевка",
          },
          {
            id: "4559",
            name: "Усть-Донецкий",
          },
          {
            id: "8724",
            name: "Литвиновка",
          },
          {
            id: "8854",
            name: "Лысогорка",
          },
          {
            id: "4548",
            name: "Рассвет",
          },
          {
            id: "4524",
            name: "Куйбышево (Ростовская область)",
          },
          {
            id: "4503",
            name: "Гигант",
          },
          {
            id: "8803",
            name: "Елизаветовка",
          },
          {
            id: "8704",
            name: "Новомирский",
          },
          {
            id: "8650",
            name: "Камышев",
          },
          {
            id: "8755",
            name: "Березовка (Ростовская область)",
          },
          {
            id: "6845",
            name: "Костино-Быстрянский",
          },
          {
            id: "8736",
            name: "Кавалерский",
          },
          {
            id: "4493",
            name: "Арпачин",
          },
          {
            id: "8775",
            name: "Сулин",
          },
          {
            id: "8747",
            name: "Волошино",
          },
          {
            id: "6792",
            name: "Новозарянский",
          },
          {
            id: "8678",
            name: "Отрадовка",
          },
          {
            id: "4525",
            name: "Кулешовка",
          },
          {
            id: "8625",
            name: "Малокирсановка",
          },
          {
            id: "8685",
            name: "Малоорловский",
          },
          {
            id: "8646",
            name: "Денисов",
          },
          {
            id: "8777",
            name: "Порт-Катон",
          },
          {
            id: "8640",
            name: "Рябичев",
          },
          {
            id: "8822",
            name: "Колодези",
          },
          {
            id: "4536",
            name: "Новониколаевский",
          },
          {
            id: "8797",
            name: "Балко-Грузский",
          },
          {
            id: "4558",
            name: "Углеродовский",
          },
          {
            id: "8676",
            name: "Богураев",
          },
          {
            id: "8858",
            name: "Скосырская",
          },
          {
            id: "8804",
            name: "Сухой",
          },
          {
            id: "8824",
            name: "Заплавская",
          },
          {
            id: "8770",
            name: "Кружилинский",
          },
          {
            id: "4500",
            name: "Быстрогорский",
          },
          {
            id: "6850",
            name: "Жуково-Татарский",
          },
          {
            id: "8636",
            name: "Светлоречное",
          },
          {
            id: "8644",
            name: "Ольховый Рог",
          },
          {
            id: "8850",
            name: "Кугей",
          },
          {
            id: "8778",
            name: "Победа (Волгодонский район)",
          },
          {
            id: "8832",
            name: "Марфинка",
          },
          {
            id: "8635",
            name: "Семибалки",
          },
          {
            id: "6632",
            name: "Мишкинская",
          },
          {
            id: "8687",
            name: "Савоськин",
          },
          {
            id: "2809",
            name: "Егорлыкская",
          },
          {
            id: "4538",
            name: "Новобессергеневка",
          },
          {
            id: "4515",
            name: "Каменоломни",
          },
          {
            id: "8705",
            name: "Ольховчик",
          },
          {
            id: "2638",
            name: "Орловский",
          },
          {
            id: "4555",
            name: "Синявское",
          },
          {
            id: "8697",
            name: "Золотаревка",
          },
          {
            id: "8666",
            name: "Ленинаван",
          },
          {
            id: "8693",
            name: "Колундаевский",
          },
          {
            id: "8631",
            name: "Красное Знамя",
          },
          {
            id: "6790",
            name: "Божковка",
          },
          {
            id: "4562",
            name: "Чертково",
          },
          {
            id: "8694",
            name: "Интернациональный",
          },
          {
            id: "4494",
            name: "Багаевская",
          },
          {
            id: "6797",
            name: "Бессергеневская",
          },
          {
            id: "6804",
            name: "Вербочки",
          },
          {
            id: "8807",
            name: "Кугейский",
          },
          {
            id: "8769",
            name: "Хуторской",
          },
          {
            id: "4539",
            name: "Новый Егорлык",
          },
          {
            id: "8626",
            name: "Можаевка",
          },
          {
            id: "8760",
            name: "Авило-Успенка",
          },
          {
            id: "4529",
            name: "Маньково-Калитвенская",
          },
          {
            id: "8793",
            name: "Недвиговка",
          },
          {
            id: "4533",
            name: "Милютинская",
          },
          {
            id: "8622",
            name: "Кринично-Лугский",
          },
          {
            id: "8847",
            name: "Кульбаково",
          },
          {
            id: "4546",
            name: "Приморка",
          },
          {
            id: "8783",
            name: "Клюев",
          },
          {
            id: "5302",
            name: "Красноярская (Ростовская область)",
          },
          {
            id: "5995",
            name: "Новониколаевка (Ростовская область, Азовский район)",
          },
          {
            id: "4552",
            name: "Самарское",
          },
          {
            id: "4550",
            name: "Родионово-Несветайская",
          },
          {
            id: "8838",
            name: "Михайлово-Александровка",
          },
          {
            id: "4545",
            name: "Покровское (Ростовская область)",
          },
          {
            id: "1551",
            name: "Цимлянск",
          },
          {
            id: "4513",
            name: "Казанская (Ростовская область)",
          },
          {
            id: "4560",
            name: "Целина",
          },
          {
            id: "4522",
            name: "Красюковская",
          },
          {
            id: "5301",
            name: "Советская (Ростовская область)",
          },
          {
            id: "4517",
            name: "Кировская",
          },
          {
            id: "8638",
            name: "Маркин",
          },
          {
            id: "8836",
            name: "Войнов",
          },
          {
            id: "8776",
            name: "Жуковское",
          },
          {
            id: "4532",
            name: "Мечетинская",
          },
          {
            id: "8722",
            name: "Весело-Вознесенка",
          },
          {
            id: "8800",
            name: "Мокрый Гашун",
          },
          {
            id: "4520",
            name: "Красноармейский",
          },
          {
            id: "5038",
            name: "Верхнетемерницкий",
          },
          {
            id: "8670",
            name: "Индустриальный (Ростовская область)",
          },
          {
            id: "4510",
            name: "Заветное",
          },
          {
            id: "8743",
            name: "Табунщиково",
          },
          {
            id: "8799",
            name: "Парамонов",
          },
          {
            id: "6827",
            name: "Старочеркасская",
          },
          {
            id: "8654",
            name: "Васильево-Шамшево",
          },
          {
            id: "8756",
            name: "Николаевский 2-й",
          },
          {
            id: "4551",
            name: "Романовская",
          },
          {
            id: "5996",
            name: "Песчаный (Ростовская область)",
          },
          {
            id: "8726",
            name: "Барило-Крепинская",
          },
          {
            id: "8811",
            name: "Займо-Обрыв",
          },
          {
            id: "8794",
            name: "Жуковская",
          },
          {
            id: "4502",
            name: "Вешенская",
          },
          {
            id: "8656",
            name: "Чирский",
          },
          {
            id: "6795",
            name: "Киреевка",
          },
          {
            id: "4511",
            name: "Зимовники",
          },
          {
            id: "4527",
            name: "Лихой",
          },
          {
            id: "8660",
            name: "Верхний Митякин",
          },
          {
            id: "8764",
            name: "Верхняковский",
          },
          {
            id: "8791",
            name: "Мокрый Батай",
          },
          {
            id: "4543",
            name: "Песчанокопское",
          },
          {
            id: "8759",
            name: "Лопанка",
          },
          {
            id: "8849",
            name: "Вислый",
          },
          {
            id: "4501",
            name: "Веселый",
          },
          {
            id: "4531",
            name: "Мелиховская",
          },
          {
            id: "5299",
            name: "Южный (Ростовская область)",
          },
          {
            id: "8719",
            name: "Большая Кирсановка",
          },
          {
            id: "6526",
            name: "Вареновка",
          },
          {
            id: "8633",
            name: "Калининский",
          },
          {
            id: "8671",
            name: "Нижне-Кундрюченская",
          },
          {
            id: "4508",
            name: "Елкин",
          },
          {
            id: "8733",
            name: "Мешковская",
          },
          {
            id: "8833",
            name: "Маркинская",
          },
          {
            id: "8645",
            name: "Верхнесоленый",
          },
          {
            id: "8717",
            name: "Пухляковский",
          },
          {
            id: "8702",
            name: "Дубенцовская",
          },
          {
            id: "8701",
            name: "Верхнеподпольный",
          },
          {
            id: "4504",
            name: "Глубокий",
          },
          {
            id: "8812",
            name: "Григорьевка (Ростовская область)",
          },
          {
            id: "8772",
            name: "Меркуловский",
          },
          {
            id: "4497",
            name: "Большая Орловка",
          },
          {
            id: "8773",
            name: "Чистоозерный",
          },
          {
            id: "8658",
            name: "Мигулинская",
          },
          {
            id: "8862",
            name: "Дубровский",
          },
          {
            id: "8674",
            name: "Роговский",
          },
          {
            id: "5303",
            name: "Горный (Ростовская область)",
          },
          {
            id: "4498",
            name: "Большие Салы",
          },
          {
            id: "6678",
            name: "Потапов",
          },
          {
            id: "8767",
            name: "Ленинский (Ростовская область)",
          },
          {
            id: "8864",
            name: "Поповка",
          },
          {
            id: "8623",
            name: "Мирный (Ростовская область)",
          },
          {
            id: "8696",
            name: "Большекрепинская",
          },
          {
            id: "8821",
            name: "Каргинская",
          },
          {
            id: "8798",
            name: "Победа (Азовский район)",
          },
          {
            id: "8802",
            name: "Шептуховка",
          },
          {
            id: "8754",
            name: "Шумилинская",
          },
          {
            id: "8634",
            name: "Селивановская",
          },
          {
            id: "8782",
            name: "Объединенный",
          },
          {
            id: "8682",
            name: "Двуречье",
          },
          {
            id: "4499",
            name: "Большой Лог",
          },
          {
            id: "6607",
            name: "Казачьи Лагери",
          },
          {
            id: "8826",
            name: "Новая Надежда",
          },
          {
            id: "4526",
            name: "Летник",
          },
          {
            id: "8669",
            name: "Ивановка (Ростовская область)",
          },
          {
            id: "8725",
            name: "Таганрогский",
          },
          {
            id: "8784",
            name: "Тополевый",
          },
          {
            id: "8690",
            name: "Углегорский",
          },
          {
            id: "4530",
            name: "Матвеев-Курган",
          },
          {
            id: "8761",
            name: "Самбек",
          },
          {
            id: "8672",
            name: "Солонецкий",
          },
          {
            id: "4561",
            name: "Чалтырь",
          },
          {
            id: "8851",
            name: "Верхнемакеевка",
          },
          {
            id: "8781",
            name: "Октябрьский (Ростовская область)",
          },
          {
            id: "4512",
            name: "Кагальник",
          },
          {
            id: "8744",
            name: "Экспериментальный",
          },
          {
            id: "8842",
            name: "Юловский",
          },
          {
            id: "8808",
            name: "Дегтево",
          },
          {
            id: "4541",
            name: "Ольгинская (Ростовская область)",
          },
          {
            id: "4556",
            name: "Старая Станица",
          },
          {
            id: "4549",
            name: "Ремонтное",
          },
        ],
      },
      {
        id: "1511",
        name: "Волгоградская область",
        areas: [
          {
            id: "24",
            name: "Волгоград",
          },
          {
            id: "1512",
            name: "Волжский (Волгоградская область)",
          },
          {
            id: "1516",
            name: "Камышин",
          },
          {
            id: "1521",
            name: "Михайловка (Волгоградская область)",
          },
          {
            id: "3732",
            name: "Средняя Ахтуба",
          },
          {
            id: "1518",
            name: "Котово",
          },
          {
            id: "1529",
            name: "Фролово",
          },
          {
            id: "6925",
            name: "Вертячий",
          },
          {
            id: "4575",
            name: "Заплавное",
          },
          {
            id: "8715",
            name: "Кругловка",
          },
          {
            id: "8628",
            name: "Верхняя Бузиновка",
          },
          {
            id: "8789",
            name: "Эльтон",
          },
          {
            id: "8846",
            name: "Бурковский",
          },
          {
            id: "5314",
            name: "Колобродов",
          },
          {
            id: "6814",
            name: "Песковатка",
          },
          {
            id: "4580",
            name: "Кумылженская",
          },
          {
            id: "5317",
            name: "Дудаченский",
          },
          {
            id: "4589",
            name: "Преображенская",
          },
          {
            id: "8855",
            name: "Черкесовский",
          },
          {
            id: "8859",
            name: "Октябрьский (Октябрьский район)",
          },
          {
            id: "4569",
            name: "Большие Чапурники",
          },
          {
            id: "8699",
            name: "Россошинский",
          },
          {
            id: "8765",
            name: "Новомаксимовский",
          },
          {
            id: "8786",
            name: "Захаров",
          },
          {
            id: "8710",
            name: "Абганерово",
          },
          {
            id: "8661",
            name: "Аксай (Волгоградская область)",
          },
          {
            id: "5310",
            name: "Шуруповский",
          },
          {
            id: "8809",
            name: "Жутово 2-е",
          },
          {
            id: "8758",
            name: "Роднички",
          },
          {
            id: "6018",
            name: "Среднецарицынский",
          },
          {
            id: "4571",
            name: "Городище",
          },
          {
            id: "4587",
            name: "Октябрьский (Волгоградская область)",
          },
          {
            id: "8698",
            name: "Липовка",
          },
          {
            id: "2710",
            name: "Иловля",
          },
          {
            id: "8649",
            name: "Гмелинка",
          },
          {
            id: "8662",
            name: "Чернолагутинский",
          },
          {
            id: "8692",
            name: "Нижнегнутов",
          },
          {
            id: "8837",
            name: "Нижнецепляевский",
          },
          {
            id: "5306",
            name: "Зензеватка",
          },
          {
            id: "8734",
            name: "Волгодонской",
          },
          {
            id: "8757",
            name: "Самофаловка",
          },
          {
            id: "6836",
            name: "Покровка (Волгоградская область)",
          },
          {
            id: "8689",
            name: "Верхнегнутов",
          },
          {
            id: "6844",
            name: "Сергиевская",
          },
          {
            id: "4568",
            name: "Береславка",
          },
          {
            id: "8780",
            name: "Распопинская",
          },
          {
            id: "8779",
            name: "Нижняя Добринка",
          },
          {
            id: "5304",
            name: "Рябовский",
          },
          {
            id: "8629",
            name: "Харьковка",
          },
          {
            id: "8729",
            name: "Усть-Бузулукская",
          },
          {
            id: "8731",
            name: "Перелазовский",
          },
          {
            id: "8738",
            name: "Усть-Хоперская",
          },
          {
            id: "6813",
            name: "Киреево (Волгоградская область)",
          },
          {
            id: "4566",
            name: "Алексеевская",
          },
          {
            id: "8639",
            name: "Золотари",
          },
          {
            id: "8680",
            name: "Сиротинская",
          },
          {
            id: "8856",
            name: "Рахинка",
          },
          {
            id: "8686",
            name: "Реконструкция",
          },
          {
            id: "8762",
            name: "Краснокоротковский",
          },
          {
            id: "4591",
            name: "Савинка",
          },
          {
            id: "1522",
            name: "Николаевск",
          },
          {
            id: "8667",
            name: "Кленовка",
          },
          {
            id: "8707",
            name: "Ильевка",
          },
          {
            id: "8813",
            name: "Матышево",
          },
          {
            id: "8732",
            name: "Путь Ильича (Ленинский район)",
          },
          {
            id: "4574",
            name: "Ерзовка",
          },
          {
            id: "6843",
            name: "Царев",
          },
          {
            id: "1525",
            name: "Петров Вал",
          },
          {
            id: "4585",
            name: "Новониколаевский (Волгоградская область)",
          },
          {
            id: "8766",
            name: "Калмыковский",
          },
          {
            id: "8796",
            name: "Дворянское",
          },
          {
            id: "8845",
            name: "Путь Ильича (Николаевский район)",
          },
          {
            id: "1527",
            name: "Суровикино",
          },
          {
            id: "8668",
            name: "Зимняцкий",
          },
          {
            id: "8712",
            name: "Бережновка",
          },
          {
            id: "4592",
            name: "Себрово",
          },
          {
            id: "1520",
            name: "Ленинск",
          },
          {
            id: "8630",
            name: "Деминский",
          },
          {
            id: "5313",
            name: "Гуляевка (Волгоградская область)",
          },
          {
            id: "6822",
            name: "Упорниковская",
          },
          {
            id: "8840",
            name: "Краишево",
          },
          {
            id: "8675",
            name: "Салтынский",
          },
          {
            id: "5312",
            name: "Ветютнев",
          },
          {
            id: "8739",
            name: "Солодча",
          },
          {
            id: "8829",
            name: "Верхнекардаильский",
          },
          {
            id: "6815",
            name: "Лозное",
          },
          {
            id: "5320",
            name: "Малодельская",
          },
          {
            id: "8752",
            name: "Бузиновка",
          },
          {
            id: "1519",
            name: "Краснослободск (Волгоградская область)",
          },
          {
            id: "8652",
            name: "Котлубань",
          },
          {
            id: "8841",
            name: "Морец",
          },
          {
            id: "6379",
            name: "Панфилово (Волгоградская область)",
          },
          {
            id: "1526",
            name: "Серафимович",
          },
          {
            id: "8819",
            name: "Терновое",
          },
          {
            id: "4576",
            name: "Кислово",
          },
          {
            id: "8677",
            name: "Голубинская",
          },
          {
            id: "1523",
            name: "Новоаннинский",
          },
          {
            id: "4577",
            name: "Клетская",
          },
          {
            id: "1514",
            name: "Жирновск",
          },
          {
            id: "1524",
            name: "Палласовка",
          },
          {
            id: "5307",
            name: "Образцы",
          },
          {
            id: "8713",
            name: "Горьковский",
          },
          {
            id: "8663",
            name: "Гусевка",
          },
          {
            id: "5305",
            name: "Медведицкий",
          },
          {
            id: "4581",
            name: "Линево",
          },
          {
            id: "8745",
            name: "Филоновская",
          },
          {
            id: "4590",
            name: "Приморск (Волгоградская область)",
          },
          {
            id: "4565",
            name: "Александровка",
          },
          {
            id: "5318",
            name: "Красные Липки",
          },
          {
            id: "4579",
            name: "Красный Яр",
          },
          {
            id: "6839",
            name: "Степной",
          },
          {
            id: "5309",
            name: "Пригородный (Волгоградская область)",
          },
          {
            id: "8730",
            name: "Ежовка",
          },
          {
            id: "8642",
            name: "Шелестово",
          },
          {
            id: "4572",
            name: "Даниловка",
          },
          {
            id: "6816",
            name: "Дубовое (Волгоградская область)",
          },
          {
            id: "8688",
            name: "Привольный",
          },
          {
            id: "4588",
            name: "Ольховка",
          },
          {
            id: "4567",
            name: "Антиповка",
          },
          {
            id: "8643",
            name: "Искра (Волгоградская область)",
          },
          {
            id: "8816",
            name: "Дубовский",
          },
          {
            id: "8825",
            name: "Мачеха",
          },
          {
            id: "8632",
            name: "Салтово",
          },
          {
            id: "5311",
            name: "Рубёжный",
          },
          {
            id: "8741",
            name: "Цаца",
          },
          {
            id: "8727",
            name: "Глазуновская",
          },
          {
            id: "8843",
            name: "Качалино",
          },
          {
            id: "8749",
            name: "Тормосин",
          },
          {
            id: "6854",
            name: "Арчединская",
          },
          {
            id: "8801",
            name: "Бурлук",
          },
          {
            id: "4584",
            name: "Нижний Чир",
          },
          {
            id: "8637",
            name: "Атамановка (Волгоградская область)",
          },
          {
            id: "4583",
            name: "Нехаевская",
          },
          {
            id: "6812",
            name: "Островская",
          },
          {
            id: "6853",
            name: "Логовский",
          },
          {
            id: "2651",
            name: "Светлый Яр",
          },
          {
            id: "8740",
            name: "Верхнечеренский",
          },
          {
            id: "8831",
            name: "Горный Балыклей",
          },
          {
            id: "8627",
            name: "Поселок совхоза АМО",
          },
          {
            id: "5316",
            name: "Школьный (Волгоградская область)",
          },
          {
            id: "4573",
            name: "Елань",
          },
          {
            id: "6811",
            name: "Терса",
          },
          {
            id: "1515",
            name: "Калач-на-Дону",
          },
          {
            id: "6838",
            name: "Кременская",
          },
          {
            id: "2709",
            name: "Рудня (Волгоградская область)",
          },
          {
            id: "8653",
            name: "Нижнеяблочный",
          },
          {
            id: "8624",
            name: "Журавка",
          },
          {
            id: "6817",
            name: "Ляпичев",
          },
          {
            id: "8750",
            name: "Басакин",
          },
          {
            id: "3733",
            name: "Старая Полтавка",
          },
          {
            id: "8714",
            name: "Крепинский",
          },
          {
            id: "4593",
            name: "Чернышковский",
          },
          {
            id: "5322",
            name: "Писарёвка (Волгоградская область)",
          },
          {
            id: "5315",
            name: "Новая Паника",
          },
          {
            id: "8815",
            name: "Калиновский",
          },
          {
            id: "8860",
            name: "Сидоры",
          },
          {
            id: "8721",
            name: "Перекопка",
          },
          {
            id: "4578",
            name: "Краснооктябрьский (Волгоградская область)",
          },
          {
            id: "5308",
            name: "Большой Лычак",
          },
          {
            id: "1513",
            name: "Дубовка",
          },
          {
            id: "6835",
            name: "Верхний Балыклей",
          },
          {
            id: "5321",
            name: "Кирпичный (Волгоградская область)",
          },
          {
            id: "8720",
            name: "Красноталовский",
          },
          {
            id: "6926",
            name: "Паньшино",
          },
          {
            id: "8771",
            name: "Пятиморск",
          },
          {
            id: "8648",
            name: "Тростянка",
          },
          {
            id: "8774",
            name: "Двойновский",
          },
          {
            id: "8830",
            name: "Березовская",
          },
          {
            id: "8806",
            name: "Большой Морец",
          },
          {
            id: "5319",
            name: "Лычак",
          },
          {
            id: "4586",
            name: "Новый Рогачик",
          },
          {
            id: "8700",
            name: "Солонка",
          },
          {
            id: "6818",
            name: "Вязовка",
          },
          {
            id: "4582",
            name: "Лог",
          },
          {
            id: "4570",
            name: "Быково",
          },
          {
            id: "1528",
            name: "Урюпинск",
          },
          {
            id: "6810",
            name: "Большое Судачье",
          },
          {
            id: "1517",
            name: "Котельниково",
          },
        ],
      },
      {
        id: "1505",
        name: "Астраханская область",
        areas: [
          {
            id: "15",
            name: "Астрахань",
          },
          {
            id: "1506",
            name: "Ахтубинск",
          },
          {
            id: "5344",
            name: "Карагали",
          },
          {
            id: "5351",
            name: "Селитренное",
          },
          {
            id: "5336",
            name: "Волго-Каспийский",
          },
          {
            id: "5346",
            name: "Растопуловка",
          },
          {
            id: "5327",
            name: "Болхуны",
          },
          {
            id: "5177",
            name: "Началово",
          },
          {
            id: "8728",
            name: "Пришиб (Астраханская область)",
          },
          {
            id: "8853",
            name: "Замьяны",
          },
          {
            id: "4594",
            name: "Красные Баррикады",
          },
          {
            id: "5341",
            name: "Буруны (Астраханская область)",
          },
          {
            id: "8657",
            name: "Оля",
          },
          {
            id: "8818",
            name: "Сокрутовка",
          },
          {
            id: "8679",
            name: "Зубовка (Астраханская область)",
          },
          {
            id: "5333",
            name: "Житное (Астраханская область)",
          },
          {
            id: "5174",
            name: "Красный Яр (Астраханская область)",
          },
          {
            id: "5172",
            name: "Капустин Яр",
          },
          {
            id: "5349",
            name: "Ушаковка (Астраханская область)",
          },
          {
            id: "5354",
            name: "Вольное (Астраханская область)",
          },
          {
            id: "5165",
            name: "Аксарайский",
          },
          {
            id: "8695",
            name: "Верхний Бузан",
          },
          {
            id: "5178",
            name: "Нижний Баскунчак",
          },
          {
            id: "5348",
            name: "Солёное Займище (Астраханская область)",
          },
          {
            id: "5355",
            name: "Солодники",
          },
          {
            id: "8788",
            name: "Макаровская",
          },
          {
            id: "5168",
            name: "Енотаевка",
          },
          {
            id: "5180",
            name: "Оранжереи",
          },
          {
            id: "5186",
            name: "Яксатово",
          },
          {
            id: "5170",
            name: "Икряное",
          },
          {
            id: "5187",
            name: "Яндыки",
          },
          {
            id: "5167",
            name: "Володарский",
          },
          {
            id: "5339",
            name: "Образцово-Травино",
          },
          {
            id: "8753",
            name: "Каменный Яр",
          },
          {
            id: "5350",
            name: "Старица (Астраханская область)",
          },
          {
            id: "5332",
            name: "Бахтемир",
          },
          {
            id: "5342",
            name: "Волжское (Астраханская область)",
          },
          {
            id: "5343",
            name: "Килинчи",
          },
          {
            id: "8746",
            name: "Михайловка (Астраханская область)",
          },
          {
            id: "5345",
            name: "Осыпной Бугор",
          },
          {
            id: "5329",
            name: "Ново-Николаевка (Астраханская область)",
          },
          {
            id: "5328",
            name: "Золотуха (Астраханская область)",
          },
          {
            id: "5330",
            name: "Тумак (Астраханская область)",
          },
          {
            id: "5184",
            name: "Тамбовка (Астраханская область)",
          },
          {
            id: "5352",
            name: "Хошеутово",
          },
          {
            id: "5347",
            name: "Татарская Башмаковка",
          },
          {
            id: "5331",
            name: "Волжский (Астраханская область)",
          },
          {
            id: "8706",
            name: "Тишково",
          },
          {
            id: "5357",
            name: "Бирюковка (Астраханская область)",
          },
          {
            id: "5356",
            name: "Три Протока",
          },
          {
            id: "5337",
            name: "Кировский (Астраханская область)",
          },
          {
            id: "5338",
            name: "Тузуклей",
          },
          {
            id: "5340",
            name: "Байбек",
          },
          {
            id: "5171",
            name: "Ильинка (Икрянинский район)",
          },
          {
            id: "5183",
            name: "Старокучергановка",
          },
          {
            id: "8805",
            name: "Раздор",
          },
          {
            id: "5334",
            name: "Мумра",
          },
          {
            id: "5179",
            name: "Никольское (Астраханская область)",
          },
          {
            id: "5353",
            name: "Кочковатка (Астраханская область)",
          },
          {
            id: "1510",
            name: "Харабали",
          },
          {
            id: "5359",
            name: "Прикаспийский",
          },
          {
            id: "5358",
            name: "Разночиновка",
          },
          {
            id: "8792",
            name: "Каралат",
          },
          {
            id: "8711",
            name: "Зеленга",
          },
          {
            id: "8709",
            name: "Восток (Астраханская область)",
          },
          {
            id: "5169",
            name: "Зензели",
          },
          {
            id: "6202",
            name: "Средний Баскунчак",
          },
          {
            id: "1507",
            name: "Знаменск",
          },
          {
            id: "5182",
            name: "Солянка",
          },
          {
            id: "8621",
            name: "Удачное",
          },
          {
            id: "6776",
            name: "Заволжское (Астраханская область)",
          },
          {
            id: "5185",
            name: "Черный Яр",
          },
          {
            id: "5335",
            name: "Трудфронт",
          },
          {
            id: "5166",
            name: "Верхний Баскунчак",
          },
          {
            id: "5181",
            name: "Сасыколи",
          },
          {
            id: "8647",
            name: "Федоровка (Астраханская область)",
          },
          {
            id: "5175",
            name: "Лиман (Астраханская область)",
          },
          {
            id: "1509",
            name: "Нариманов",
          },
          {
            id: "5176",
            name: "Марфино (Астраханская область)",
          },
          {
            id: "1508",
            name: "Камызяк",
          },
        ],
      },
      {
        id: "2114",
        name: "Республика Крым",
        areas: [
          {
            id: "130",
            name: "Севастополь",
          },
          {
            id: "131",
            name: "Симферополь",
          },
          {
            id: "2120",
            name: "Ялта",
          },
          {
            id: "2381",
            name: "Алушта",
          },
          {
            id: "2386",
            name: "Джанкой",
          },
          {
            id: "6720",
            name: "Парковое (Республика Крым)",
          },
          {
            id: "2116",
            name: "Керчь",
          },
          {
            id: "2119",
            name: "Феодосия",
          },
          {
            id: "3928",
            name: "Октябрьское (Республика Крым)",
          },
          {
            id: "5635",
            name: "Жаворонки (Крым)",
          },
          {
            id: "6605",
            name: "Восход (Республика Крым)",
          },
          {
            id: "6723",
            name: "Пожарское",
          },
          {
            id: "6706",
            name: "Калиновка (Республика Крым",
          },
          {
            id: "6703",
            name: "Днепровка",
          },
          {
            id: "5638",
            name: "Симоненко",
          },
          {
            id: "6673",
            name: "Топольное",
          },
          {
            id: "2392",
            name: "Красногвардейское",
          },
          {
            id: "6716",
            name: "Марфовка",
          },
          {
            id: "5637",
            name: "Ореанда",
          },
          {
            id: "3167",
            name: "Николаевка",
          },
          {
            id: "2699",
            name: "Армянск",
          },
          {
            id: "2391",
            name: "Красноперекопск",
          },
          {
            id: "6700",
            name: "Войково",
          },
          {
            id: "2385",
            name: "Саки",
          },
          {
            id: "6731",
            name: "Укромное",
          },
          {
            id: "6721",
            name: "Перевальное",
          },
          {
            id: "6629",
            name: "Новосёловское",
          },
          {
            id: "3923",
            name: "Гвардейское (Республика Крым)",
          },
          {
            id: "6664",
            name: "Крымское",
          },
          {
            id: "6698",
            name: "Верхнесадовое",
          },
          {
            id: "6726",
            name: "Родниково",
          },
          {
            id: "5634",
            name: "Грэсовский",
          },
          {
            id: "6728",
            name: "Сенокосное",
          },
          {
            id: "6696",
            name: "Ближнее",
          },
          {
            id: "3922",
            name: "Гаспра",
          },
          {
            id: "6695",
            name: "Белоглинка",
          },
          {
            id: "3926",
            name: "Чистенькое",
          },
          {
            id: "2739",
            name: "Советский (Республика Крым)",
          },
          {
            id: "6665",
            name: "Межводное",
          },
          {
            id: "6712",
            name: "Ливадия (Республика Крым)",
          },
          {
            id: "6631",
            name: "Тамбовка (Республика Крым)",
          },
          {
            id: "3929",
            name: "Приморский (Республика Крым)",
          },
          {
            id: "6709",
            name: "Краснокаменка",
          },
          {
            id: "6715",
            name: "Малый Маяк",
          },
          {
            id: "6704",
            name: "Донское (Республика Крым)",
          },
          {
            id: "6693",
            name: "Аэрофлотский",
          },
          {
            id: "6584",
            name: "Отрадное (Республика Крым)",
          },
          {
            id: "6669",
            name: "Песчаное",
          },
          {
            id: "6732",
            name: "Чайкино (Республика Крым)",
          },
          {
            id: "6461",
            name: "Каменское (Республика Крым)",
          },
          {
            id: "6611",
            name: "Полтавка (Республика Крым)",
          },
          {
            id: "6606",
            name: "Орджоникидзе (Республика Крым)",
          },
          {
            id: "2705",
            name: "Старый Крым",
          },
          {
            id: "6670",
            name: "Пионерское",
          },
          {
            id: "6713",
            name: "Мазанка",
          },
          {
            id: "6650",
            name: "Чкалово",
          },
          {
            id: "6666",
            name: "Новоозерное",
          },
          {
            id: "2115",
            name: "Евпатория",
          },
          {
            id: "2393",
            name: "Первомайское (Республика Крым)",
          },
          {
            id: "5639",
            name: "Ферсманово",
          },
          {
            id: "6718",
            name: "Мраморное",
          },
          {
            id: "6671",
            name: "Прибрежное",
          },
          {
            id: "6445",
            name: "Партенит",
          },
          {
            id: "6668",
            name: "Останино",
          },
          {
            id: "6722",
            name: "Петровка",
          },
          {
            id: "6701",
            name: "Голубой Залив",
          },
          {
            id: "6717",
            name: "Молодежное",
          },
          {
            id: "6614",
            name: "Приветное (Республика Крым)",
          },
          {
            id: "6733",
            name: "Щебетовка",
          },
          {
            id: "2703",
            name: "Раздольное",
          },
          {
            id: "6692",
            name: "Аграрное",
          },
          {
            id: "6630",
            name: "Орехово",
          },
          {
            id: "6176",
            name: "Симеиз",
          },
          {
            id: "6699",
            name: "Виноградное (Республика Крым)",
          },
          {
            id: "6598",
            name: "Перово (Республика Крым)",
          },
          {
            id: "6649",
            name: "Понизовка",
          },
          {
            id: "6644",
            name: "Азовское",
          },
          {
            id: "2388",
            name: "Инкерман",
          },
          {
            id: "5636",
            name: "Кубанское",
          },
          {
            id: "3925",
            name: "Новый Свет (Республика Крым)",
          },
          {
            id: "2390",
            name: "Черноморское",
          },
          {
            id: "6646",
            name: "Кача",
          },
          {
            id: "2700",
            name: "Бахчисарай",
          },
          {
            id: "6724",
            name: "Почтовое",
          },
          {
            id: "6711",
            name: "Курпаты",
          },
          {
            id: "3930",
            name: "Балаклава",
          },
          {
            id: "6661",
            name: "Геройское",
          },
          {
            id: "6585",
            name: "Кольчугино (Республика Крым)",
          },
          {
            id: "6694",
            name: "Багерово",
          },
          {
            id: "6613",
            name: "Доброе (Республика Крым)",
          },
          {
            id: "2738",
            name: "Нижнегорский",
          },
          {
            id: "6647",
            name: "Комсомольское (Республика Крым)",
          },
          {
            id: "2737",
            name: "Щёлкино",
          },
          {
            id: "6663",
            name: "Кацивели",
          },
          {
            id: "6697",
            name: "Бондаренково",
          },
          {
            id: "6675",
            name: "Чистополье",
          },
          {
            id: "3924",
            name: "Мирное (Республика Крым)",
          },
          {
            id: "2389",
            name: "Белогорск (Крым)",
          },
          {
            id: "6708",
            name: "Карьерное",
          },
          {
            id: "6645",
            name: "Желябовка",
          },
          {
            id: "6707",
            name: "Каменоломня",
          },
          {
            id: "6734",
            name: "Янтарное",
          },
          {
            id: "2382",
            name: "Гурзуф",
          },
          {
            id: "6714",
            name: "Малореченское",
          },
          {
            id: "6730",
            name: "Скворцово (Республика Крым)",
          },
          {
            id: "6648",
            name: "Массандра",
          },
          {
            id: "6389",
            name: "Новофёдоровка",
          },
          {
            id: "6727",
            name: "Роздольное",
          },
          {
            id: "6490",
            name: "Никита (Республика Крым)",
          },
          {
            id: "3927",
            name: "Морское (Республика Крым)",
          },
          {
            id: "6719",
            name: "Олива",
          },
          {
            id: "6710",
            name: "Куйбышево (Республика Крым)",
          },
          {
            id: "6615",
            name: "Советское (Республика Крым)",
          },
          {
            id: "6705",
            name: "Заозёрное",
          },
          {
            id: "6674",
            name: "Фонтаны",
          },
          {
            id: "2702",
            name: "Ленино",
          },
          {
            id: "2698",
            name: "Алупка",
          },
          {
            id: "6612",
            name: "Вилино",
          },
          {
            id: "2384",
            name: "Коктебель",
          },
          {
            id: "6702",
            name: "Далёкое",
          },
          {
            id: "6318",
            name: "Зуя",
          },
          {
            id: "6672",
            name: "Садовое (Республика Крым)",
          },
          {
            id: "6489",
            name: "Кореиз",
          },
          {
            id: "6725",
            name: "Приозёрное",
          },
          {
            id: "2387",
            name: "Форос",
          },
          {
            id: "2701",
            name: "Кировское (Республика Крым)",
          },
          {
            id: "2383",
            name: "Судак",
          },
          {
            id: "6662",
            name: "Журавки",
          },
          {
            id: "6729",
            name: "Скалистое",
          },
          {
            id: "6667",
            name: "Новосельское",
          },
          {
            id: "6623",
            name: "Витино",
          },
        ],
      },
      {
        id: "1422",
        name: "Республика Адыгея",
        areas: [
          {
            id: "8",
            name: "Майкоп",
          },
          {
            id: "11179",
            name: "Прикубанский (Республика Адыгея)",
          },
          {
            id: "5562",
            name: "Хакуринохабль",
          },
          {
            id: "9642",
            name: "Новосвободная",
          },
          {
            id: "5554",
            name: "Краснооктябрьский (Адыгея)",
          },
          {
            id: "3697",
            name: "Новая Адыгея",
          },
          {
            id: "9495",
            name: "Зарево",
          },
          {
            id: "5557",
            name: "Понежукай",
          },
          {
            id: "3714",
            name: "Гиагинская",
          },
          {
            id: "9492",
            name: "Тамбовский (Республика Адыгея)",
          },
          {
            id: "9599",
            name: "Первомайский (Республика Адыгея)",
          },
          {
            id: "9647",
            name: "Еленовское",
          },
          {
            id: "5550",
            name: "Дондуковская",
          },
          {
            id: "5127",
            name: "Дмитриевский",
          },
          {
            id: "5564",
            name: "Хатукай",
          },
          {
            id: "1423",
            name: "Адыгейск",
          },
          {
            id: "5553",
            name: "Красногвардейское (Адыгея)",
          },
          {
            id: "9689",
            name: "Келермесская",
          },
          {
            id: "5552",
            name: "Кошехабль",
          },
          {
            id: "2954",
            name: "Яблоновский (Республика Адыгея)",
          },
          {
            id: "9638",
            name: "Тимирязева",
          },
          {
            id: "5549",
            name: "Вольное (Адыгея)",
          },
          {
            id: "11169",
            name: "Козет",
          },
          {
            id: "5547",
            name: "Белое (Адыгея)",
          },
          {
            id: "5546",
            name: "Абадзехская",
          },
          {
            id: "6791",
            name: "Курджипская",
          },
          {
            id: "9694",
            name: "Большесидоровское",
          },
          {
            id: "9490",
            name: "Дукмасов",
          },
          {
            id: "2753",
            name: "Энем",
          },
          {
            id: "9658",
            name: "Даховская",
          },
          {
            id: "9536",
            name: "Пшичо",
          },
          {
            id: "5551",
            name: "Каменномостский",
          },
          {
            id: "5548",
            name: "Блечепсин",
          },
          {
            id: "9676",
            name: "Уляп",
          },
          {
            id: "5565",
            name: "Ходзь",
          },
          {
            id: "5556",
            name: "Натырбово",
          },
          {
            id: "5555",
            name: "Кужорская",
          },
          {
            id: "5558",
            name: "Северо-Восточные Сады",
          },
          {
            id: "5560",
            name: "Тлюстенхабль",
          },
          {
            id: "5559",
            name: "Тахтамукай",
          },
          {
            id: "6851",
            name: "Табачный",
          },
          {
            id: "9644",
            name: "Прогресс (Республика Адыгея)",
          },
          {
            id: "5561",
            name: "Тульский (Адыгея)",
          },
          {
            id: "5563",
            name: "Ханская",
          },
        ],
      },
      {
        id: "1553",
        name: "Республика Калмыкия",
        areas: [
          {
            id: "42",
            name: "Элиста",
          },
          {
            id: "5324",
            name: "Артезиан",
          },
          {
            id: "5199",
            name: "Яшкуль",
          },
          {
            id: "5326",
            name: "Виноградное (Калмыкия)",
          },
          {
            id: "5188",
            name: "Большой Царын",
          },
          {
            id: "5198",
            name: "Яшалта",
          },
          {
            id: "5196",
            name: "Цаган Аман",
          },
          {
            id: "5195",
            name: "Садовое",
          },
          {
            id: "5191",
            name: "Комсомольский",
          },
          {
            id: "1555",
            name: "Лагань",
          },
          {
            id: "4595",
            name: "Троицкое (Республика Калмыкия)",
          },
          {
            id: "5194",
            name: "Приютное",
          },
          {
            id: "5189",
            name: "Ики-Бурул",
          },
          {
            id: "5193",
            name: "Малые Дербеты",
          },
          {
            id: "5190",
            name: "Кетченеры",
          },
          {
            id: "5323",
            name: "Улан-Хол",
          },
          {
            id: "5197",
            name: "Шатта (Кетченеровский район)",
          },
          {
            id: "5325",
            name: "Солёное (Калмыкия)",
          },
          {
            id: "5192",
            name: "Коробкин",
          },
          {
            id: "1554",
            name: "Городовиковск",
          },
        ],
      },
    ],
  },
  {
    id: "10005",
    name: "Северо-Западный федеральный округ",
    areas: [
      {
        id: "1020",
        name: "Калининградская область",
        areas: [
          {
            id: "41",
            name: "Калининград",
          },
          {
            id: "8349",
            name: "Янтарный",
          },
          {
            id: "1035",
            name: "Правдинск (Калининградская область)",
          },
          {
            id: "1029",
            name: "Мамоново",
          },
          {
            id: "1033",
            name: "Пионерский",
          },
          {
            id: "1040",
            name: "Черняховск",
          },
          {
            id: "1032",
            name: "Озерск (Калининградская область)",
          },
          {
            id: "1037",
            name: "Светлый",
          },
          {
            id: "8343",
            name: "Приморье",
          },
          {
            id: "8305",
            name: "Васильково",
          },
          {
            id: "4116",
            name: "Приморск",
          },
          {
            id: "1027",
            name: "Краснознаменск (Калининградская область)",
          },
          {
            id: "8416",
            name: "Красноторовка",
          },
          {
            id: "1039",
            name: "Советск (Калининградская область)",
          },
          {
            id: "1025",
            name: "Гусев",
          },
          {
            id: "1022",
            name: "Балтийск",
          },
          {
            id: "8353",
            name: "Южный-1",
          },
          {
            id: "8300",
            name: "Большаково",
          },
          {
            id: "1036",
            name: "Светлогорск (Калининградская область)",
          },
          {
            id: "1021",
            name: "Багратионовск",
          },
          {
            id: "1023",
            name: "Гвардейск",
          },
          {
            id: "1031",
            name: "Нестеров",
          },
          {
            id: "1028",
            name: "Ладушкин",
          },
          {
            id: "1024",
            name: "Гурьевск (Калининградская область)",
          },
          {
            id: "1034",
            name: "Полесск",
          },
          {
            id: "1038",
            name: "Славск",
          },
          {
            id: "1026",
            name: "Зеленоградск",
          },
          {
            id: "1030",
            name: "Неман",
          },
          {
            id: "8440",
            name: "Храброво",
          },
        ],
      },
      {
        id: "1739",
        name: "Вологодская область",
        areas: [
          {
            id: "25",
            name: "Вологда",
          },
          {
            id: "1753",
            name: "Череповец",
          },
          {
            id: "1740",
            name: "Бабаево",
          },
          {
            id: "1748",
            name: "Никольск (Вологодская область)",
          },
          {
            id: "8555",
            name: "Чушевицы",
          },
          {
            id: "4329",
            name: "Молочное (Вологодская область)",
          },
          {
            id: "8528",
            name: "Борисово-Судское",
          },
          {
            id: "8458",
            name: "Девятины",
          },
          {
            id: "4328",
            name: "Малечкино",
          },
          {
            id: "6013",
            name: "Кичменгский Городок",
          },
          {
            id: "8544",
            name: "Семенково",
          },
          {
            id: "1742",
            name: "Великий Устюг",
          },
          {
            id: "8609",
            name: "Пяжелка",
          },
          {
            id: "1746",
            name: "Кириллов",
          },
          {
            id: "8602",
            name: "Сурково",
          },
          {
            id: "4336",
            name: "Тоншалово",
          },
          {
            id: "4320",
            name: "Верховажье",
          },
          {
            id: "8508",
            name: "Ботово",
          },
          {
            id: "3673",
            name: "Кадуй",
          },
          {
            id: "1741",
            name: "Белозерск",
          },
          {
            id: "4337",
            name: "Федотово",
          },
          {
            id: "8495",
            name: "Новленское",
          },
          {
            id: "4331",
            name: "Нюксеница",
          },
          {
            id: "4334",
            name: "Тарногский Городок",
          },
          {
            id: "2629",
            name: "Шексна",
          },
          {
            id: "2962",
            name: "Чагода",
          },
          {
            id: "8451",
            name: "Чебсара",
          },
          {
            id: "8615",
            name: "Сазоново",
          },
          {
            id: "8581",
            name: "Зубово",
          },
          {
            id: "8611",
            name: "Юрово",
          },
          {
            id: "8478",
            name: "Талицы",
          },
          {
            id: "8459",
            name: "Грибково",
          },
          {
            id: "4325",
            name: "Климовское",
          },
          {
            id: "8516",
            name: "Городищна",
          },
          {
            id: "8493",
            name: "Усть-Алексеево",
          },
          {
            id: "8499",
            name: "Устье",
          },
          {
            id: "8511",
            name: "Хорошево",
          },
          {
            id: "8498",
            name: "Нижний Енангск",
          },
          {
            id: "8562",
            name: "Ломоватка",
          },
          {
            id: "1751",
            name: "Устюжна",
          },
          {
            id: "1750",
            name: "Тотьма",
          },
          {
            id: "8535",
            name: "Гремячий",
          },
          {
            id: "8501",
            name: "Торопово",
          },
          {
            id: "8521",
            name: "Шухободь",
          },
          {
            id: "1745",
            name: "Кадников",
          },
          {
            id: "8605",
            name: "Борок",
          },
          {
            id: "8569",
            name: "Можайское",
          },
          {
            id: "8552",
            name: "Воробьево",
          },
          {
            id: "8572",
            name: "Мякса",
          },
          {
            id: "8599",
            name: "Аргуново",
          },
          {
            id: "8532",
            name: "Шулма",
          },
          {
            id: "1752",
            name: "Харовск",
          },
          {
            id: "4324",
            name: "Кадниковский",
          },
          {
            id: "8472",
            name: "Рослятино",
          },
          {
            id: "8595",
            name: "Огарково",
          },
          {
            id: "4338",
            name: "Шуйское",
          },
          {
            id: "4327",
            name: "Липин Бор",
          },
          {
            id: "1743",
            name: "Вытегра",
          },
          {
            id: "8592",
            name: "Нифантово",
          },
          {
            id: "8600",
            name: "Васильевское",
          },
          {
            id: "8491",
            name: "Покровка (Вологодская область)",
          },
          {
            id: "4321",
            name: "Вожега",
          },
          {
            id: "1747",
            name: "Красавино",
          },
          {
            id: "8559",
            name: "Коротово",
          },
          {
            id: "8553",
            name: "База",
          },
          {
            id: "8573",
            name: "Дубровское",
          },
          {
            id: "8608",
            name: "Остахово",
          },
          {
            id: "1749",
            name: "Сокол",
          },
          {
            id: "8584",
            name: "Чаромское",
          },
          {
            id: "4330",
            name: "Новатор",
          },
          {
            id: "8578",
            name: "Ермаково",
          },
          {
            id: "8620",
            name: "Кокшарка",
          },
          {
            id: "4322",
            name: "Вохтога",
          },
          {
            id: "8487",
            name: "Хохлово",
          },
          {
            id: "1744",
            name: "Грязовец",
          },
          {
            id: "8563",
            name: "Суда",
          },
          {
            id: "8538",
            name: "Бережное",
          },
          {
            id: "4319",
            name: "Анненский Мост",
          },
          {
            id: "4323",
            name: "Депо",
          },
          {
            id: "6293",
            name: "Село имени Бабушкина",
          },
          {
            id: "4326",
            name: "Кубенское",
          },
          {
            id: "8477",
            name: "Анашкино",
          },
          {
            id: "4332",
            name: "Сямжа",
          },
        ],
      },
      {
        id: "1008",
        name: "Архангельская область",
        areas: [
          {
            id: "14",
            name: "Архангельск",
          },
          {
            id: "1017",
            name: "Северодвинск",
          },
          {
            id: "4138",
            name: "Каменка (Архангельская область)",
          },
          {
            id: "1014",
            name: "Новодвинск",
          },
          {
            id: "4134",
            name: "Белушья Губа",
          },
          {
            id: "8377",
            name: "Брин-Наволок",
          },
          {
            id: "4140",
            name: "Малошуйка",
          },
          {
            id: "4141",
            name: "Обозерский",
          },
          {
            id: "1012",
            name: "Мезень",
          },
          {
            id: "4150",
            name: "Шипицыно",
          },
          {
            id: "5708",
            name: "Яренск",
          },
          {
            id: "8263",
            name: "Усть-Пинега",
          },
          {
            id: "6314",
            name: "Кизема",
          },
          {
            id: "8357",
            name: "Подюга",
          },
          {
            id: "8365",
            name: "Кодино",
          },
          {
            id: "8312",
            name: "Белогорский",
          },
          {
            id: "5119",
            name: "Холмогоры",
          },
          {
            id: "8420",
            name: "Ерцево",
          },
          {
            id: "6436",
            name: "Емецк",
          },
          {
            id: "5121",
            name: "Красноборск",
          },
          {
            id: "4148",
            name: "Североонежск",
          },
          {
            id: "8389",
            name: "Удимский",
          },
          {
            id: "6247",
            name: "Карпогоры",
          },
          {
            id: "1019",
            name: "Шенкурск",
          },
          {
            id: "4144",
            name: "Приводино",
          },
          {
            id: "4142",
            name: "Оксовский",
          },
          {
            id: "8334",
            name: "Шалакуша",
          },
          {
            id: "1011",
            name: "Котлас",
          },
          {
            id: "4135",
            name: "Березник",
          },
          {
            id: "8401",
            name: "Шангалы",
          },
          {
            id: "1013",
            name: "Мирный (Архангельская область)",
          },
          {
            id: "8369",
            name: "Куликово (Архангельская область)",
          },
          {
            id: "4143",
            name: "Плесецк",
          },
          {
            id: "6437",
            name: "Катунино",
          },
          {
            id: "6061",
            name: "Лешуконское",
          },
          {
            id: "6312",
            name: "Верхняя Тойма",
          },
          {
            id: "2948",
            name: "Октябрьский (Архангельская область)",
          },
          {
            id: "4146",
            name: "Самодед",
          },
          {
            id: "4137",
            name: "Емца",
          },
          {
            id: "1015",
            name: "Няндома",
          },
          {
            id: "5034",
            name: "Ильинско-Подомское",
          },
          {
            id: "4136",
            name: "Вычегодский",
          },
          {
            id: "1010",
            name: "Коряжма",
          },
          {
            id: "2806",
            name: "Коноша",
          },
          {
            id: "1016",
            name: "Онега",
          },
          {
            id: "5122",
            name: "Двинской",
          },
          {
            id: "8336",
            name: "Луковецкий",
          },
          {
            id: "1009",
            name: "Каргополь",
          },
          {
            id: "8261",
            name: "Соловецкий",
          },
          {
            id: "8246",
            name: "Рочегда",
          },
          {
            id: "8310",
            name: "Шелоховская",
          },
          {
            id: "8421",
            name: "Черевково",
          },
          {
            id: "6438",
            name: "Конёво",
          },
          {
            id: "4147",
            name: "Савинский",
          },
          {
            id: "6440",
            name: "Уемский",
          },
          {
            id: "4149",
            name: "Урдома",
          },
          {
            id: "8347",
            name: "Сия",
          },
          {
            id: "6439",
            name: "Пинега",
          },
          {
            id: "8260",
            name: "Сура",
          },
          {
            id: "1018",
            name: "Сольвычегодск",
          },
          {
            id: "2436",
            name: "Вельск",
          },
          {
            id: "4145",
            name: "Пуксоозера",
          },
          {
            id: "8256",
            name: "Авнюгский",
          },
          {
            id: "4139",
            name: "Кулой",
          },
        ],
      },
      {
        id: "1061",
        name: "Мурманская область",
        areas: [
          {
            id: "64",
            name: "Мурманск",
          },
          {
            id: "1062",
            name: "Апатиты",
          },
          {
            id: "4109",
            name: "Зеленоборский",
          },
          {
            id: "5400",
            name: "Раякоски",
          },
          {
            id: "1069",
            name: "Кола",
          },
          {
            id: "8279",
            name: "Алакуртти",
          },
          {
            id: "1068",
            name: "Ковдор",
          },
          {
            id: "4112",
            name: "Мурмаши",
          },
          {
            id: "5388",
            name: "Ёнский",
          },
          {
            id: "5384",
            name: "Африканда",
          },
          {
            id: "5399",
            name: "Пушной (Мурманская область)",
          },
          {
            id: "1067",
            name: "Кировск (Мурманская область)",
          },
          {
            id: "1074",
            name: "Полярный",
          },
          {
            id: "4108",
            name: "Верхнетуломский",
          },
          {
            id: "1072",
            name: "Островной",
          },
          {
            id: "4114",
            name: "Сафоново (Мурманская область)",
          },
          {
            id: "5387",
            name: "Видяево",
          },
          {
            id: "8367",
            name: "Енский",
          },
          {
            id: "5391",
            name: "Корзуново",
          },
          {
            id: "5403",
            name: "Титан (Мурманская область)",
          },
          {
            id: "5401",
            name: "Сосновка (Мурманская область)",
          },
          {
            id: "4115",
            name: "Умба",
          },
          {
            id: "5398",
            name: "Пояконда",
          },
          {
            id: "5707",
            name: "Высокий (Мурманская область)",
          },
          {
            id: "1071",
            name: "Оленегорск",
          },
          {
            id: "5394",
            name: "Ловозеро",
          },
          {
            id: "5395",
            name: "Луостари",
          },
          {
            id: "5404",
            name: "Тулома",
          },
          {
            id: "5397",
            name: "Мишуково (Мурманская область)",
          },
          {
            id: "4069",
            name: "Никель (Мурманская область)",
          },
          {
            id: "5396",
            name: "Междуречье (Мурманская область)",
          },
          {
            id: "8274",
            name: "Нивский",
          },
          {
            id: "5393",
            name: "Лиинахамари",
          },
          {
            id: "5385",
            name: "Белое Море",
          },
          {
            id: "1065",
            name: "Заполярный",
          },
          {
            id: "5407",
            name: "Щукозеро",
          },
          {
            id: "1073",
            name: "Полярные Зори",
          },
          {
            id: "1066",
            name: "Кандалакша",
          },
          {
            id: "5392",
            name: "Лейпи",
          },
          {
            id: "5406",
            name: "Шонгуй",
          },
          {
            id: "1063",
            name: "Гаджиево",
          },
          {
            id: "4070",
            name: "Ревда (Мурманская область)",
          },
          {
            id: "6681",
            name: "Спутник",
          },
          {
            id: "4113",
            name: "Туманный",
          },
          {
            id: "4068",
            name: "Печенга",
          },
          {
            id: "5389",
            name: "Зашеек (Мурманская область)",
          },
          {
            id: "4111",
            name: "Молочный",
          },
          {
            id: "4110",
            name: "Кильдинстрой",
          },
          {
            id: "1075",
            name: "Североморск",
          },
          {
            id: "1064",
            name: "Заозерск",
          },
          {
            id: "5386",
            name: "Варзуга",
          },
          {
            id: "5405",
            name: "Ура-Губа",
          },
          {
            id: "1070",
            name: "Мончегорск",
          },
          {
            id: "8394",
            name: "Краснощелье",
          },
          {
            id: "5390",
            name: "Коашва",
          },
          {
            id: "1076",
            name: "Снежногорск",
          },
          {
            id: "5402",
            name: "Териберка",
          },
        ],
      },
      {
        id: "1077",
        name: "Республика Карелия",
        areas: [
          {
            id: "73",
            name: "Петрозаводск",
          },
          {
            id: "1078",
            name: "Беломорск",
          },
          {
            id: "8443",
            name: "Пяозерский",
          },
          {
            id: "8266",
            name: "Ладва",
          },
          {
            id: "8268",
            name: "Пиндуши",
          },
          {
            id: "8335",
            name: "Элисенваара",
          },
          {
            id: "8448",
            name: "Великая Губа",
          },
          {
            id: "2819",
            name: "Надвоицы",
          },
          {
            id: "8259",
            name: "Чупа",
          },
          {
            id: "1079",
            name: "Кемь",
          },
          {
            id: "1085",
            name: "Питкяранта",
          },
          {
            id: "8316",
            name: "Вяртсиля",
          },
          {
            id: "1080",
            name: "Кондопога",
          },
          {
            id: "8301",
            name: "Шелтозеро",
          },
          {
            id: "4093",
            name: "Пряжа",
          },
          {
            id: "4071",
            name: "Калевала",
          },
          {
            id: "8430",
            name: "Лахколампи",
          },
          {
            id: "4092",
            name: "Лоухи",
          },
          {
            id: "1082",
            name: "Лахденпохья",
          },
          {
            id: "8439",
            name: "Ляскеля",
          },
          {
            id: "4072",
            name: "Муезерский",
          },
          {
            id: "8281",
            name: "Кривцы",
          },
          {
            id: "1089",
            name: "Суоярви",
          },
          {
            id: "8287",
            name: "Шальский",
          },
          {
            id: "8372",
            name: "Хелюля",
          },
          {
            id: "1084",
            name: "Олонец",
          },
          {
            id: "1081",
            name: "Костомукша",
          },
          {
            id: "8441",
            name: "Ильинский (Республика Карелия)",
          },
          {
            id: "6768",
            name: "Найстенъярви",
          },
          {
            id: "8397",
            name: "Волома",
          },
          {
            id: "1086",
            name: "Пудож",
          },
          {
            id: "8432",
            name: "Чална",
          },
          {
            id: "8278",
            name: "Лендеры",
          },
          {
            id: "8304",
            name: "Суккозеро",
          },
          {
            id: "8250",
            name: "Ледмозеро",
          },
          {
            id: "1088",
            name: "Сортавала",
          },
          {
            id: "8352",
            name: "Рускеала",
          },
          {
            id: "8307",
            name: "Салми",
          },
          {
            id: "1083",
            name: "Медвежьегорск",
          },
          {
            id: "8388",
            name: "Харлу",
          },
          {
            id: "8411",
            name: "Пенинга",
          },
          {
            id: "8306",
            name: "Каменный Бор",
          },
          {
            id: "8262",
            name: "Пяльма",
          },
          {
            id: "1087",
            name: "Сегежа",
          },
          {
            id: "8362",
            name: "Поросозеро",
          },
          {
            id: "8356",
            name: "Повенец",
          },
          {
            id: "8393",
            name: "Сосновец",
          },
          {
            id: "8428",
            name: "Сосновый",
          },
        ],
      },
      {
        id: "1051",
        name: "Новгородская область",
        areas: [
          {
            id: "67",
            name: "Великий Новгород",
          },
          {
            id: "1052",
            name: "Боровичи",
          },
          {
            id: "1060",
            name: "Чудово",
          },
          {
            id: "8348",
            name: "Уторгош",
          },
          {
            id: "8360",
            name: "Юбилейный (Новгородская область)",
          },
          {
            id: "8326",
            name: "Кневицы",
          },
          {
            id: "8317",
            name: "Тесово-Нетыльский",
          },
          {
            id: "8280",
            name: "Едрово",
          },
          {
            id: "1053",
            name: "Валдай",
          },
          {
            id: "8276",
            name: "Пола",
          },
          {
            id: "5370",
            name: "Поддорье",
          },
          {
            id: "4130",
            name: "Пролетарий",
          },
          {
            id: "6945",
            name: "Подберезье",
          },
          {
            id: "4125",
            name: "Любытино",
          },
          {
            id: "6333",
            name: "Лычково",
          },
          {
            id: "8408",
            name: "Нагово",
          },
          {
            id: "1057",
            name: "Сольцы",
          },
          {
            id: "8341",
            name: "Дуброво",
          },
          {
            id: "8290",
            name: "Яжелбицы",
          },
          {
            id: "1054",
            name: "Малая Вишера",
          },
          {
            id: "5374",
            name: "Батецкий",
          },
          {
            id: "1059",
            name: "Холм",
          },
          {
            id: "8396",
            name: "Борки",
          },
          {
            id: "4126",
            name: "Неболчи",
          },
          {
            id: "8381",
            name: "Зарубино (Новгородская область)",
          },
          {
            id: "4128",
            name: "Панковка",
          },
          {
            id: "8405",
            name: "Большая Вишера",
          },
          {
            id: "8378",
            name: "Усть-Волма",
          },
          {
            id: "5371",
            name: "Мошенское (Новгородская область)",
          },
          {
            id: "4133",
            name: "Шимск",
          },
          {
            id: "8286",
            name: "Краснофарфорный",
          },
          {
            id: "4127",
            name: "Демянск",
          },
          {
            id: "1056",
            name: "Пестово",
          },
          {
            id: "8308",
            name: "Опеченский Посад",
          },
          {
            id: "4131",
            name: "Угловка",
          },
          {
            id: "4123",
            name: "Крестцы",
          },
          {
            id: "8296",
            name: "Полново",
          },
          {
            id: "1058",
            name: "Старая Русса",
          },
          {
            id: "8322",
            name: "Залучье",
          },
          {
            id: "8380",
            name: "Медведь",
          },
          {
            id: "4124",
            name: "Кулотино",
          },
          {
            id: "4129",
            name: "Парфино",
          },
          {
            id: "5373",
            name: "Волот (Новгородская область)",
          },
          {
            id: "6946",
            name: "Чечулино",
          },
          {
            id: "6626",
            name: "Григорово",
          },
          {
            id: "1055",
            name: "Окуловка",
          },
          {
            id: "4132",
            name: "Хвойная",
          },
          {
            id: "8288",
            name: "Ивантеево",
          },
          {
            id: "8374",
            name: "Боровенка",
          },
          {
            id: "5372",
            name: "Марёво",
          },
        ],
      },
      {
        id: "1090",
        name: "Псковская область",
        areas: [
          {
            id: "1091",
            name: "Великие Луки",
          },
          {
            id: "75",
            name: "Псков",
          },
          {
            id: "4121",
            name: "Заплюсье",
          },
          {
            id: "8418",
            name: "Хилово",
          },
          {
            id: "1094",
            name: "Невель",
          },
          {
            id: "8319",
            name: "Жижица",
          },
          {
            id: "4030",
            name: "Плюсса",
          },
          {
            id: "4117",
            name: "Идрица",
          },
          {
            id: "1093",
            name: "Дно",
          },
          {
            id: "8258",
            name: "Ямм",
          },
          {
            id: "8346",
            name: "Новохованск",
          },
          {
            id: "8425",
            name: "Павы",
          },
          {
            id: "1097",
            name: "Опочка",
          },
          {
            id: "1101",
            name: "Пустошка",
          },
          {
            id: "6658",
            name: "Родина",
          },
          {
            id: "1096",
            name: "Новосокольники",
          },
          {
            id: "8409",
            name: "Лавры",
          },
          {
            id: "3728",
            name: "Пушкинские Горы",
          },
          {
            id: "1098",
            name: "Остров",
          },
          {
            id: "4031",
            name: "Палкино (Псковская область)",
          },
          {
            id: "8402",
            name: "Чихачево",
          },
          {
            id: "1092",
            name: "Гдов",
          },
          {
            id: "8298",
            name: "Карамышево (Псковская область)",
          },
          {
            id: "4119",
            name: "Сосновый Бор (Псковская область)",
          },
          {
            id: "1099",
            name: "Печоры",
          },
          {
            id: "4120",
            name: "Усвяты",
          },
          {
            id: "1100",
            name: "Порхов",
          },
          {
            id: "4033",
            name: "Красногородск",
          },
          {
            id: "4035",
            name: "Бежаницы",
          },
          {
            id: "8398",
            name: "Родовое",
          },
          {
            id: "8303",
            name: "Середка",
          },
          {
            id: "8324",
            name: "Новый Изборск",
          },
          {
            id: "4038",
            name: "Локня (Псковская область)",
          },
          {
            id: "4029",
            name: "Струги Красные",
          },
          {
            id: "1095",
            name: "Новоржев",
          },
          {
            id: "4122",
            name: "Красный Луч (Псковская область)",
          },
          {
            id: "8427",
            name: "Гаврово",
          },
          {
            id: "2756",
            name: "Себеж",
          },
          {
            id: "8392",
            name: "Верхний Мост",
          },
          {
            id: "8291",
            name: "Полоное",
          },
          {
            id: "4118",
            name: "Кунья",
          },
          {
            id: "8433",
            name: "Качаново",
          },
          {
            id: "1102",
            name: "Пыталово",
          },
          {
            id: "8359",
            name: "Усть-Долыссы",
          },
          {
            id: "8247",
            name: "Пожеревицы",
          },
          {
            id: "8257",
            name: "Славковичи",
          },
          {
            id: "4028",
            name: "Дедовичи",
          },
        ],
      },
      {
        id: "1041",
        name: "Республика Коми",
        areas: [
          {
            id: "51",
            name: "Сыктывкар",
          },
          {
            id: "1049",
            name: "Усинск",
          },
          {
            id: "8277",
            name: "Трусово",
          },
          {
            id: "8390",
            name: "Кожмудор",
          },
          {
            id: "8273",
            name: "Вежью",
          },
          {
            id: "8354",
            name: "Спаспоруб",
          },
          {
            id: "8313",
            name: "Кослан",
          },
          {
            id: "5363",
            name: "Нижний Одес",
          },
          {
            id: "8275",
            name: "Тракт",
          },
          {
            id: "5706",
            name: "Усть-Кулом",
          },
          {
            id: "5364",
            name: "Троицко-Печорск",
          },
          {
            id: "8267",
            name: "Комсомольск-на-Печоре",
          },
          {
            id: "5705",
            name: "Корткерос",
          },
          {
            id: "5368",
            name: "Благоево (Коми)",
          },
          {
            id: "8358",
            name: "Межадор",
          },
          {
            id: "8330",
            name: "Важгорт",
          },
          {
            id: "5360",
            name: "Кожва",
          },
          {
            id: "1050",
            name: "Ухта",
          },
          {
            id: "8415",
            name: "Ношуль",
          },
          {
            id: "8376",
            name: "Нижняя Омра",
          },
          {
            id: "6187",
            name: "Усть-Вымский район",
          },
          {
            id: "8417",
            name: "Пажга",
          },
          {
            id: "8414",
            name: "Первомайский (Республика Коми)",
          },
          {
            id: "1043",
            name: "Вуктыл",
          },
          {
            id: "5365",
            name: "Жешарт",
          },
          {
            id: "5362",
            name: "Войвож",
          },
          {
            id: "8340",
            name: "Седкыркещ",
          },
          {
            id: "8435",
            name: "Боровой",
          },
          {
            id: "6775",
            name: "Объячево",
          },
          {
            id: "8337",
            name: "Мохча",
          },
          {
            id: "8446",
            name: "Подзь",
          },
          {
            id: "5704",
            name: "Ижма (Коми)",
          },
          {
            id: "1045",
            name: "Инта",
          },
          {
            id: "8294",
            name: "Мадмас",
          },
          {
            id: "8404",
            name: "Верхняя Максаковка",
          },
          {
            id: "8400",
            name: "Абезь",
          },
          {
            id: "8355",
            name: "Чикшино",
          },
          {
            id: "1046",
            name: "Микунь",
          },
          {
            id: "8350",
            name: "Ярега",
          },
          {
            id: "5702",
            name: "Визинга",
          },
          {
            id: "8339",
            name: "Зеленец",
          },
          {
            id: "6934",
            name: "Усть-Цильма",
          },
          {
            id: "8271",
            name: "Митрофан-Дикост",
          },
          {
            id: "8289",
            name: "Помоздино",
          },
          {
            id: "5361",
            name: "Путеец (Коми)",
          },
          {
            id: "1044",
            name: "Емва",
          },
          {
            id: "8282",
            name: "Верхнеижемский",
          },
          {
            id: "1042",
            name: "Воркута",
          },
          {
            id: "8426",
            name: "Зимстан",
          },
          {
            id: "8442",
            name: "Хабариха",
          },
          {
            id: "8331",
            name: "Щельяюр",
          },
          {
            id: "8370",
            name: "Каджером",
          },
          {
            id: "6432",
            name: "Койгородок",
          },
          {
            id: "8445",
            name: "Гурьевка",
          },
          {
            id: "8385",
            name: "Краснозатонский",
          },
          {
            id: "8384",
            name: "Койдин",
          },
          {
            id: "6188",
            name: "Айкино",
          },
          {
            id: "8264",
            name: "Новый Бор",
          },
          {
            id: "8424",
            name: "Якша",
          },
          {
            id: "8320",
            name: "Кузьель",
          },
          {
            id: "8368",
            name: "Краснобор",
          },
          {
            id: "5366",
            name: "Усогорск",
          },
          {
            id: "1048",
            name: "Сосногорск",
          },
          {
            id: "8253",
            name: "Казлук",
          },
          {
            id: "8248",
            name: "Сторожевск",
          },
          {
            id: "8321",
            name: "Чиньяворык",
          },
          {
            id: "8373",
            name: "Подчерье",
          },
          {
            id: "8375",
            name: "Дутово",
          },
          {
            id: "8395",
            name: "Замежная",
          },
          {
            id: "8338",
            name: "Лойма",
          },
          {
            id: "8434",
            name: "Изъяю",
          },
          {
            id: "5367",
            name: "Междуреченск (Коми)",
          },
          {
            id: "8379",
            name: "Шудаяг",
          },
          {
            id: "5369",
            name: "Синдор",
          },
          {
            id: "8249",
            name: "Седью",
          },
          {
            id: "8366",
            name: "Воргашор",
          },
          {
            id: "1047",
            name: "Печора",
          },
          {
            id: "6505",
            name: "Летка",
          },
          {
            id: "8403",
            name: "Верхняя Инта",
          },
          {
            id: "8269",
            name: "Югыдъяг",
          },
          {
            id: "8251",
            name: "Усть-Ухта",
          },
          {
            id: "5703",
            name: "Выльгорт",
          },
          {
            id: "8387",
            name: "Черемуховка",
          },
          {
            id: "8391",
            name: "Том",
          },
        ],
      },
      {
        id: "1985",
        name: "Ненецкий АО",
        areas: [
          {
            id: "1986",
            name: "Нарьян-Мар",
          },
          {
            id: "5382",
            name: "Хорей-Вер",
          },
          {
            id: "5380",
            name: "Каратайка",
          },
          {
            id: "5375",
            name: "Поселок Искателей",
          },
          {
            id: "5376",
            name: "Ома (Ненецкий АО)",
          },
          {
            id: "4101",
            name: "Варандей",
          },
          {
            id: "5377",
            name: "Индига",
          },
          {
            id: "5381",
            name: "Бугрино (Ненецкий АО)",
          },
          {
            id: "5378",
            name: "Амдерма",
          },
          {
            id: "4104",
            name: "Носовая",
          },
          {
            id: "4636",
            name: "Сабетта",
          },
          {
            id: "4103",
            name: "Нарыга",
          },
          {
            id: "5379",
            name: "Усть-Кара",
          },
          {
            id: "5383",
            name: "Несь",
          },
          {
            id: "4099",
            name: "Вангурей",
          },
        ],
      },
    ],
  },
  {
    id: "10003",
    name: "Дальневосточный федеральный округ",
    areas: [
      {
        id: "1948",
        name: "Приморский край",
        areas: [
          {
            id: "22",
            name: "Владивосток",
          },
          {
            id: "1955",
            name: "Находка",
          },
          {
            id: "1958",
            name: "Уссурийск",
          },
          {
            id: "1959",
            name: "Фокино (Приморский край)",
          },
          {
            id: "1950",
            name: "Артем",
          },
          {
            id: "7514",
            name: "Ариадное",
          },
          {
            id: "7547",
            name: "Ракитное (Приморский край)",
          },
          {
            id: "7464",
            name: "Липовцы",
          },
          {
            id: "7560",
            name: "Смоляниново",
          },
          {
            id: "7525",
            name: "Новостройка",
          },
          {
            id: "1951",
            name: "Большой Камень",
          },
          {
            id: "7575",
            name: "Малиново",
          },
          {
            id: "7463",
            name: "Краснореченский",
          },
          {
            id: "6311",
            name: "Преображение",
          },
          {
            id: "7565",
            name: "Хрустальный",
          },
          {
            id: "5265",
            name: "Хороль",
          },
          {
            id: "7555",
            name: "Девица (Приморский край)",
          },
          {
            id: "7570",
            name: "Ольга",
          },
          {
            id: "7483",
            name: "Вострецово",
          },
          {
            id: "1954",
            name: "Лесозаводск",
          },
          {
            id: "7507",
            name: "Новосысоевка",
          },
          {
            id: "7583",
            name: "Новопокровка",
          },
          {
            id: "6618",
            name: "Спасское (Приморский край)",
          },
          {
            id: "7505",
            name: "Рудная Пристань",
          },
          {
            id: "7477",
            name: "Реттиховка",
          },
          {
            id: "5262",
            name: "Черниговка (Приморский край)",
          },
          {
            id: "3702",
            name: "Кавалерово",
          },
          {
            id: "6467",
            name: "Раздольное (Приморский край)",
          },
          {
            id: "11084",
            name: "Прохладное",
          },
          {
            id: "6362",
            name: "Новый (Приморский край)",
          },
          {
            id: "7491",
            name: "Ливадия (Приморский край)",
          },
          {
            id: "5263",
            name: "Чугуевка",
          },
          {
            id: "7552",
            name: "Посьет",
          },
          {
            id: "7558",
            name: "Краскино",
          },
          {
            id: "7576",
            name: "Углекаменск",
          },
          {
            id: "6369",
            name: "Кировский (Приморский край)",
          },
          {
            id: "7481",
            name: "Русский",
          },
          {
            id: "1956",
            name: "Партизанск",
          },
          {
            id: "7480",
            name: "Сергеевка (Пограничный район)",
          },
          {
            id: "6563",
            name: "Милоградово",
          },
          {
            id: "6571",
            name: "Шкотово",
          },
          {
            id: "7490",
            name: "Новошахтинский",
          },
          {
            id: "6773",
            name: "Андреевка (Хасанский район)",
          },
          {
            id: "7596",
            name: "Терней",
          },
          {
            id: "5267",
            name: "Пограничный (Приморский край)",
          },
          {
            id: "7526",
            name: "Ярославский",
          },
          {
            id: "6178",
            name: "Сибирцево (Приморский край)",
          },
          {
            id: "1949",
            name: "Арсеньев",
          },
          {
            id: "7540",
            name: "Сергеевка (Партизанский район)",
          },
          {
            id: "5260",
            name: "Трудовое (Приморский край)",
          },
          {
            id: "7549",
            name: "Лазо (Лазовский район)",
          },
          {
            id: "7470",
            name: "Новокачалинск",
          },
          {
            id: "5264",
            name: "Камень-Рыболов",
          },
          {
            id: "6455",
            name: "Яковлевка",
          },
          {
            id: "7498",
            name: "Зарубино",
          },
          {
            id: "7597",
            name: "Светлогорье",
          },
          {
            id: "7568",
            name: "Восток",
          },
          {
            id: "5261",
            name: "Славянка (Приморский край)",
          },
          {
            id: "1957",
            name: "Спасск-Дальний",
          },
          {
            id: "5266",
            name: "Покровка (Октябрьский район, Приморский край)",
          },
          {
            id: "7588",
            name: "Горные Ключи",
          },
          {
            id: "6363",
            name: "Вольно-Надеждинское",
          },
          {
            id: "2450",
            name: "Пластун",
          },
          {
            id: "7562",
            name: "Тавричанка",
          },
          {
            id: "7475",
            name: "Ивановка (Приморский край)",
          },
          {
            id: "6289",
            name: "Врангель",
          },
          {
            id: "6738",
            name: "Воздвиженка",
          },
          {
            id: "1952",
            name: "Дальнегорск",
          },
          {
            id: "7580",
            name: "Анучино",
          },
          {
            id: "7564",
            name: "Новоникольск",
          },
          {
            id: "7531",
            name: "Галенки",
          },
          {
            id: "7499",
            name: "Чкаловское",
          },
          {
            id: "5259",
            name: "Лучегорск",
          },
          {
            id: "1953",
            name: "Дальнереченск",
          },
          {
            id: "7520",
            name: "Моряк-Рыболов",
          },
          {
            id: "6054",
            name: "Михайловка (Приморский край)",
          },
          {
            id: "7581",
            name: "Рощино (Приморский край)",
          },
          {
            id: "6595",
            name: "Владимиро-Александровское",
          },
          {
            id: "7539",
            name: "Лазо (Дальнореченский округ)",
          },
          {
            id: "6624",
            name: "Дунай",
          },
          {
            id: "7467",
            name: "Барабаш",
          },
          {
            id: "7557",
            name: "Буссевка",
          },
        ],
      },
      {
        id: "1975",
        name: "Хабаровский край",
        areas: [
          {
            id: "102",
            name: "Хабаровск",
          },
          {
            id: "1979",
            name: "Комсомольск-на-Амуре",
          },
          {
            id: "2956",
            name: "Солнечный",
          },
          {
            id: "7518",
            name: "Бычиха",
          },
          {
            id: "7478",
            name: "Циммермановка",
          },
          {
            id: "5280",
            name: "Переяславка",
          },
          {
            id: "5276",
            name: "Эльбан",
          },
          {
            id: "7544",
            name: "Горин",
          },
          {
            id: "5087",
            name: "Некрасовка (Хабаровский край)",
          },
          {
            id: "7592",
            name: "Тополево",
          },
          {
            id: "7495",
            name: "Сулук",
          },
          {
            id: "5278",
            name: "Князе-Волконское",
          },
          {
            id: "1981",
            name: "Советская Гавань",
          },
          {
            id: "6470",
            name: "Троицкое (Хабаровский край)",
          },
          {
            id: "7473",
            name: "Восточное",
          },
          {
            id: "7474",
            name: "Эворон",
          },
          {
            id: "5285",
            name: "Берёзовый (Хабаровский край)",
          },
          {
            id: "7482",
            name: "Мухен",
          },
          {
            id: "7469",
            name: "Тыр",
          },
          {
            id: "6003",
            name: "Чёрная Речка (Хабаровский край)",
          },
          {
            id: "7533",
            name: "Тырма",
          },
          {
            id: "1978",
            name: "Вяземский",
          },
          {
            id: "7515",
            name: "Лермонтовка",
          },
          {
            id: "6109",
            name: "Охотск",
          },
          {
            id: "7554",
            name: "Дуки",
          },
          {
            id: "7517",
            name: "Поселок ЦЭС",
          },
          {
            id: "7511",
            name: "Многовершинный",
          },
          {
            id: "5275",
            name: "Чегдомын",
          },
          {
            id: "5279",
            name: "Заветы Ильича (Хабаровский край)",
          },
          {
            id: "1977",
            name: "Бикин",
          },
          {
            id: "7591",
            name: "Маго",
          },
          {
            id: "7508",
            name: "Де-Кастри",
          },
          {
            id: "7484",
            name: "Джонка",
          },
          {
            id: "7489",
            name: "Сита",
          },
          {
            id: "7593",
            name: "Лазарев",
          },
          {
            id: "5284",
            name: "Корфовский",
          },
          {
            id: "7571",
            name: "Краснореченское",
          },
          {
            id: "7527",
            name: "Высокогорный",
          },
          {
            id: "5283",
            name: "Октябрьский (Хабаровский край)",
          },
          {
            id: "7521",
            name: "Тахта",
          },
          {
            id: "5277",
            name: "Хор (Хабаровский край)",
          },
          {
            id: "2690",
            name: "Ванино",
          },
          {
            id: "5281",
            name: "Новый Ургал",
          },
          {
            id: "1976",
            name: "Амурск",
          },
          {
            id: "7559",
            name: "Монгохто",
          },
          {
            id: "5282",
            name: "Хурба",
          },
          {
            id: "7485",
            name: "Чумикан",
          },
          {
            id: "7534",
            name: "Херпучи",
          },
          {
            id: "7566",
            name: "Софийск",
          },
          {
            id: "6002",
            name: "Новокуровка (Хабаровский край)",
          },
          {
            id: "7502",
            name: "Хурмули",
          },
          {
            id: "7589",
            name: "Чля",
          },
          {
            id: "6004",
            name: "Большой Уссурийский",
          },
          {
            id: "6954",
            name: "Дружба (Хабаровский край)",
          },
          {
            id: "7537",
            name: "Мариинское",
          },
          {
            id: "1980",
            name: "Николаевск-на-Амуре",
          },
          {
            id: "7493",
            name: "Дормидонтовка",
          },
          {
            id: "7535",
            name: "Маяк",
          },
          {
            id: "6953",
            name: "Ильинка (Хабаровский край)",
          },
        ],
      },
      {
        id: "1174",
        name: "Республика Саха (Якутия)",
        areas: [
          {
            id: "80",
            name: "Якутск",
          },
          {
            id: "1180",
            name: "Нерюнгри",
          },
          {
            id: "1186",
            name: "Удачный",
          },
          {
            id: "7443",
            name: "Пеледуй",
          },
          {
            id: "7290",
            name: "Чинеке",
          },
          {
            id: "5297",
            name: "Чульман",
          },
          {
            id: "5293",
            name: "Сунтар",
          },
          {
            id: "5294",
            name: "Намцы",
          },
          {
            id: "1181",
            name: "Нюрба",
          },
          {
            id: "6922",
            name: "Ытык-Кюель",
          },
          {
            id: "7383",
            name: "Кутана",
          },
          {
            id: "7409",
            name: "Бестях",
          },
          {
            id: "6316",
            name: "Нижний Бестях",
          },
          {
            id: "6245",
            name: "Витим",
          },
          {
            id: "7417",
            name: "Сасыр",
          },
          {
            id: "7302",
            name: "Кюндядя",
          },
          {
            id: "6900",
            name: "Кюндяде",
          },
          {
            id: "6951",
            name: "Тёплый Ключ (Республика Саха)",
          },
          {
            id: "1175",
            name: "Алдан",
          },
          {
            id: "6331",
            name: "Бердигестях",
          },
          {
            id: "6913",
            name: "Казачье",
          },
          {
            id: "7339",
            name: "Тойбохой",
          },
          {
            id: "1176",
            name: "Верхоянск",
          },
          {
            id: "7320",
            name: "Кобяй",
          },
          {
            id: "7312",
            name: "Аргахтах",
          },
          {
            id: "6906",
            name: "Хонуу",
          },
          {
            id: "6916",
            name: "Солнечный (Якутия)",
          },
          {
            id: "1182",
            name: "Олекминск",
          },
          {
            id: "5298",
            name: "Майя",
          },
          {
            id: "6909",
            name: "Нижнеянск",
          },
          {
            id: "6905",
            name: "Сватай",
          },
          {
            id: "7299",
            name: "Кемпендяй",
          },
          {
            id: "3769",
            name: "Айхал",
          },
          {
            id: "6903",
            name: "Шея",
          },
          {
            id: "6371",
            name: "Беркакит",
          },
          {
            id: "7402",
            name: "Нижний Куранах",
          },
          {
            id: "6907",
            name: "Верхний Куранах",
          },
          {
            id: "7427",
            name: "Огородтах",
          },
          {
            id: "6915",
            name: "Джебарики-Хая",
          },
          {
            id: "1178",
            name: "Ленск",
          },
          {
            id: "6920",
            name: "Жиганск",
          },
          {
            id: "7384",
            name: "Сылгы-Ыытар",
          },
          {
            id: "6911",
            name: "Усть-Мая",
          },
          {
            id: "1183",
            name: "Покровск (Якутия)",
          },
          {
            id: "6758",
            name: "Тикси",
          },
          {
            id: "6901",
            name: "Тюнгюлю",
          },
          {
            id: "6899",
            name: "Хатын-Сысы",
          },
          {
            id: "7327",
            name: "Мар",
          },
          {
            id: "1179",
            name: "Мирный (Республика Саха (Якутия))",
          },
          {
            id: "7435",
            name: "Тербяс",
          },
          {
            id: "7325",
            name: "Амга",
          },
          {
            id: "6912",
            name: "Эльдикан",
          },
          {
            id: "1185",
            name: "Томмот",
          },
          {
            id: "7372",
            name: "Ленинский (Республика Саха (Якутия))",
          },
          {
            id: "6908",
            name: "Лебединый",
          },
          {
            id: "7416",
            name: "Кангалассы",
          },
          {
            id: "1184",
            name: "Среднеколымск",
          },
          {
            id: "6898",
            name: "Батагай-Алыта",
          },
          {
            id: "6199",
            name: "Кысыл-Сыр",
          },
          {
            id: "7293",
            name: "Кюсюр",
          },
          {
            id: "7462",
            name: "Белая Гора",
          },
          {
            id: "7330",
            name: "Сангар",
          },
          {
            id: "6012",
            name: "Чернышевский (Республика Саха (Якутия))",
          },
          {
            id: "1177",
            name: "Вилюйск",
          },
          {
            id: "7382",
            name: "Усун",
          },
          {
            id: "7342",
            name: "Малыкай",
          },
          {
            id: "7307",
            name: "Усть-Миль",
          },
          {
            id: "7444",
            name: "Оленек",
          },
          {
            id: "6918",
            name: "Тосу",
          },
          {
            id: "6910",
            name: "Алмазный",
          },
          {
            id: "6914",
            name: "Нюя",
          },
          {
            id: "7310",
            name: "Усть-Куйга",
          },
          {
            id: "7341",
            name: "Болугур",
          },
          {
            id: "7380",
            name: "Депутатский",
          },
          {
            id: "7315",
            name: "Мохсоголлох",
          },
          {
            id: "6924",
            name: "Тополиное",
          },
          {
            id: "7346",
            name: "Иенгра",
          },
          {
            id: "5295",
            name: "Чурапча",
          },
          {
            id: "6774",
            name: "Батагай",
          },
          {
            id: "6919",
            name: "Саскылах",
          },
          {
            id: "6921",
            name: "Эльгяй",
          },
          {
            id: "7360",
            name: "Эбях",
          },
          {
            id: "6370",
            name: "Борогонцы",
          },
          {
            id: "7401",
            name: "Зырянка",
          },
          {
            id: "7389",
            name: "Октемцы",
          },
          {
            id: "6917",
            name: "Чокурдах",
          },
          {
            id: "5296",
            name: "Жатай",
          },
          {
            id: "6902",
            name: "Томтор",
          },
          {
            id: "7437",
            name: "Абага",
          },
          {
            id: "6569",
            name: "Черский",
          },
          {
            id: "6904",
            name: "Харбалах",
          },
          {
            id: "3708",
            name: "Усть-Нера",
          },
          {
            id: "6319",
            name: "Хандыга",
          },
          {
            id: "6923",
            name: "Верхневилюйск",
          },
        ],
      },
      {
        id: "1118",
        name: "Республика Бурятия",
        areas: [
          {
            id: "20",
            name: "Улан-Удэ",
          },
          {
            id: "1123",
            name: "Северобайкальск",
          },
          {
            id: "5074",
            name: "Кудара",
          },
          {
            id: "7415",
            name: "Унэгэтэй",
          },
          {
            id: "5083",
            name: "Новый Уоян",
          },
          {
            id: "1122",
            name: "Кяхта",
          },
          {
            id: "4656",
            name: "Сосново-Озерское",
          },
          {
            id: "2648",
            name: "Таксимо",
          },
          {
            id: "5073",
            name: "Выдрино",
          },
          {
            id: "5075",
            name: "Таловка",
          },
          {
            id: "5064",
            name: "Тарбагатай",
          },
          {
            id: "4648",
            name: "Курумкан",
          },
          {
            id: "1119",
            name: "Бабушкин",
          },
          {
            id: "4645",
            name: "Кабанск",
          },
          {
            id: "5078",
            name: "Селендум",
          },
          {
            id: "7314",
            name: "Хоронхой",
          },
          {
            id: "4644",
            name: "Иволгинск",
          },
          {
            id: "4657",
            name: "Турунтаево",
          },
          {
            id: "5061",
            name: "Новая Брянь",
          },
          {
            id: "4651",
            name: "Нижнеангарск",
          },
          {
            id: "7306",
            name: "Ангоя",
          },
          {
            id: "4662",
            name: "Янчукан",
          },
          {
            id: "4640",
            name: "Багдарин",
          },
          {
            id: "5065",
            name: "Куйтун (Республика Бурятия)",
          },
          {
            id: "4658",
            name: "Усть-Баргузин",
          },
          {
            id: "6897",
            name: "Татаурово",
          },
          {
            id: "5058",
            name: "Баянгол",
          },
          {
            id: "7371",
            name: "Аршан",
          },
          {
            id: "4646",
            name: "Каменск",
          },
          {
            id: "4649",
            name: "Кырен",
          },
          {
            id: "5067",
            name: "Подлопатки",
          },
          {
            id: "7428",
            name: "Татарский Ключ",
          },
          {
            id: "1121",
            name: "Закаменск",
          },
          {
            id: "5079",
            name: "Нижний Торей",
          },
          {
            id: "4654",
            name: "Петропавловка (Республика Бурятия)",
          },
          {
            id: "5070",
            name: "Цолга",
          },
          {
            id: "4653",
            name: "Онохой",
          },
          {
            id: "4647",
            name: "Кижинга",
          },
          {
            id: "5063",
            name: "Горхон",
          },
          {
            id: "5077",
            name: "Новоселенгинск",
          },
          {
            id: "4650",
            name: "Мухоршибирь",
          },
          {
            id: "5068",
            name: "Хонхолой",
          },
          {
            id: "5059",
            name: "Итанца",
          },
          {
            id: "5060",
            name: "Джида",
          },
          {
            id: "5080",
            name: "Кудара-Сомон",
          },
          {
            id: "4661",
            name: "Северомуйск",
          },
          {
            id: "5072",
            name: "Саган-Нур",
          },
          {
            id: "5071",
            name: "Тугнуй",
          },
          {
            id: "5069",
            name: "Никольск",
          },
          {
            id: "7368",
            name: "Гусиное Озеро",
          },
          {
            id: "4641",
            name: "Баргузин",
          },
          {
            id: "5076",
            name: "Ильинка",
          },
          {
            id: "5082",
            name: "Наушки",
          },
          {
            id: "5081",
            name: "Шарагол",
          },
          {
            id: "4643",
            name: "Заиграево",
          },
          {
            id: "4655",
            name: "Селенгинск",
          },
          {
            id: "7300",
            name: "Кома",
          },
          {
            id: "7370",
            name: "Орлик",
          },
          {
            id: "4660",
            name: "Кичера",
          },
          {
            id: "1120",
            name: "Гусиноозерск",
          },
          {
            id: "5062",
            name: "Илька",
          },
          {
            id: "4659",
            name: "Хоринск",
          },
          {
            id: "5066",
            name: "Шаралдай",
          },
          {
            id: "4652",
            name: "Новоильинск",
          },
          {
            id: "4642",
            name: "Бичура",
          },
        ],
      },
      {
        id: "1192",
        name: "Забайкальский край",
        areas: [
          {
            id: "106",
            name: "Чита",
          },
          {
            id: "1194",
            name: "Борзя",
          },
          {
            id: "2691",
            name: "Новая Чара",
          },
          {
            id: "1195",
            name: "Краснокаменск",
          },
          {
            id: "6940",
            name: "Новоорловск",
          },
          {
            id: "4631",
            name: "Карымское",
          },
          {
            id: "7297",
            name: "Золотореченск",
          },
          {
            id: "5092",
            name: "Красный Чикой",
          },
          {
            id: "7397",
            name: "Куанда",
          },
          {
            id: "7291",
            name: "Жиндо",
          },
          {
            id: "1193",
            name: "Балей",
          },
          {
            id: "5102",
            name: "Шелопугино (Забайкальский край)",
          },
          {
            id: "7456",
            name: "Дровяная",
          },
          {
            id: "5090",
            name: "Газимурский Завод",
          },
          {
            id: "7309",
            name: "Альбитуй",
          },
          {
            id: "7343",
            name: "Досатуй",
          },
          {
            id: "5101",
            name: "Чернышевск",
          },
          {
            id: "7298",
            name: "Урульга",
          },
          {
            id: "1198",
            name: "Петровск-Забайкальский",
          },
          {
            id: "5094",
            name: "Могойтуй",
          },
          {
            id: "5111",
            name: "Домна (Забайкальский край)",
          },
          {
            id: "5096",
            name: "Оловянная",
          },
          {
            id: "5100",
            name: "Улёты",
          },
          {
            id: "7454",
            name: "Бада",
          },
          {
            id: "5097",
            name: "Нижний Цасучей",
          },
          {
            id: "2399",
            name: "Забайкальск",
          },
          {
            id: "5104",
            name: "Горный (Забайкальский край)",
          },
          {
            id: "5109",
            name: "Ясная (Забайкальский край)",
          },
          {
            id: "1199",
            name: "Сретенск",
          },
          {
            id: "6939",
            name: "Кадая",
          },
          {
            id: "7406",
            name: "Ключевский",
          },
          {
            id: "5093",
            name: "Кыра",
          },
          {
            id: "7452",
            name: "Амазар",
          },
          {
            id: "7358",
            name: "Курорт-Дарасун",
          },
          {
            id: "7305",
            name: "Ксеньевка",
          },
          {
            id: "7392",
            name: "Малета",
          },
          {
            id: "5103",
            name: "Шерловая Гора",
          },
          {
            id: "7423",
            name: "Баляга",
          },
          {
            id: "7356",
            name: "Хохотуй",
          },
          {
            id: "1197",
            name: "Нерчинск",
          },
          {
            id: "5112",
            name: "Вершино-Дарасунский",
          },
          {
            id: "7399",
            name: "Тупик",
          },
          {
            id: "7334",
            name: "Букачача",
          },
          {
            id: "7364",
            name: "Жипхеген",
          },
          {
            id: "7303",
            name: "Новая Кука",
          },
          {
            id: "5089",
            name: "Александровский Завод",
          },
          {
            id: "6896",
            name: "Новоширокинский",
          },
          {
            id: "7436",
            name: "Кличка",
          },
          {
            id: "7450",
            name: "Верх-Чита",
          },
          {
            id: "1196",
            name: "Могоча",
          },
          {
            id: "7301",
            name: "Урлук",
          },
          {
            id: "5113",
            name: "Дарасун (Забайкальский край)",
          },
          {
            id: "216",
            name: "Агинское (Забайкальский АО)",
          },
          {
            id: "7333",
            name: "Чара",
          },
          {
            id: "1201",
            name: "Шилка",
          },
          {
            id: "7336",
            name: "Жирекен",
          },
          {
            id: "7391",
            name: "Широкая",
          },
          {
            id: "5039",
            name: "Холбон",
          },
          {
            id: "5098",
            name: "Приаргунск",
          },
          {
            id: "5099",
            name: "Верх-Усугли",
          },
          {
            id: "6952",
            name: "Вершино-Шахтаминское",
          },
          {
            id: "1200",
            name: "Хилок",
          },
          {
            id: "5091",
            name: "Калга",
          },
          {
            id: "6938",
            name: "Усть-Карск",
          },
          {
            id: "5110",
            name: "Кокуй (Забайкальский край)",
          },
          {
            id: "6942",
            name: "Сбега",
          },
          {
            id: "5088",
            name: "Акша (Забайкальский край)",
          },
          {
            id: "5106",
            name: "Атамановка (Читинский район)",
          },
          {
            id: "5107",
            name: "Новокручининский",
          },
          {
            id: "5105",
            name: "Первомайский (Забайкальский край)",
          },
          {
            id: "7403",
            name: "Николаевское (Забайкальский край)",
          },
          {
            id: "7287",
            name: "Мангут",
          },
          {
            id: "5108",
            name: "Ясногорск (Забайкальский край)",
          },
          {
            id: "5095",
            name: "Нерчинский Завод",
          },
          {
            id: "11077",
            name: "Ягодный (Забайкальский край)",
          },
          {
            id: "7355",
            name: "Маккавеево",
          },
          {
            id: "7294",
            name: "Давенда",
          },
          {
            id: "6941",
            name: "Новопавловка",
          },
          {
            id: "5114",
            name: "Дульдурга",
          },
        ],
      },
      {
        id: "1960",
        name: "Сахалинская область",
        areas: [
          {
            id: "81",
            name: "Южно-Сахалинск",
          },
          {
            id: "1962",
            name: "Анива",
          },
          {
            id: "5274",
            name: "Чехов (Сахалинская область)",
          },
          {
            id: "7548",
            name: "Русское (Сахалинская область)",
          },
          {
            id: "1970",
            name: "Северо-Курильск",
          },
          {
            id: "1969",
            name: "Поронайск",
          },
          {
            id: "7569",
            name: "Мгачи",
          },
          {
            id: "7541",
            name: "Краснополье (Сахалинская область)",
          },
          {
            id: "2649",
            name: "Южно-Курильск",
          },
          {
            id: "7492",
            name: "Рейдово",
          },
          {
            id: "7503",
            name: "Леонидово",
          },
          {
            id: "1971",
            name: "Томари",
          },
          {
            id: "7529",
            name: "Первомайск (Сахалинская область)",
          },
          {
            id: "6491",
            name: "Малокурильское",
          },
          {
            id: "1965",
            name: "Курильск",
          },
          {
            id: "1968",
            name: "Оха",
          },
          {
            id: "5268",
            name: "Тымовское",
          },
          {
            id: "7556",
            name: "Тунгор",
          },
          {
            id: "2451",
            name: "Ноглики",
          },
          {
            id: "7584",
            name: "Бошняково",
          },
          {
            id: "1967",
            name: "Невельск",
          },
          {
            id: "7546",
            name: "Шебунино",
          },
          {
            id: "1961",
            name: "Александровск-Сахалинский",
          },
          {
            id: "1973",
            name: "Холмск",
          },
          {
            id: "1966",
            name: "Макаров (Сахалинская область)",
          },
          {
            id: "7494",
            name: "Москальво",
          },
          {
            id: "5270",
            name: "Троицкое (Сахалинская область)",
          },
          {
            id: "1972",
            name: "Углегорск",
          },
          {
            id: "5273",
            name: "Сокол (Сахалинская область)",
          },
          {
            id: "7567",
            name: "Хоэ",
          },
          {
            id: "1974",
            name: "Шахтерск (Сахалинская область)",
          },
          {
            id: "7523",
            name: "Вахрушев",
          },
          {
            id: "7472",
            name: "Горное",
          },
          {
            id: "7488",
            name: "Синегорск",
          },
          {
            id: "1963",
            name: "Долинск",
          },
          {
            id: "7471",
            name: "Некрасовка (Сахалинская область)",
          },
          {
            id: "7561",
            name: "Правда",
          },
          {
            id: "7522",
            name: "Лесогорское",
          },
          {
            id: "1964",
            name: "Корсаков",
          },
          {
            id: "5269",
            name: "Смирных",
          },
          {
            id: "5272",
            name: "Быков (Сахалинская область)",
          },
          {
            id: "5271",
            name: "Горнозаводск (Сахалинская область)",
          },
        ],
      },
      {
        id: "1932",
        name: "Амурская область",
        areas: [
          {
            id: "12",
            name: "Благовещенск (Амурская область)",
          },
          {
            id: "1937",
            name: "Свободный",
          },
          {
            id: "6383",
            name: "Соловьёвск",
          },
          {
            id: "7500",
            name: "Козьмодемьяновка",
          },
          {
            id: "7594",
            name: "Талдан",
          },
          {
            id: "7528",
            name: "Овсянка",
          },
          {
            id: "1939",
            name: "Тында",
          },
          {
            id: "5213",
            name: "Февральск (Амурская область)",
          },
          {
            id: "7574",
            name: "Поздеевка",
          },
          {
            id: "5204",
            name: "Архара",
          },
          {
            id: "5216",
            name: "Бурея (Амурская область)",
          },
          {
            id: "1936",
            name: "Райчихинск",
          },
          {
            id: "5212",
            name: "Возжаевка",
          },
          {
            id: "7501",
            name: "Новорайчихинск",
          },
          {
            id: "5203",
            name: "Екатеринославка (Амурская область)",
          },
          {
            id: "1933",
            name: "Белогорск",
          },
          {
            id: "5209",
            name: "Ивановка (Ивановский район, Амурская область)",
          },
          {
            id: "1934",
            name: "Завитинск",
          },
          {
            id: "7553",
            name: "Уруша",
          },
          {
            id: "1940",
            name: "Шимановск",
          },
          {
            id: "5214",
            name: "Ерофей Павлович",
          },
          {
            id: "5207",
            name: "Тамбовка (Амурская область)",
          },
          {
            id: "5208",
            name: "Поярково (Амурская область)",
          },
          {
            id: "5202",
            name: "Серышево",
          },
          {
            id: "7530",
            name: "Юктали",
          },
          {
            id: "7506",
            name: "Томское",
          },
          {
            id: "7496",
            name: "Октябрьский (Амурская область)",
          },
          {
            id: "7573",
            name: "Дипкун",
          },
          {
            id: "5215",
            name: "Талакан (Амурская область)",
          },
          {
            id: "7516",
            name: "Березовка (Амурская область)",
          },
          {
            id: "7585",
            name: "Томичи",
          },
          {
            id: "7497",
            name: "Тыгда",
          },
          {
            id: "5205",
            name: "Чигири (Амурская область)",
          },
          {
            id: "5210",
            name: "Циолковский",
          },
          {
            id: "5201",
            name: "Магдагачи",
          },
          {
            id: "7595",
            name: "Среднебелая",
          },
          {
            id: "5200",
            name: "Прогресс (Амурская область)",
          },
          {
            id: "7586",
            name: "Ушумун",
          },
          {
            id: "7538",
            name: "Экимчан",
          },
          {
            id: "7509",
            name: "Новокиевский Увал",
          },
          {
            id: "5211",
            name: "Константиновка (Амурская область)",
          },
          {
            id: "7487",
            name: "Невер",
          },
          {
            id: "1935",
            name: "Зея",
          },
          {
            id: "1938",
            name: "Сковородино",
          },
          {
            id: "7572",
            name: "Сиваки",
          },
          {
            id: "5206",
            name: "Новобурейский",
          },
          {
            id: "7512",
            name: "Варваровка",
          },
        ],
      },
      {
        id: "1943",
        name: "Камчатский край",
        areas: [
          {
            id: "44",
            name: "Петропавловск-Камчатский",
          },
          {
            id: "5230",
            name: "Коряки (Камчатский край)",
          },
          {
            id: "5238",
            name: "Соболево (Камчатский край)",
          },
          {
            id: "218",
            name: "Палана",
          },
          {
            id: "5243",
            name: "Тиличики",
          },
          {
            id: "7466",
            name: "Усть-Хайрюзово",
          },
          {
            id: "1945",
            name: "Елизово",
          },
          {
            id: "5245",
            name: "Новый (Камчатский край)",
          },
          {
            id: "5242",
            name: "Вулканный",
          },
          {
            id: "5234",
            name: "Усть-Большерецк",
          },
          {
            id: "7587",
            name: "Ивашка",
          },
          {
            id: "1944",
            name: "Вилючинск",
          },
          {
            id: "5228",
            name: "Усть-Камчатск",
          },
          {
            id: "7577",
            name: "Манилы",
          },
          {
            id: "5237",
            name: "Озерновский",
          },
          {
            id: "5244",
            name: "Козыревск",
          },
          {
            id: "5233",
            name: "Термальный",
          },
          {
            id: "5226",
            name: "Мильково (Камчатский край)",
          },
          {
            id: "5241",
            name: "Тигиль",
          },
          {
            id: "7513",
            name: "Долиновка",
          },
          {
            id: "7590",
            name: "Атласово",
          },
          {
            id: "7510",
            name: "Пахачи",
          },
          {
            id: "5231",
            name: "Раздольный (Камчатский край)",
          },
          {
            id: "5229",
            name: "Пионерский (Камчатский край)",
          },
          {
            id: "6469",
            name: "Каменское (Камчатский край)",
          },
          {
            id: "7536",
            name: "Шаромы",
          },
          {
            id: "5235",
            name: "Эссо",
          },
          {
            id: "5236",
            name: "Николаевка (Камчатский край)",
          },
          {
            id: "5292",
            name: "Нагорный (Камчатский край)",
          },
          {
            id: "7532",
            name: "Анавгай",
          },
          {
            id: "7550",
            name: "Хаилино",
          },
          {
            id: "5227",
            name: "Ключи (Камчатский край)",
          },
          {
            id: "5232",
            name: "Оссора",
          },
          {
            id: "5240",
            name: "Паратунка",
          },
          {
            id: "5239",
            name: "Октябрьский (Камчатский край)",
          },
          {
            id: "7578",
            name: "Лазо",
          },
        ],
      },
      {
        id: "1982",
        name: "Чукотский АО",
        areas: [
          {
            id: "5291",
            name: "Лорино (Чукотский АО)",
          },
          {
            id: "5287",
            name: "Эгвекинот",
          },
          {
            id: "7468",
            name: "Омолон",
          },
          {
            id: "7598",
            name: "Кепервеем",
          },
          {
            id: "5289",
            name: "Лаврентия",
          },
          {
            id: "1984",
            name: "Певек",
          },
          {
            id: "7542",
            name: "Островное",
          },
          {
            id: "7519",
            name: "Илирней",
          },
          {
            id: "7486",
            name: "Беринговский",
          },
          {
            id: "6894",
            name: "Рыткучи",
          },
          {
            id: "7543",
            name: "Марково",
          },
          {
            id: "5286",
            name: "Угольные Копи",
          },
          {
            id: "7563",
            name: "Анюйск",
          },
          {
            id: "5288",
            name: "Провидения",
          },
          {
            id: "1983",
            name: "Билибино",
          },
          {
            id: "5290",
            name: "Мыс Шмидта",
          },
          {
            id: "219",
            name: "Анадырь",
          },
        ],
      },
      {
        id: "1946",
        name: "Магаданская область",
        areas: [
          {
            id: "60",
            name: "Магадан",
          },
          {
            id: "5249",
            name: "Ягодное (Магаданская область)",
          },
          {
            id: "7551",
            name: "Дебин",
          },
          {
            id: "5255",
            name: "Уптар",
          },
          {
            id: "5253",
            name: "Сеймчан",
          },
          {
            id: "5257",
            name: "Дукат (Магаданская область)",
          },
          {
            id: "1947",
            name: "Сусуман",
          },
          {
            id: "5248",
            name: "Палатка (Магаданская область)",
          },
          {
            id: "5258",
            name: "Оротукан",
          },
          {
            id: "7582",
            name: "Армань",
          },
          {
            id: "5251",
            name: "Усть-Омчуг",
          },
          {
            id: "5256",
            name: "Мяунджа",
          },
          {
            id: "7545",
            name: "Талая",
          },
          {
            id: "7476",
            name: "Омчак",
          },
          {
            id: "5246",
            name: "Ола (Магаданская область)",
          },
          {
            id: "5247",
            name: "Сокол (Магаданская область)",
          },
          {
            id: "5254",
            name: "Стекольный",
          },
          {
            id: "5250",
            name: "Омсукчан",
          },
          {
            id: "5252",
            name: "Синегорье (Магаданская область)",
          },
          {
            id: "7504",
            name: "Холодный",
          },
          {
            id: "2442",
            name: "Эвенск",
          },
        ],
      },
      {
        id: "1941",
        name: "Еврейская АО",
        areas: [
          {
            id: "5218",
            name: "Ленинское (Еврейская АО)",
          },
          {
            id: "5225",
            name: "Биракан",
          },
          {
            id: "5220",
            name: "Смидович (Еврейская АО)",
          },
          {
            id: "1942",
            name: "Облучье",
          },
          {
            id: "7579",
            name: "Известковый",
          },
          {
            id: "7465",
            name: "Волочаевка-2",
          },
          {
            id: "5219",
            name: "Амурзет",
          },
          {
            id: "7524",
            name: "Бира",
          },
          {
            id: "5224",
            name: "Птичник (Еврейская АО)",
          },
          {
            id: "5221",
            name: "Бабстово",
          },
          {
            id: "31",
            name: "Биробиджан",
          },
          {
            id: "5223",
            name: "Приамурский",
          },
          {
            id: "5222",
            name: "Теплоозёрск",
          },
          {
            id: "5217",
            name: "Николаевка (Еврейская АО)",
          },
          {
            id: "7479",
            name: "Биджан",
          },
        ],
      },
    ],
  },
  {
    id: "10006",
    name: "Северо-Кавказский федеральный округ",
    areas: [
      {
        id: "1481",
        name: "Ставропольский край",
        areas: [
          {
            id: "84",
            name: "Ставрополь",
          },
          {
            id: "1498",
            name: "Пятигорск",
          },
          {
            id: "1492",
            name: "Минеральные Воды",
          },
          {
            id: "1490",
            name: "Кисловодск",
          },
          {
            id: "1484",
            name: "Георгиевск",
          },
          {
            id: "1494",
            name: "Невинномысск",
          },
          {
            id: "1499",
            name: "Светлоград",
          },
          {
            id: "1482",
            name: "Благодарный",
          },
          {
            id: "1495",
            name: "Нефтекумск",
          },
          {
            id: "3901",
            name: "Солнечнодольск",
          },
          {
            id: "1486",
            name: "Железноводск",
          },
          {
            id: "1485",
            name: "Ессентуки",
          },
          {
            id: "1493",
            name: "Михайловск (Ставропольский край)",
          },
          {
            id: "3754",
            name: "Верхнерусское",
          },
          {
            id: "3792",
            name: "Марьинская (Ставропольский край)",
          },
          {
            id: "1497",
            name: "Новопавловск",
          },
          {
            id: "1483",
            name: "Буденновск",
          },
          {
            id: "1488",
            name: "Изобильный",
          },
          {
            id: "3753",
            name: "Величаевское",
          },
          {
            id: "5677",
            name: "Темижбекский",
          },
          {
            id: "3919",
            name: "Красный Пахарь (Ставропольский край)",
          },
          {
            id: "3912",
            name: "Чернолесское",
          },
          {
            id: "9555",
            name: "Фельдмаршальский",
          },
          {
            id: "9503",
            name: "Дербетовка",
          },
          {
            id: "3900",
            name: "Солдато-Александровское",
          },
          {
            id: "5665",
            name: "Бурлацкое (Ставропольский край)",
          },
          {
            id: "9488",
            name: "Горьковский (Ставропольский край)",
          },
          {
            id: "3906",
            name: "Степное (Ставропольский край)",
          },
          {
            id: "9648",
            name: "Воровсколесская",
          },
          {
            id: "9665",
            name: "Приозерское",
          },
          {
            id: "3883",
            name: "Новотроицкая (Ставропольский край)",
          },
          {
            id: "9674",
            name: "Казинка (Андроповский район)",
          },
          {
            id: "5676",
            name: "Старомарьевка (Ставропольский край)",
          },
          {
            id: "9497",
            name: "Новоромановское",
          },
          {
            id: "9541",
            name: "Полтавское",
          },
          {
            id: "9653",
            name: "Новокавказский",
          },
          {
            id: "3881",
            name: "Новозаведенное",
          },
          {
            id: "3899",
            name: "Советская (Ставропольский край)",
          },
          {
            id: "9698",
            name: "Кармалиновская",
          },
          {
            id: "9539",
            name: "Привольное",
          },
          {
            id: "9701",
            name: "Каменнобродская",
          },
          {
            id: "9569",
            name: "Камбулат",
          },
          {
            id: "9546",
            name: "Новый Янкуль",
          },
          {
            id: "3878",
            name: "Незлобная",
          },
          {
            id: "9491",
            name: "Кендже-Кулак",
          },
          {
            id: "3911",
            name: "Урожайное (Ставропольский край)",
          },
          {
            id: "3759",
            name: "Грачевка",
          },
          {
            id: "3774",
            name: "Ивановское (Ставропольский край)",
          },
          {
            id: "9699",
            name: "Малые Ягуры",
          },
          {
            id: "9672",
            name: "Кумская Долина",
          },
          {
            id: "3786",
            name: "Круглолесское",
          },
          {
            id: "3905",
            name: "Старопавловская",
          },
          {
            id: "5675",
            name: "Сотниковское",
          },
          {
            id: "9641",
            name: "Шаумянский",
          },
          {
            id: "9538",
            name: "Вознесеновское",
          },
          {
            id: "9603",
            name: "Верхнестепной",
          },
          {
            id: "9508",
            name: "Вревское",
          },
          {
            id: "9631",
            name: "Саблинское",
          },
          {
            id: "3902",
            name: "Соломенское",
          },
          {
            id: "9619",
            name: "Турксад",
          },
          {
            id: "3777",
            name: "Казьминское",
          },
          {
            id: "3775",
            name: "Иноземцево",
          },
          {
            id: "3783",
            name: "Красногвардейское (Ставропольский край)",
          },
          {
            id: "9535",
            name: "Красночервонный",
          },
          {
            id: "3890",
            name: "Покойное",
          },
          {
            id: "3785",
            name: "Краснокумское",
          },
          {
            id: "9696",
            name: "Просянка",
          },
          {
            id: "5664",
            name: "Большая Джалга",
          },
          {
            id: "9472",
            name: "Новокумский",
          },
          {
            id: "9487",
            name: "Казгулак",
          },
          {
            id: "5663",
            name: "Анджиевский",
          },
          {
            id: "9550",
            name: "Прикалаусский",
          },
          {
            id: "5670",
            name: "Нагутское",
          },
          {
            id: "3746",
            name: "Балахоновское",
          },
          {
            id: "9570",
            name: "Ситниково (Ставропольский край)",
          },
          {
            id: "9525",
            name: "Архангельское (Ставропольский край)",
          },
          {
            id: "3879",
            name: "Нины",
          },
          {
            id: "9465",
            name: "Родниковское",
          },
          {
            id: "3877",
            name: "Нежинский (Ставропольский край)",
          },
          {
            id: "3747",
            name: "Барсуковская",
          },
          {
            id: "9484",
            name: "Каменная балка (Благодарненский район)",
          },
          {
            id: "5667",
            name: "Гражданское (Ставропольский край)",
          },
          {
            id: "3772",
            name: "Затеречный",
          },
          {
            id: "3898",
            name: "Свободы",
          },
          {
            id: "5668",
            name: "Кара-Тюбе",
          },
          {
            id: "3892",
            name: "Преградное",
          },
          {
            id: "9618",
            name: "Вин-Сады",
          },
          {
            id: "3884",
            name: "Обильное (Ставропольский край)",
          },
          {
            id: "3893",
            name: "Птичье (Ставропольский край)",
          },
          {
            id: "9509",
            name: "Куршава",
          },
          {
            id: "3908",
            name: "Сухая Буйвола",
          },
          {
            id: "9544",
            name: "Горнозаводское",
          },
          {
            id: "5673",
            name: "Северное (Ставропольский край)",
          },
          {
            id: "9612",
            name: "Золотаревка (Ставропольский край)",
          },
          {
            id: "9524",
            name: "Томузловское",
          },
          {
            id: "9510",
            name: "Калиновское",
          },
          {
            id: "9586",
            name: "Серафимовское",
          },
          {
            id: "3885",
            name: "Октябрьское (Ставропольский край)",
          },
          {
            id: "3749",
            name: "Бекешевская",
          },
          {
            id: "9697",
            name: "Горькая  Балка",
          },
          {
            id: "3743",
            name: "Александрия (Ставропольский край)",
          },
          {
            id: "3782",
            name: "Константиновское",
          },
          {
            id: "3787",
            name: "Кугульта (Ставропольский край)",
          },
          {
            id: "9506",
            name: "Староизобильная",
          },
          {
            id: "9608",
            name: "Зункарь",
          },
          {
            id: "5669",
            name: "Ладовская Балка",
          },
          {
            id: "9467",
            name: "Поселок имени Кирова",
          },
          {
            id: "9663",
            name: "Темнолесская",
          },
          {
            id: "3888",
            name: "Пелагиада",
          },
          {
            id: "6055",
            name: "Радуга",
          },
          {
            id: "9677",
            name: "Графский",
          },
          {
            id: "9531",
            name: "Николина Балка",
          },
          {
            id: "3773",
            name: "Зольская",
          },
          {
            id: "5672",
            name: "Прасковея",
          },
          {
            id: "9650",
            name: "Балтийский",
          },
          {
            id: "9645",
            name: "Китаевское",
          },
          {
            id: "9681",
            name: "Зимняя Ставка",
          },
          {
            id: "3889",
            name: "Подкумок",
          },
          {
            id: "3907",
            name: "Суворовская (Ставропольский край)",
          },
          {
            id: "9606",
            name: "Новомарьевская",
          },
          {
            id: "3882",
            name: "Новоселицкое",
          },
          {
            id: "3760",
            name: "Григорополисская",
          },
          {
            id: "9554",
            name: "Грушевское",
          },
          {
            id: "9572",
            name: "Девица (Ставропольский край)",
          },
          {
            id: "3764",
            name: "Донское (Ставропольский край)",
          },
          {
            id: "9683",
            name: "Тугулук",
          },
          {
            id: "3742",
            name: "Александрийская",
          },
          {
            id: "3920",
            name: "Крымгиреевское",
          },
          {
            id: "9719",
            name: "Тахта (Ставропольский край)",
          },
          {
            id: "9505",
            name: "Журавское",
          },
          {
            id: "9654",
            name: "Ольгино (Ставропольский край)",
          },
          {
            id: "1489",
            name: "Ипатово",
          },
          {
            id: "9584",
            name: "Передовой",
          },
          {
            id: "9595",
            name: "Малая Джалга",
          },
          {
            id: "3887",
            name: "Отказное",
          },
          {
            id: "3788",
            name: "Курская (Ставропольский край)",
          },
          {
            id: "3897",
            name: "Рыздвяный",
          },
          {
            id: "9685",
            name: "Мирный (Ставропольский край)",
          },
          {
            id: "3916",
            name: "Ясная Поляна (Ставропольский край)",
          },
          {
            id: "3896",
            name: "Русское (Ставропольский край)",
          },
          {
            id: "9501",
            name: "Киевка",
          },
          {
            id: "3731",
            name: "Кочубеевское",
          },
          {
            id: "3921",
            name: "Левокумка",
          },
          {
            id: "3918",
            name: "Каясула",
          },
          {
            id: "3791",
            name: "Лысогорская",
          },
          {
            id: "3751",
            name: "Благодатное",
          },
          {
            id: "9537",
            name: "Коммаяк",
          },
          {
            id: "3778",
            name: "Канглы (Ставропольский край)",
          },
          {
            id: "9527",
            name: "Стодеревская",
          },
          {
            id: "9533",
            name: "Сенгилеевское",
          },
          {
            id: "9579",
            name: "Апанасенковское",
          },
          {
            id: "2693",
            name: "Курсавка",
          },
          {
            id: "9636",
            name: "Орловка (Кировский район)",
          },
          {
            id: "3917",
            name: "Гофицкое (Ставропольский край)",
          },
          {
            id: "3763",
            name: "Дмитриевское (Ставропольский край)",
          },
          {
            id: "3762",
            name: "Дивное (Ставропольский край)",
          },
          {
            id: "3880",
            name: "Новоблагодарное",
          },
          {
            id: "9634",
            name: "Советское Руно",
          },
          {
            id: "9481",
            name: "Сергиевское",
          },
          {
            id: "9580",
            name: "Манычское",
          },
          {
            id: "3894",
            name: "Пятигорский",
          },
          {
            id: "5666",
            name: "Высоцкое (Ставропольский край)",
          },
          {
            id: "3904",
            name: "Стародубское (Ставропольский край)",
          },
          {
            id: "3765",
            name: "Елизаветинское (Ставропольский край)",
          },
          {
            id: "3914",
            name: "Этока",
          },
          {
            id: "3767",
            name: "Заветное (Ставропольский край)",
          },
          {
            id: "9617",
            name: "Владимировка",
          },
          {
            id: "9498",
            name: "Водораздел",
          },
          {
            id: "3761",
            name: "Демино (Ставропольский край)",
          },
          {
            id: "3789",
            name: "Левокумское",
          },
          {
            id: "9517",
            name: "Овощи",
          },
          {
            id: "5678",
            name: "Тищенское",
          },
          {
            id: "3779",
            name: "Кевсала",
          },
          {
            id: "9666",
            name: "Красноярское",
          },
          {
            id: "3752",
            name: "Боргустанская",
          },
          {
            id: "9469",
            name: "Красное (Ставропольский край)",
          },
          {
            id: "9709",
            name: "Бурукшун",
          },
          {
            id: "1496",
            name: "Новоалександровск",
          },
          {
            id: "3913",
            name: "Эдиссия",
          },
          {
            id: "9565",
            name: "Янкуль",
          },
          {
            id: "3744",
            name: "Арзгир",
          },
          {
            id: "9687",
            name: "Ростовановское",
          },
          {
            id: "9559",
            name: "Донская Балка",
          },
          {
            id: "9671",
            name: "Краснозоринский",
          },
          {
            id: "6396",
            name: "Рогатая Балка",
          },
          {
            id: "3766",
            name: "Ессентукская",
          },
          {
            id: "6785",
            name: "Стародворцовский",
          },
          {
            id: "6863",
            name: "Беломечётская",
          },
          {
            id: "1491",
            name: "Лермонтов",
          },
          {
            id: "3059",
            name: "Александровское (Ставропольский край)",
          },
          {
            id: "3756",
            name: "Галюгаевская",
          },
          {
            id: "9680",
            name: "Воздвиженское (Ставропольский край)",
          },
          {
            id: "3755",
            name: "Винсады",
          },
          {
            id: "3903",
            name: "Спицевка",
          },
          {
            id: "3780",
            name: "Комсомолец (Ставропольский край)",
          },
          {
            id: "9496",
            name: "Крым-Гиреевское",
          },
          {
            id: "3794",
            name: "Надежда (Ставропольский край)",
          },
          {
            id: "9597",
            name: "Рагули",
          },
          {
            id: "9711",
            name: "Подлесное",
          },
          {
            id: "3910",
            name: "Труновское (Ставропольский край)",
          },
          {
            id: "3895",
            name: "Расшеватская",
          },
          {
            id: "9540",
            name: "Ореховка",
          },
          {
            id: "9684",
            name: "Марьины Колодцы",
          },
          {
            id: "9551",
            name: "Султан",
          },
          {
            id: "3790",
            name: "Летняя Ставка",
          },
          {
            id: "9710",
            name: "Прикумское",
          },
          {
            id: "9583",
            name: "Красный Маныч",
          },
          {
            id: "3745",
            name: "Ачикулак",
          },
          {
            id: "5674",
            name: "Солуно-Дмитриевское",
          },
          {
            id: "3757",
            name: "Георгиевская",
          },
          {
            id: "9713",
            name: "Николо-Александровское",
          },
          {
            id: "3891",
            name: "Правокумское",
          },
          {
            id: "3915",
            name: "Юца",
          },
          {
            id: "5671",
            name: "Первомайское (Ставропольский край)",
          },
          {
            id: "3748",
            name: "Безопасное",
          },
          {
            id: "9556",
            name: "Казинка (Шпаковский район)",
          },
          {
            id: "9479",
            name: "Кучерла",
          },
          {
            id: "9589",
            name: "Шведино",
          },
          {
            id: "9516",
            name: "Каменная Балка (Арзгирский район)",
          },
          {
            id: "3886",
            name: "Орловка (Ставропольский край)",
          },
          {
            id: "9478",
            name: "Новая Жизнь",
          },
          {
            id: "6789",
            name: "Новая Деревня (Ставропольский край)",
          },
          {
            id: "3781",
            name: "Константиновская",
          },
          {
            id: "9691",
            name: "Красочный",
          },
          {
            id: "3909",
            name: "Татарка (Ставропольский край)",
          },
          {
            id: "3758",
            name: "Горячеводский",
          },
          {
            id: "3793",
            name: "Московское (Ставропольский край)",
          },
          {
            id: "1487",
            name: "Зеленокумск",
          },
          {
            id: "3750",
            name: "Бешпагир",
          },
          {
            id: "3776",
            name: "Иргаклы",
          },
        ],
      },
      {
        id: "1475",
        name: "Республика Северная Осетия-Алания",
        areas: [
          {
            id: "82",
            name: "Владикавказ",
          },
          {
            id: "1476",
            name: "Алагир",
          },
          {
            id: "1478",
            name: "Беслан",
          },
          {
            id: "1480",
            name: "Моздок",
          },
          {
            id: "1477",
            name: "Ардон",
          },
          {
            id: "5660",
            name: "Чермен",
          },
          {
            id: "5652",
            name: "Октябрьское (Пригородный район)",
          },
          {
            id: "5659",
            name: "Хумалаг",
          },
          {
            id: "5646",
            name: "Карджин",
          },
          {
            id: "5661",
            name: "Чикола",
          },
          {
            id: "5648",
            name: "Луковская (Северная Осетия)",
          },
          {
            id: "5645",
            name: "Камбилеевское",
          },
          {
            id: "5662",
            name: "Эльхотово",
          },
          {
            id: "5658",
            name: "Троицкое (Северная Осетия)",
          },
          {
            id: "5650",
            name: "Михайловское (Северная Осетия)",
          },
          {
            id: "5653",
            name: "Ольгинское (Северная Осетия)",
          },
          {
            id: "5643",
            name: "Змейская",
          },
          {
            id: "5647",
            name: "Кизляр (Северная Осетия)",
          },
          {
            id: "5651",
            name: "Ногир",
          },
          {
            id: "5642",
            name: "Заводской (Северная Осетия)",
          },
          {
            id: "5655",
            name: "Сунжа (Северная Осетия)",
          },
          {
            id: "1479",
            name: "Дигора",
          },
          {
            id: "5649",
            name: "Майское (Северная Осетия)",
          },
          {
            id: "6848",
            name: "Раздольное (Республика Северная Осетия-Алания)",
          },
          {
            id: "9602",
            name: "Притеречный",
          },
          {
            id: "5656",
            name: "Тарское",
          },
          {
            id: "5644",
            name: "Ир",
          },
          {
            id: "5657",
            name: "Терская",
          },
          {
            id: "5654",
            name: "Павлодольская",
          },
          {
            id: "5641",
            name: "Гизель",
          },
          {
            id: "5640",
            name: "Архонская",
          },
        ],
      },
      {
        id: "1424",
        name: "Республика Дагестан",
        areas: [
          {
            id: "29",
            name: "Махачкала",
          },
          {
            id: "1427",
            name: "Дербент",
          },
          {
            id: "1425",
            name: "Буйнакск",
          },
          {
            id: "1432",
            name: "Хасавюрт",
          },
          {
            id: "1429",
            name: "Каспийск",
          },
          {
            id: "6386",
            name: "Батаюрт",
          },
          {
            id: "5598",
            name: "Нижнее Казанище",
          },
          {
            id: "5572",
            name: "Бабаюрт",
          },
          {
            id: "5568",
            name: "Альбурикент",
          },
          {
            id: "5594",
            name: "Маджалис",
          },
          {
            id: "1431",
            name: "Кизляр",
          },
          {
            id: "5596",
            name: "Манаскент",
          },
          {
            id: "5597",
            name: "Нечаевка (Дагестан)",
          },
          {
            id: "5574",
            name: "Ботлих",
          },
          {
            id: "5586",
            name: "Комсомольское (Дагестан)",
          },
          {
            id: "5608",
            name: "Семендер",
          },
          {
            id: "5599",
            name: "Нижний Дженгутай",
          },
          {
            id: "5590",
            name: "Кяхулай",
          },
          {
            id: "5570",
            name: "Ансалта",
          },
          {
            id: "5613",
            name: "Терекли-Мектеб",
          },
          {
            id: "5602",
            name: "Новолакское",
          },
          {
            id: "1426",
            name: "Дагестанские Огни",
          },
          {
            id: "5582",
            name: "Кака-Шура",
          },
          {
            id: "5567",
            name: "Акуша",
          },
          {
            id: "5611",
            name: "Тарки",
          },
          {
            id: "5573",
            name: "Белиджи",
          },
          {
            id: "5584",
            name: "Касумкент",
          },
          {
            id: "5577",
            name: "Гергебиль",
          },
          {
            id: "5600",
            name: "Новая Мака",
          },
          {
            id: "1428",
            name: "Избербаш",
          },
          {
            id: "5605",
            name: "Новый Хушет",
          },
          {
            id: "5579",
            name: "Дубки (Дагестан)",
          },
          {
            id: "5617",
            name: "Шамилькала",
          },
          {
            id: "5595",
            name: "Мамедкала",
          },
          {
            id: "5578",
            name: "Губден",
          },
          {
            id: "5576",
            name: "Геджух",
          },
          {
            id: "5589",
            name: "Куруш (Хасавюртовский район)",
          },
          {
            id: "5618",
            name: "Шамхал-Термен",
          },
          {
            id: "5592",
            name: "Ленинкент (Махачкала)",
          },
          {
            id: "5593",
            name: "Магарамкент",
          },
          {
            id: "5616",
            name: "Чонтаул",
          },
          {
            id: "5585",
            name: "Каякент",
          },
          {
            id: "5591",
            name: "Леваши (Дагестан)",
          },
          {
            id: "5604",
            name: "Новый Сулак",
          },
          {
            id: "5566",
            name: "Аксай (Дагестан)",
          },
          {
            id: "5612",
            name: "Тарумовка",
          },
          {
            id: "5587",
            name: "Коркмаскала",
          },
          {
            id: "5615",
            name: "Усиша",
          },
          {
            id: "9530",
            name: "Арани",
          },
          {
            id: "5583",
            name: "Карабудахкент",
          },
          {
            id: "5569",
            name: "Анди",
          },
          {
            id: "5575",
            name: "Верхнее Казанище",
          },
          {
            id: "1433",
            name: "Южно-Сухокумск",
          },
          {
            id: "5571",
            name: "Ахты",
          },
          {
            id: "5606",
            name: "Новый Чиркей",
          },
          {
            id: "5601",
            name: "Новокаякент",
          },
          {
            id: "6492",
            name: "Хунзах",
          },
          {
            id: "5581",
            name: "Зубутли-Миатли",
          },
          {
            id: "5610",
            name: "Сулак (Дагестан)",
          },
          {
            id: "5588",
            name: "Кочубей (Дагестан)",
          },
          {
            id: "5607",
            name: "Первомайское (Хасавюртовский район)",
          },
          {
            id: "5609",
            name: "Сергокала",
          },
          {
            id: "5614",
            name: "Тюбе",
          },
          {
            id: "5580",
            name: "Дылым",
          },
          {
            id: "5603",
            name: "Новый Кяхулай",
          },
          {
            id: "1430",
            name: "Кизилюрт",
          },
          {
            id: "6452",
            name: "Манас",
          },
        ],
      },
      {
        id: "1500",
        name: "Чеченская республика",
        areas: [
          {
            id: "105",
            name: "Грозный",
          },
          {
            id: "5679",
            name: "Автуры",
          },
          {
            id: "5686",
            name: "Герменчук",
          },
          {
            id: "5700",
            name: "Червлённая",
          },
          {
            id: "5690",
            name: "Катыр-Юрт",
          },
          {
            id: "5692",
            name: "Майртуп",
          },
          {
            id: "5695",
            name: "Ойсхара",
          },
          {
            id: "5698",
            name: "Старые Атаги",
          },
          {
            id: "5688",
            name: "Гойты",
          },
          {
            id: "5680",
            name: "Аллерой (Курчалоевский район)",
          },
          {
            id: "5701",
            name: "Шелковская",
          },
          {
            id: "6206",
            name: "Ножай-Юрт",
          },
          {
            id: "5693",
            name: "Мескер-Юрт",
          },
          {
            id: "5681",
            name: "Алхан-Кала",
          },
          {
            id: "5699",
            name: "Цоци-Юрт",
          },
          {
            id: "5694",
            name: "Наурская",
          },
          {
            id: "5691",
            name: "Курчалой",
          },
          {
            id: "1503",
            name: "Урус-Мартан",
          },
          {
            id: "5689",
            name: "Знаменское (Чечня)",
          },
          {
            id: "5687",
            name: "Гехи",
          },
          {
            id: "5682",
            name: "Ассиновская",
          },
          {
            id: "5684",
            name: "Бачи-Юрт",
          },
          {
            id: "5697",
            name: "Серноводское",
          },
          {
            id: "5685",
            name: "Гелдаган",
          },
          {
            id: "1502",
            name: "Гудермес",
          },
          {
            id: "5683",
            name: "Ачхой-Мартан",
          },
          {
            id: "5696",
            name: "Самашки",
          },
          {
            id: "1501",
            name: "Аргун",
          },
          {
            id: "1504",
            name: "Шали",
          },
        ],
      },
      {
        id: "1463",
        name: "Кабардино-Балкарская республика",
        areas: [
          {
            id: "39",
            name: "Нальчик",
          },
          {
            id: "1464",
            name: "Баксан",
          },
          {
            id: "1465",
            name: "Майский",
          },
          {
            id: "1469",
            name: "Тырныауз",
          },
          {
            id: "1468",
            name: "Терек",
          },
          {
            id: "1466",
            name: "Нарткала",
          },
          {
            id: "5479",
            name: "Сармаково",
          },
          {
            id: "9558",
            name: "Кременчуг-Константиновское",
          },
          {
            id: "5475",
            name: "Кишпек",
          },
          {
            id: "5477",
            name: "Малка",
          },
          {
            id: "9500",
            name: "Каменомостское",
          },
          {
            id: "9475",
            name: "Бабугент",
          },
          {
            id: "6847",
            name: "Пролетарское",
          },
          {
            id: "9703",
            name: "Кенделен",
          },
          {
            id: "5476",
            name: "Куба (Кабардино-Балкария)",
          },
          {
            id: "1467",
            name: "Прохладный",
          },
          {
            id: "5467",
            name: "Екатериноградская",
          },
          {
            id: "9714",
            name: "Прималкинское",
          },
          {
            id: "5469",
            name: "Заюково",
          },
          {
            id: "5471",
            name: "Каменка (Кабардино-Балкария)",
          },
          {
            id: "5462",
            name: "Алтуд",
          },
          {
            id: "9462",
            name: "Яникой",
          },
          {
            id: "5463",
            name: "Анзорей",
          },
          {
            id: "9547",
            name: "Александровская (Кабардино-Балкарская республика)",
          },
          {
            id: "5481",
            name: "Хасанья",
          },
          {
            id: "9560",
            name: "Терскол",
          },
          {
            id: "5472",
            name: "Карагач (Кабардино-Балкария)",
          },
          {
            id: "5484",
            name: "Эльбрус (Кабардино-Балкария)",
          },
          {
            id: "5465",
            name: "Баксаненок",
          },
          {
            id: "9700",
            name: "Верхняя Балкария",
          },
          {
            id: "5473",
            name: "Кашхатау",
          },
          {
            id: "5474",
            name: "Кенже",
          },
          {
            id: "9686",
            name: "Аушигер",
          },
          {
            id: "9521",
            name: "Ново-Ивановское",
          },
          {
            id: "9628",
            name: "Котляревская",
          },
          {
            id: "5480",
            name: "Солдатская",
          },
          {
            id: "9585",
            name: "Жемтала",
          },
          {
            id: "5478",
            name: "Нартан",
          },
          {
            id: "5464",
            name: "Аргудан",
          },
          {
            id: "5470",
            name: "Исламей",
          },
          {
            id: "1470",
            name: "Чегем",
          },
          {
            id: "5482",
            name: "Чегем Второй",
          },
          {
            id: "9660",
            name: "Нижний Чегем",
          },
          {
            id: "5483",
            name: "Шалушка",
          },
          {
            id: "5466",
            name: "Дыгулыбгей",
          },
          {
            id: "5468",
            name: "Залукокоаже",
          },
        ],
      },
      {
        id: "1471",
        name: "Карачаево-Черкесская Республика",
        areas: [
          {
            id: "46",
            name: "Черкесск",
          },
          {
            id: "1472",
            name: "Карачаевск",
          },
          {
            id: "5487",
            name: "Зеленчукская",
          },
          {
            id: "5503",
            name: "Чапаевское (Карачаево-Черкесия)",
          },
          {
            id: "5500",
            name: "Терезе",
          },
          {
            id: "5488",
            name: "Икон-Халк",
          },
          {
            id: "5505",
            name: "Исправная",
          },
          {
            id: "9614",
            name: "Кавказский",
          },
          {
            id: "1474",
            name: "Усть-Джегута",
          },
          {
            id: "11170",
            name: "Архыз",
          },
          {
            id: "5498",
            name: "Сары-Тюз",
          },
          {
            id: "5504",
            name: "Эркен-Шахар",
          },
          {
            id: "5492",
            name: "Курджиново",
          },
          {
            id: "1473",
            name: "Теберда",
          },
          {
            id: "5489",
            name: "Кардоникская",
          },
          {
            id: "5502",
            name: "Хабез",
          },
          {
            id: "5493",
            name: "Медногорский",
          },
          {
            id: "9635",
            name: "Домбай",
          },
          {
            id: "5486",
            name: "Али-Бердуковский",
          },
          {
            id: "5491",
            name: "Кумыш",
          },
          {
            id: "5496",
            name: "Преградная",
          },
          {
            id: "5501",
            name: "Учкекен",
          },
          {
            id: "5497",
            name: "Псыж",
          },
          {
            id: "5494",
            name: "Орджоникидзевский",
          },
          {
            id: "5490",
            name: "Красный Курган (Карачаево-Черкесия)",
          },
          {
            id: "5485",
            name: "Адыге-Хабль",
          },
          {
            id: "5495",
            name: "Первомайское (Карачаево-Черкесия)",
          },
          {
            id: "5499",
            name: "Сторожевая (Карачаево-Черкесия)",
          },
        ],
      },
      {
        id: "1434",
        name: "Республика Ингушетия",
        areas: [
          {
            id: "1437",
            name: "Назрань",
          },
          {
            id: "34",
            name: "Магас",
          },
          {
            id: "5626",
            name: "Нестеровская (Ингушетия)",
          },
          {
            id: "1435",
            name: "Карабулак",
          },
          {
            id: "5631",
            name: "Троицкая (Ингушетия)",
          },
          {
            id: "5629",
            name: "Сагопши",
          },
          {
            id: "5623",
            name: "Долаково",
          },
          {
            id: "5630",
            name: "Сурхахи",
          },
          {
            id: "5633",
            name: "Яндаре",
          },
          {
            id: "5624",
            name: "Инарки",
          },
          {
            id: "5621",
            name: "Верхние Ачалуки",
          },
          {
            id: "5625",
            name: "Кантышево",
          },
          {
            id: "1436",
            name: "Малгобек",
          },
          {
            id: "5622",
            name: "Галашки",
          },
          {
            id: "5619",
            name: "Али-Юрт",
          },
          {
            id: "5632",
            name: "Экажево",
          },
          {
            id: "5620",
            name: "Барсуки (Ингушетия)",
          },
          {
            id: "5628",
            name: "Плиево",
          },
          {
            id: "5627",
            name: "Сунжа (Ингушетия)",
          },
        ],
      },
    ],
  },
]
