export const prof = [
  {
    id: 1,
    prof_area: "Продажи, обслуживание клиентов",
    prof_name: "Менеджер по продажам",
  },
  {
    id: 3,
    prof_area: "Продажи, обслуживание клиентов",
    prof_name: "Менеджер по работе с партнерами",
  },
  {
    id: 4,
    prof_area: "Продажи, обслуживание клиентов",
    prof_name: "Продавец-консультант",
  },
  {
    id: 6,
    prof_area: "Продажи, обслуживание клиентов",
    prof_name: "Руководитель отдела продаж",
  },
  {
    id: 7,
    prof_area: "Продажи, обслуживание клиентов",
    prof_name: "Коммерческий директор (CCO)",
  },
  {
    id: 8,
    prof_area: "Продажи, обслуживание клиентов",
    prof_name: "Торговый представитель",
  },
  {
    id: 9,
    prof_area: "Продажи, обслуживание клиентов",
    prof_name: "Координатор отдела продаж",
  },
  {
    id: 10,
    prof_area: "Продажи, обслуживание клиентов",
    prof_name: "Аналитик",
  },
  {
    id: 11,
    prof_area: "Продажи, обслуживание клиентов",
    prof_name: "Кредитный специалист",
  },
  {
    id: 12,
    prof_area: "Продажи, обслуживание клиентов",
    prof_name: "Страховой агент",
  },
  {
    id: 13,
    prof_area: "Продажи, обслуживание клиентов",
    prof_name: "Агент по недвижимости",
  },
  {
    id: 14,
    prof_area: "Продажи, обслуживание клиентов",
    prof_name: "Кассир-операционист",
  },
  {
    id: 28,
    prof_area: "Розничная торговля",
    prof_name: "Товаровед",
  },
  {
    id: 15,
    prof_area: "Продажи, обслуживание клиентов",
    prof_name: "Оператор call-центра",
  },
  {
    id: 17,
    prof_area: "Продажи, обслуживание клиентов",
    prof_name: "Специалист технической поддержки",
  },
  {
    id: 18,
    prof_area: "Продажи, обслуживание клиентов",
    prof_name: "Руководитель отдела клиентского обслуживания",
  },
  {
    id: 19,
    prof_area: "Продажи, обслуживание клиентов",
    prof_name: "Специалист по сертификации",
  },
  {
    id: 20,
    prof_area: "Продажи, обслуживание клиентов",
    prof_name: "Брокер",
  },
  {
    id: 21,
    prof_area: "Продажи, обслуживание клиентов",
    prof_name: "Руководитель филиала",
  },
  {
    id: 22,
    prof_area: "Розничная торговля",
    prof_name: "Продавец-консультант",
  },
  {
    id: 24,
    prof_area: "Розничная торговля",
    prof_name: "Администратор магазина",
  },
  {
    id: 26,
    prof_area: "Розничная торговля",
    prof_name: "Директор магазина",
  },
  {
    id: 29,
    prof_area: "Розничная торговля",
    prof_name: "Мерчендайзер",
  },
  {
    id: 30,
    prof_area: "Розничная торговля",
    prof_name: "Супервайзер",
  },
  {
    id: 31,
    prof_area: "Розничная торговля",
    prof_name: "Промоутер",
  },
  {
    id: 32,
    prof_area: "Финансы, бухгалтерия",
    prof_name: "Бухгалтер",
  },
  {
    id: 33,
    prof_area: "Финансы, бухгалтерия",
    prof_name: "Экономист",
  },
  {
    id: 34,
    prof_area: "Финансы, бухгалтерия",
    prof_name: "Финансовый аналитик",
  },
  {
    id: 36,
    prof_area: "Финансы, бухгалтерия",
    prof_name: "Финансовый менеджер",
  },
  {
    id: 37,
    prof_area: "Финансы, бухгалтерия",
    prof_name: "Финансовый директор (CFO)",
  },
  {
    id: 38,
    prof_area: "Финансы, бухгалтерия",
    prof_name: "Аудитор",
  },
  {
    id: 180,
    prof_area: "Юристы",
    prof_name: "Юрист",
  },
  {
    id: 39,
    prof_area: "Финансы, бухгалтерия",
    prof_name: "Финансовый контролер",
  },
  {
    id: 40,
    prof_area: "Финансы, бухгалтерия",
    prof_name: "Казначей",
  },
  {
    id: 41,
    prof_area: "Финансы, бухгалтерия",
    prof_name: "Специалист по взысканию задолженности",
  },
  {
    id: 42,
    prof_area: "Финансы, бухгалтерия",
    prof_name: "Брокер",
  },
  {
    id: 43,
    prof_area: "Финансы, бухгалтерия",
    prof_name: "Методолог",
  },
  {
    id: 44,
    prof_area: "Финансы, бухгалтерия",
    prof_name: "Комплаенс-менеджер",
  },
  {
    id: 45,
    prof_area: "Финансы, бухгалтерия",
    prof_name: "Кредитный специалист",
  },
  {
    id: 46,
    prof_area: "Стратегия, инвестиции, консалтинг",
    prof_name: "Менеджер/консультант по стратегии",
  },
  {
    id: 47,
    prof_area: "Стратегия, инвестиции, консалтинг",
    prof_name: "Руководитель проектов",
  },
  {
    id: 48,
    prof_area: "Стратегия, инвестиции, консалтинг",
    prof_name: "Финансовый аналитик",
  },
  {
    id: 50,
    prof_area: "Стратегия, инвестиции, консалтинг",
    prof_name: "Аналитик",
  },
  {
    id: 51,
    prof_area: "Стратегия, инвестиции, консалтинг",
    prof_name: "Бизнес-аналитик",
  },
  {
    id: 52,
    prof_area: "Административный персонал",
    prof_name: "Администратор",
  },
  {
    id: 53,
    prof_area: "Административный персонал",
    prof_name: "Офис-менеджер",
  },
  {
    id: 54,
    prof_area: "Административный персонал",
    prof_name: "Секретарь",
  },
  {
    id: 57,
    prof_area: "Административный персонал",
    prof_name: "Переводчик",
  },
  {
    id: 58,
    prof_area: "Административный персонал",
    prof_name: "Делопроизводитель",
  },
  {
    id: 60,
    prof_area: "Административный персонал",
    prof_name: "Оператор ПК",
  },
  {
    id: 62,
    prof_area: "Административный персонал",
    prof_name: "Менеджер/руководитель АХО",
  },
  {
    id: 63,
    prof_area: "Административный персонал",
    prof_name: "Курьер",
  },
  {
    id: 64,
    prof_area: "Маркетинг, реклама, PR",
    prof_name: "Менеджер по маркетингу",
  },
  {
    id: 66,
    prof_area: "Маркетинг, реклама, PR",
    prof_name: "Менеджер по продажам",
  },
  {
    id: 68,
    prof_area: "Маркетинг, реклама, PR",
    prof_name: "Менеджер по работе с партнерами",
  },
  {
    id: 69,
    prof_area: "Маркетинг, реклама, PR",
    prof_name: "SMM-менеджер",
  },
  {
    id: 71,
    prof_area: "Маркетинг, реклама, PR",
    prof_name: "Копирайтер",
  },
  {
    id: 74,
    prof_area: "Маркетинг, реклама, PR",
    prof_name: "PR-менеджер",
  },
  {
    id: 75,
    prof_area: "Маркетинг, реклама, PR",
    prof_name: "Event-менеджер",
  },
  {
    id: 76,
    prof_area: "Маркетинг, реклама, PR",
    prof_name: "Промоутер",
  },
  {
    id: 77,
    prof_area: "Маркетинг, реклама, PR",
    prof_name: "Директор по маркетингу и PR",
  },
  {
    id: 78,
    prof_area: "Маркетинг, реклама, PR",
    prof_name: "Аналитик",
  },
  {
    id: 79,
    prof_area: "Маркетинг, реклама, PR",
    prof_name: "Дизайнер",
  },
  {
    id: 81,
    prof_area: "Маркетинг, реклама, PR",
    prof_name: "Арт-директор",
  },
  {
    id: 83,
    prof_area: "Маркетинг, реклама, PR",
    prof_name: "Маркетолог-аналитик",
  },
  {
    id: 84,
    prof_area: "Маркетинг, реклама, PR",
    prof_name: "Руководитель отдела маркетинга и рекламы",
  },
  {
    id: 85,
    prof_area: "Производство, сервисное обслуживание",
    prof_name: "Инженер-конструктор",
  },
  {
    id: 87,
    prof_area: "Производство, сервисное обслуживание",
    prof_name: "Инженер по эксплуатации",
  },
  {
    id: 88,
    prof_area: "Производство, сервисное обслуживание",
    prof_name: "Научный специалист",
  },
  {
    id: 90,
    prof_area: "Производство, сервисное обслуживание",
    prof_name: "Инженер-энергетик",
  },
  {
    id: 92,
    prof_area: "Производство, сервисное обслуживание",
    prof_name: "Начальник производства",
  },
  {
    id: 93,
    prof_area: "Производство, сервисное обслуживание",
    prof_name: "Начальник смены",
  },
  {
    id: 95,
    prof_area: "Производство, сервисное обслуживание",
    prof_name: "Технолог",
  },
  {
    id: 96,
    prof_area: "Производство, сервисное обслуживание",
    prof_name: "Инженер по качеству",
  },
  {
    id: 97,
    prof_area: "Производство, сервисное обслуживание",
    prof_name: "Инженер по охране труда и технике безопасности",
  },
  {
    id: 99,
    prof_area: "Производство, сервисное обслуживание",
    prof_name: "Оператор производственной линии",
  },
  {
    id: 100,
    prof_area: "Производство, сервисное обслуживание",
    prof_name: "Швея",
  },
  {
    id: 103,
    prof_area: "Производство, сервисное обслуживание",
    prof_name: "Токарь",
  },
  {
    id: 106,
    prof_area: "Производство, сервисное обслуживание",
    prof_name: "Оператор станков с ЧПУ",
  },
  {
    id: 107,
    prof_area: "Производство, сервисное обслуживание",
    prof_name: "Машинист",
  },
  {
    id: 108,
    prof_area: "Производство, сервисное обслуживание",
    prof_name: "Слесарь",
  },
  {
    id: 110,
    prof_area: "Производство, сервисное обслуживание",
    prof_name: "Сварщик",
  },
  {
    id: 111,
    prof_area: "Производство, сервисное обслуживание",
    prof_name: "Электромонтажник",
  },
  {
    id: 112,
    prof_area: "Производство, сервисное обслуживание",
    prof_name: "Сервисный инженер",
  },
  {
    id: 114,
    prof_area: "Производство, сервисное обслуживание",
    prof_name: "Контролёр ОТК",
  },
  {
    id: 115,
    prof_area: "Производство, сервисное обслуживание",
    prof_name: "Специалист по сертификации",
  },
  {
    id: 116,
    prof_area: "Производство, сервисное обслуживание",
    prof_name: "Метролог",
  },
  {
    id: 117,
    prof_area: "Производство, сервисное обслуживание",
    prof_name: "Мастер по ремонту оборудования",
  },
  {
    id: 119,
    prof_area: "Производство, сервисное обслуживание",
    prof_name: "Лаборант",
  },
  {
    id: 120,
    prof_area: "Производство, сервисное обслуживание",
    prof_name: "Инженер-электроник",
  },
  {
    id: 122,
    prof_area: "Производство, сервисное обслуживание",
    prof_name: "Механик",
  },
  {
    id: 123,
    prof_area: "Производство, сервисное обслуживание",
    prof_name: "Инженер ПНР",
  },
  {
    id: 124,
    prof_area: "Добыча сырья",
    prof_name: "Технолог",
  },
  {
    id: 125,
    prof_area: "Добыча сырья",
    prof_name: "Научный специалист, исследователь",
  },
  {
    id: 126,
    prof_area: "Добыча сырья",
    prof_name: "Геодезист",
  },
  {
    id: 127,
    prof_area: "Добыча сырья",
    prof_name: "Машинист",
  },
  {
    id: 128,
    prof_area: "Добыча сырья",
    prof_name: "Геолог",
  },
  {
    id: 129,
    prof_area: "Добыча сырья",
    prof_name: "Лаборант",
  },
  {
    id: 130,
    prof_area: "Добыча сырья",
    prof_name: "Начальник смены, мастер участка",
  },
  {
    id: 131,
    prof_area: "Сельское хозяйство",
    prof_name: "Технолог",
  },
  {
    id: 132,
    prof_area: "Сельское хозяйство",
    prof_name: "Машинист",
  },
  {
    id: 133,
    prof_area: "Сельское хозяйство",
    prof_name: "Агроном",
  },
  {
    id: 134,
    prof_area: "Сельское хозяйство",
    prof_name: "Зоотехник",
  },
  {
    id: 135,
    prof_area: "Сельское хозяйство",
    prof_name: "Ветеринарный врач",
  },
  {
    id: 136,
    prof_area: "Сельское хозяйство",
    prof_name: "Сервисный инженер, инженер-механик",
  },
  {
    id: 137,
    prof_area: "Транспорт, логистика, перевозки",
    prof_name: "Водитель",
  },
  {
    id: 138,
    prof_area: "Транспорт, логистика, перевозки",
    prof_name: "Курьер",
  },
  {
    id: 139,
    prof_area: "Транспорт, логистика, перевозки",
    prof_name: "Грузчик",
  },
  {
    id: 140,
    prof_area: "Транспорт, логистика, перевозки",
    prof_name: "Упаковщик, комплектовщик",
  },
  {
    id: 141,
    prof_area: "Транспорт, логистика, перевозки",
    prof_name: "Начальник склада",
  },
  {
    id: 142,
    prof_area: "Транспорт, логистика, перевозки",
    prof_name: "Кладовщик",
  },
  {
    id: 143,
    prof_area: "Транспорт, логистика, перевозки",
    prof_name: "Менеджер по логистике, менеджер по ВЭД",
  },
  {
    id: 144,
    prof_area: "Транспорт, логистика, перевозки",
    prof_name: "Диспетчер",
  },
  {
    id: 145,
    prof_area: "Транспорт, логистика, перевозки",
    prof_name: "Бортпроводник",
  },
  {
    id: 146,
    prof_area: "Транспорт, логистика, перевозки",
    prof_name: "Руководитель отдела логистики",
  },
  {
    id: 147,
    prof_area: "Транспорт, логистика, перевозки",
    prof_name: "Машинист",
  },
  {
    id: 148,
    prof_area: "Информационные технологии",
    prof_name: "Программист, разработчик",
  },
  {
    id: 149,
    prof_area: "Информационные технологии",
    prof_name: "Тестировщик",
  },
  {
    id: 150,
    prof_area: "Информационные технологии",
    prof_name: "Руководитель группы разработки",
  },
  {
    id: 151,
    prof_area: "Информационные технологии",
    prof_name: "Технический директор (CTO)",
  },
  {
    id: 152,
    prof_area: "Информационные технологии",
    prof_name: "Руководитель проектов",
  },
  {
    id: 153,
    prof_area: "Информационные технологии",
    prof_name: "Менеджер продукта",
  },
  {
    id: 154,
    prof_area: "Информационные технологии",
    prof_name: "Аналитик",
  },
  {
    id: 155,
    prof_area: "Информационные технологии",
    prof_name: "Гейм-дизайнер",
  },
  {
    id: 156,
    prof_area: "Информационные технологии",
    prof_name: "Дизайнер, художник",
  },
  {
    id: 157,
    prof_area: "Информационные технологии",
    prof_name: "Арт-директор, креативный директор",
  },
  {
    id: 158,
    prof_area: "Информационные технологии",
    prof_name: "Технический писатель",
  },
  {
    id: 159,
    prof_area: "Информационные технологии",
    prof_name: "Директор по информационным технологиям (CIO)",
  },
  {
    id: 160,
    prof_area: "Информационные технологии",
    prof_name: "Системный администратор",
  },
  {
    id: 161,
    prof_area: "Информационные технологии",
    prof_name: "Системный инженер",
  },
  {
    id: 162,
    prof_area: "Информационные технологии",
    prof_name: "Сетевой инженер",
  },
  {
    id: 163,
    prof_area: "Информационные технологии",
    prof_name: "Специалист по информационной безопасности",
  },
  {
    id: 164,
    prof_area: "Информационные технологии",
    prof_name: "Специалист технической поддержки",
  },
  {
    id: 165,
    prof_area: "Информационные технологии",
    prof_name: "Системный аналитик",
  },
  {
    id: 166,
    prof_area: "Информационные технологии",
    prof_name: "Бизнес-аналитик",
  },
  {
    id: 167,
    prof_area: "Информационные технологии",
    prof_name: "Методолог",
  },
  {
    id: 168,
    prof_area: "Информационные технологии",
    prof_name: "BI-аналитик, аналитик данных",
  },
  {
    id: 169,
    prof_area: "Информационные технологии",
    prof_name: "Руководитель отдела аналитики",
  },
  {
    id: 170,
    prof_area: "Информационные технологии",
    prof_name: "DevOps-инженер",
  },
  {
    id: 171,
    prof_area: "Информационные технологии",
    prof_name: "Продуктовый аналитик",
  },
  {
    id: 172,
    prof_area: "Информационные технологии",
    prof_name: "Дата-сайентист",
  },
  {
    id: 173,
    prof_area: "Управление персоналом, тренинги",
    prof_name: "Директор по персоналу (HRD)",
  },
  {
    id: 174,
    prof_area: "Управление персоналом, тренинги",
    prof_name: "Менеджер по персоналу",
  },
  {
    id: 175,
    prof_area: "Управление персоналом, тренинги",
    prof_name: "Специалист по подбору персонала",
  },
  {
    id: 176,
    prof_area: "Управление персоналом, тренинги",
    prof_name: "Специалист по кадрам",
  },
  {
    id: 177,
    prof_area: "Управление персоналом, тренинги",
    prof_name: "Бизнес-тренер",
  },
  {
    id: 178,
    prof_area: "Управление персоналом, тренинги",
    prof_name: "Менеджер по компенсациям и льготам",
  },
  {
    id: 179,
    prof_area: "Управление персоналом, тренинги",
    prof_name: "Руководитель отдела персонала",
  },
  {
    id: 181,
    prof_area: "Юристы",
    prof_name: "Юрисконсульт",
  },
  {
    id: 182,
    prof_area: "Юристы",
    prof_name: "Комплаенс-менеджер",
  },
  {
    id: 183,
    prof_area: "Юристы",
    prof_name: "Директор юридического департамента (CLO)",
  },
  {
    id: 184,
    prof_area: "Закупки",
    prof_name: "Специалист по тендерам",
  },
  {
    id: 185,
    prof_area: "Закупки",
    prof_name: "Менеджер по закупкам",
  },
  {
    id: 186,
    prof_area: "Безопасность",
    prof_name: "Охранник",
  },
  {
    id: 187,
    prof_area: "Безопасность",
    prof_name: "Полицейский",
  },
  {
    id: 188,
    prof_area: "Безопасность",
    prof_name: "Военнослужащий",
  },
  {
    id: 189,
    prof_area: "Безопасность",
    prof_name: "Специалист службы безопасности",
  },
  {
    id: 190,
    prof_area: "Безопасность",
    prof_name: "Специалист по информационной безопасности",
  },
  {
    id: 191,
    prof_area: "Домашний, обслуживающий персонал",
    prof_name: "Дворник",
  },
  {
    id: 192,
    prof_area: "Домашний, обслуживающий персонал",
    prof_name: "Уборщица, уборщик",
  },
  {
    id: 193,
    prof_area: "Домашний, обслуживающий персонал",
    prof_name: "Охранник",
  },
  {
    id: 194,
    prof_area: "Домашний, обслуживающий персонал",
    prof_name: "Официант, бармен, бариста",
  },
  {
    id: 195,
    prof_area: "Домашний, обслуживающий персонал",
    prof_name: "Водитель",
  },
  {
    id: 196,
    prof_area: "Домашний, обслуживающий персонал",
    prof_name: "Курьер",
  },
  {
    id: 197,
    prof_area: "Домашний, обслуживающий персонал",
    prof_name: "Администратор",
  },
  {
    id: 198,
    prof_area: "Домашний, обслуживающий персонал",
    prof_name: "Воспитатель, няня",
  },
  {
    id: 199,
    prof_area: "Рабочий персонал",
    prof_name: "Водитель",
  },
  {
    id: 200,
    prof_area: "Рабочий персонал",
    prof_name: "Слесарь, сантехник",
  },
  {
    id: 201,
    prof_area: "Рабочий персонал",
    prof_name: "Упаковщик, комплектовщик",
  },
  {
    id: 202,
    prof_area: "Рабочий персонал",
    prof_name: "Кладовщик",
  },
  {
    id: 203,
    prof_area: "Рабочий персонал",
    prof_name: "Машинист",
  },
  {
    id: 204,
    prof_area: "Рабочий персонал",
    prof_name: "Грузчик",
  },
  {
    id: 205,
    prof_area: "Рабочий персонал",
    prof_name: "Сварщик",
  },
  {
    id: 206,
    prof_area: "Рабочий персонал",
    prof_name: "Монтажник",
  },
  {
    id: 207,
    prof_area: "Рабочий персонал",
    prof_name: "Маляр, штукатур",
  },
  {
    id: 208,
    prof_area: "Рабочий персонал",
    prof_name: "Разнорабочий",
  },
  {
    id: 209,
    prof_area: "Рабочий персонал",
    prof_name: "Электромонтажник",
  },
  {
    id: 210,
    prof_area: "Рабочий персонал",
    prof_name: "Оператор производственной линии",
  },
  {
    id: 211,
    prof_area: "Рабочий персонал",
    prof_name: "Сервисный инженер, инженер-механик",
  },
  {
    id: 212,
    prof_area: "Рабочий персонал",
    prof_name: "Токарь, фрезеровщик, шлифовщик",
  },
  {
    id: 213,
    prof_area: "Рабочий персонал",
    prof_name: "Оператор станков с ЧПУ",
  },
  {
    id: 214,
    prof_area: "Рабочий персонал",
    prof_name: "Автослесарь, автомеханик",
  },
  {
    id: 215,
    prof_area: "Рабочий персонал",
    prof_name: "Механик",
  },
  {
    id: 216,
    prof_area: "Строительство, недвижимость",
    prof_name: "Инженер ПТО, инженер-сметчик",
  },
  {
    id: 217,
    prof_area: "Строительство, недвижимость",
    prof_name: "Инженер по эксплуатации",
  },
  {
    id: 218,
    prof_area: "Строительство, недвижимость",
    prof_name: "Архитектор",
  },
  {
    id: 219,
    prof_area: "Строительство, недвижимость",
    prof_name: "Дизайнер, художник",
  },
  {
    id: 220,
    prof_area: "Строительство, недвижимость",
    prof_name: "Геодезист",
  },
  {
    id: 221,
    prof_area: "Строительство, недвижимость",
    prof_name: "Агент по недвижимости",
  },
  {
    id: 222,
    prof_area: "Строительство, недвижимость",
    prof_name: "Прораб, мастер СМР",
  },
  {
    id: 223,
    prof_area: "Строительство, недвижимость",
    prof_name: "Монтажник",
  },
  {
    id: 224,
    prof_area: "Строительство, недвижимость",
    prof_name: "Электромонтажник",
  },
  {
    id: 225,
    prof_area: "Строительство, недвижимость",
    prof_name: "Сварщик",
  },
  {
    id: 226,
    prof_area: "Строительство, недвижимость",
    prof_name: "Машинист",
  },
  {
    id: 227,
    prof_area: "Строительство, недвижимость",
    prof_name: "Слесарь, сантехник",
  },
  {
    id: 228,
    prof_area: "Строительство, недвижимость",
    prof_name: "Маляр, штукатур",
  },
  {
    id: 229,
    prof_area: "Строительство, недвижимость",
    prof_name: "Разнорабочий",
  },
  {
    id: 230,
    prof_area: "Строительство, недвижимость",
    prof_name: "Руководитель строительного проекта",
  },
  {
    id: 231,
    prof_area: "Строительство, недвижимость",
    prof_name: "Главный инженер проекта",
  },
  {
    id: 232,
    prof_area: "Строительство, недвижимость",
    prof_name: "Брокер",
  },
  {
    id: 233,
    prof_area: "Строительство, недвижимость",
    prof_name: "Инженер-конструктор, инженер-проектировщик",
  },
  {
    id: 234,
    prof_area: "Строительство, недвижимость",
    prof_name: "Инженер по охране труда и технике безопасности, инженер-эколог",
  },
  {
    id: 235,
    prof_area: "Строительство, недвижимость",
    prof_name: "Руководитель проекта",
  },
  {
    id: 236,
    prof_area: "Автомобильный бизнес",
    prof_name: "Менеджер по продажам, менеджер по работе с клиентами",
  },
  {
    id: 237,
    prof_area: "Автомобильный бизнес",
    prof_name: "Мастер-приемщик",
  },
  {
    id: 238,
    prof_area: "Автомобильный бизнес",
    prof_name: "Автослесарь, автомеханик",
  },
  {
    id: 239,
    prof_area: "Автомобильный бизнес",
    prof_name: "Автомойщик",
  },
  {
    id: 240,
    prof_area: "Туризм, гостиницы, рестораны",
    prof_name: "Официант, бармен, бариста",
  },
  {
    id: 241,
    prof_area: "Туризм, гостиницы, рестораны",
    prof_name: "Повар, пекарь, кондитер",
  },
  {
    id: 242,
    prof_area: "Туризм, гостиницы, рестораны",
    prof_name: "Менеджер ресторана",
  },
  {
    id: 243,
    prof_area: "Туризм, гостиницы, рестораны",
    prof_name: "Менеджер по туризму",
  },
  {
    id: 244,
    prof_area: "Туризм, гостиницы, рестораны",
    prof_name: "Администратор",
  },
  {
    id: 245,
    prof_area: "Туризм, гостиницы, рестораны",
    prof_name: "Хостес",
  },
  {
    id: 246,
    prof_area: "Туризм, гостиницы, рестораны",
    prof_name: "Уборщица, уборщик",
  },
  {
    id: 247,
    prof_area: "Туризм, гостиницы, рестораны",
    prof_name: "Менеджер АХО",
  },
  {
    id: 248,
    prof_area: "Спортивные клубы, фитнес, салоны красоты",
    prof_name: "Администратор",
  },
  {
    id: 249,
    prof_area: "Спортивные клубы, фитнес, салоны красоты",
    prof_name: "Менеджер по продажам, менеджер по работе с клиентами",
  },
  {
    id: 250,
    prof_area: "Спортивные клубы, фитнес, салоны красоты",
    prof_name: "Парикмахер",
  },
  {
    id: 251,
    prof_area: "Спортивные клубы, фитнес, салоны красоты",
    prof_name: "Мастер ногтевого сервиса",
  },
  {
    id: 252,
    prof_area: "Спортивные клубы, фитнес, салоны красоты",
    prof_name: "Косметолог",
  },
  {
    id: 253,
    prof_area: "Спортивные клубы, фитнес, салоны красоты",
    prof_name: "Фитнес-тренер, инструктор тренажерного зала",
  },
  {
    id: 254,
    prof_area: "Спортивные клубы, фитнес, салоны красоты",
    prof_name: "Массажист",
  },
  {
    id: 255,
    prof_area: "Страхование",
    prof_name: "Страховой агент",
  },
  {
    id: 256,
    prof_area: "Страхование",
    prof_name: "Андеррайтер",
  },
  {
    id: 257,
    prof_area: "Страхование",
    prof_name: "Оценщик",
  },
  {
    id: 258,
    prof_area: "Медицина, фармацевтика",
    prof_name: "Врач",
  },
  {
    id: 259,
    prof_area: "Медицина, фармацевтика",
    prof_name: "Главный врач, заведующий отделением",
  },
  {
    id: 260,
    prof_area: "Медицина, фармацевтика",
    prof_name: "Ветеринарный врач",
  },
  {
    id: 261,
    prof_area: "Медицина, фармацевтика",
    prof_name: "Ассистент врача",
  },
  {
    id: 262,
    prof_area: "Медицина, фармацевтика",
    prof_name: "Медицинская сестра, медицинский брат",
  },
  {
    id: 263,
    prof_area: "Медицина, фармацевтика",
    prof_name: "Администратор",
  },
  {
    id: 264,
    prof_area: "Медицина, фармацевтика",
    prof_name: "Фармацевт-провизор",
  },
  {
    id: 265,
    prof_area: "Медицина, фармацевтика",
    prof_name: "Заведующий аптекой",
  },
  {
    id: 266,
    prof_area: "Медицина, фармацевтика",
    prof_name: "Медицинский представитель",
  },
  {
    id: 267,
    prof_area: "Медицина, фармацевтика",
    prof_name: "Специалист по сертификации",
  },
  {
    id: 268,
    prof_area: "Медицина, фармацевтика",
    prof_name: "Лаборант",
  },
  {
    id: 269,
    prof_area: "Медицина, фармацевтика",
    prof_name: "Научный специалист, исследователь",
  },
  {
    id: 270,
    prof_area: "Искусство, развлечения, массмедиа",
    prof_name: "Копирайтер, редактор, корректор",
  },
  {
    id: 271,
    prof_area: "Искусство, развлечения, массмедиа",
    prof_name: "Журналист, корреспондент",
  },
  {
    id: 272,
    prof_area: "Искусство, развлечения, массмедиа",
    prof_name: "Дизайнер, художник",
  },
  {
    id: 273,
    prof_area: "Искусство, развлечения, массмедиа",
    prof_name: "Фотограф, ретушер",
  },
  {
    id: 274,
    prof_area: "Искусство, развлечения, массмедиа",
    prof_name: "Арт-директор, креативный директор",
  },
  {
    id: 275,
    prof_area: "Искусство, развлечения, массмедиа",
    prof_name: "Продюсер",
  },
  {
    id: 276,
    prof_area: "Искусство, развлечения, массмедиа",
    prof_name: "Режиссер, сценарист",
  },
  {
    id: 277,
    prof_area: "Искусство, развлечения, массмедиа",
    prof_name: "Гейм-дизайнер",
  },
  {
    id: 278,
    prof_area: "Искусство, развлечения, массмедиа",
    prof_name: "Видеооператор, видеомонтажер",
  },
  {
    id: 279,
    prof_area: "Искусство, развлечения, массмедиа",
    prof_name: "Артист, актер, аниматор",
  },
  {
    id: 280,
    prof_area: "Наука, образование",
    prof_name: "Учитель, преподаватель, педагог",
  },
  {
    id: 281,
    prof_area: "Наука, образование",
    prof_name: "Воспитатель, няня",
  },
  {
    id: 282,
    prof_area: "Наука, образование",
    prof_name: "Психолог",
  },
  {
    id: 283,
    prof_area: "Наука, образование",
    prof_name: "Научный специалист, исследователь",
  },
  {
    id: 284,
    prof_area: "Наука, образование",
    prof_name: "Бизнес-тренер",
  },
  {
    id: 285,
    prof_area: "Наука, образование",
    prof_name: "Методист",
  },
  {
    id: 286,
    prof_area: "Наука, образование",
    prof_name: "Лаборант",
  },
  {
    id: 287,
    prof_area: "Высший и средний менеджмент",
    prof_name: "Генеральный директор, исполнительный директор (CEO)",
  },
  {
    id: 288,
    prof_area: "Высший и средний менеджмент",
    prof_name: "Операционный директор (COO)",
  },
  {
    id: 289,
    prof_area: "Высший и средний менеджмент",
    prof_name: "Коммерческий директор (CCO)",
  },
  {
    id: 290,
    prof_area: "Высший и средний менеджмент",
    prof_name: "Финансовый директор (CFO)",
  },
  {
    id: 291,
    prof_area: "Высший и средний менеджмент",
    prof_name: "Технический директор (CTO)",
  },
  {
    id: 292,
    prof_area: "Высший и средний менеджмент",
    prof_name: "Директор по информационным технологиям (CIO)",
  },
  {
    id: 293,
    prof_area: "Высший и средний менеджмент",
    prof_name: "Директор по маркетингу и PR (CMO)",
  },
  {
    id: 294,
    prof_area: "Высший и средний менеджмент",
    prof_name: "Директор по персоналу (HRD)",
  },
  {
    id: 295,
    prof_area: "Высший и средний менеджмент",
    prof_name: "Начальник производства",
  },
  {
    id: 296,
    prof_area: "Высший и средний менеджмент",
    prof_name: "Руководитель отдела аналитики",
  },
  {
    id: 297,
    prof_area: "Высший и средний менеджмент",
    prof_name: "Руководитель филиала",
  },
  {
    id: 298,
    prof_area: "Высший и средний менеджмент",
    prof_name: "Директор юридического департамента (CLO)",
  },
  {
    id: 299,
    prof_area: "Высший и средний менеджмент",
    prof_name: "Руководитель отдела маркетинга и рекламы",
  },
  {
    id: 300,
    prof_area: "Высший и средний менеджмент",
    prof_name: "Руководитель отдела персонала",
  },
  {
    id: 301,
    prof_area: "Высший и средний менеджмент",
    prof_name: "Руководитель отдела логистики",
  },
  {
    id: 302,
    prof_area: "Другое",
    prof_name: "Другое",
  },
  {
    id: 2,
    prof_area: "Продажи, обслуживание клиентов",
    prof_name: "Менеджер по работе с клиентами",
  },
  {
    id: 5,
    prof_area: "Продажи, обслуживание клиентов",
    prof_name: "Продавец-кассир",
  },
  {
    id: 16,
    prof_area: "Продажи, обслуживание клиентов",
    prof_name: "Специалист контактного центра",
  },
  {
    id: 23,
    prof_area: "Розничная торговля",
    prof_name: "Продавец-кассир",
  },
  {
    id: 25,
    prof_area: "Розничная торговля",
    prof_name: "Администратор торгового зала",
  },
  {
    id: 27,
    prof_area: "Розничная торговля",
    prof_name: "Директор сети магазинов",
  },
  {
    id: 35,
    prof_area: "Финансы, бухгалтерия",
    prof_name: "Инвестиционный аналитик",
  },
  {
    id: 49,
    prof_area: "Стратегия, инвестиции, консалтинг",
    prof_name: "Инвестиционный аналитик",
  },
  {
    id: 55,
    prof_area: "Административный персонал",
    prof_name: "Помощник руководителя",
  },
  {
    id: 56,
    prof_area: "Административный персонал",
    prof_name: "Ассистент",
  },
  {
    id: 59,
    prof_area: "Административный персонал",
    prof_name: "Архивариус",
  },
  {
    id: 61,
    prof_area: "Административный персонал",
    prof_name: "Оператор базы данных",
  },
  {
    id: 65,
    prof_area: "Маркетинг, реклама, PR",
    prof_name: "Интернет-маркетолог",
  },
  {
    id: 67,
    prof_area: "Маркетинг, реклама, PR",
    prof_name: "Менеджер по работе с клиентами",
  },
  {
    id: 70,
    prof_area: "Маркетинг, реклама, PR",
    prof_name: "Контент-менеджер",
  },
  {
    id: 72,
    prof_area: "Маркетинг, реклама, PR",
    prof_name: "Редактор",
  },
  {
    id: 73,
    prof_area: "Маркетинг, реклама, PR",
    prof_name: "Корректор",
  },
  {
    id: 80,
    prof_area: "Маркетинг, реклама, PR",
    prof_name: "Художник",
  },
  {
    id: 82,
    prof_area: "Маркетинг, реклама, PR",
    prof_name: "Креативный директор",
  },
  {
    id: 86,
    prof_area: "Производство, сервисное обслуживание",
    prof_name: "Инженер-проектировщик",
  },
  {
    id: 89,
    prof_area: "Производство, сервисное обслуживание",
    prof_name: "Исследователь",
  },
  {
    id: 91,
    prof_area: "Производство, сервисное обслуживание",
    prof_name: "Инженер-электрик",
  },
  {
    id: 94,
    prof_area: "Производство, сервисное обслуживание",
    prof_name: "Мастер участка",
  },
  {
    id: 98,
    prof_area: "Производство, сервисное обслуживание",
    prof_name: "Инженер-эколог",
  },
  {
    id: 101,
    prof_area: "Производство, сервисное обслуживание",
    prof_name: "Портной",
  },
  {
    id: 102,
    prof_area: "Производство, сервисное обслуживание",
    prof_name: "Закройщик",
  },
  {
    id: 104,
    prof_area: "Производство, сервисное обслуживание",
    prof_name: "Фрезеровщик",
  },
  {
    id: 105,
    prof_area: "Производство, сервисное обслуживание",
    prof_name: "Шлифовщик",
  },
  {
    id: 109,
    prof_area: "Производство, сервисное обслуживание",
    prof_name: "Сантехник",
  },
  {
    id: 113,
    prof_area: "Производство, сервисное обслуживание",
    prof_name: "Инженер-механик",
  },
  {
    id: 118,
    prof_area: "Производство, сервисное обслуживание",
    prof_name: "Техники",
  },
  {
    id: 121,
    prof_area: "Производство, сервисное обслуживание",
    prof_name: "Инженер-электронщик",
  },
] as const
